{
    "id": 42,
    "name": "Venise",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/venise.png",
    "dawn_of_man": "Salutations à vous, Enrico Dandolo, vénéré doge de Venise, maître de la politique et négociateur avisé. Bien que vous ayez été élu à un âge avancé, le poids des ans n'a en rien freiné votre ambition ou votre habileté, et vous avez su administrer avec succès le centre de commerce florissant qu'était Venise au cours de cette époque troublée. Acteur majeur de la quatrième croisade, vous avez su tirer parti des circonstances en utilisant les croisés pour récupérer des territoires perdus. Votre rôle dans la prise de Constantinople vous a permis d'étendre votre puissance et de transmettre votre héritage à travers les siècles. Ô grand doge, aussi habile que perspicace, Venise a encore une fois besoin d'un guide éclairé, un homme qui saura ramener la république sur le devant de la scène. Construirez-vous les bases de votre nation sur les échanges, ou choisirez-vous de conquérir vos ennemis par la ruse ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Marchand de Venise|Marchands de Venise",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/merchant_of_venice.json"
        },
        {
            "name": "Galéasse vénitienne|Galéasses vénitiennes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/great_galleass.json"
        }
    ],
    "city_names": [
        "Venise"
    ],
    "spy_names": [
        "Gasparo",
        "Giosafat",
        "Ambrogio",
        "Niccolo",
        "Marino",
        "Cesare",
        "Francesco",
        "Giovanni",
        "Bertolome",
        "Filomena"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "La Serenissima (\"la plus sereine\" ou \"sublime\") République de Venise fut construite sur un archipel, dans une lagune de la mer Adriatique. Au Moyen Âge et pendant la Renaissance italienne, elle devint le plus grand port fluvial d'Europe, et le poumon des échanges culturels et commerciaux européens avec l'est. Elle fut peuplée à l'origine de réfugiés romains fuyant les invasions hunnique et germanique. En 726, les Vénitiens se soulevèrent contre l'Empereur byzantin et s'autoproclamèrent République libre avant d'élire le premier des 117 doges à administrer la cité-état. Du IXe au XIIe siècle, Venise réussit à s'imposer comme une véritable puissance maritime et commerciale, dominant les routes commerciales méditerranéennes, en provenance d'Orient, mais aussi du Maroc et de l'Espagne. Les explorateurs-marchands vénitiens commencèrent alors à investir les continents asiatique et africain, pour en rapporter toujours plus de richesses, contribuant à faire de la ville l'un des centres culturels de l'Europe. Les marins vénitiens s'attaquèrent ensuite aux Empires byzantin et ottoman pour la suprématie des côtes méditerranéennes. Ce sont la découverte du Nouveau Monde et des batailles dynastiques au sein des nations européennes, entre autres, qui finirent par engendrer la perte de richesse, d'influence et de puissance de Venise. En 1797, Napoléon conquit la ville qui, dès lors, ne fut plus jamais une entité indépendante. Depuis cette date cependant, Venise garde une place inégalée dans l'imaginaire collectif. Ses canaux, ses églises en marbre, ses palais couverts de fresques, et ses splendides oeuvres d'art se reflétant dans les eaux scintillantes de la lagune, sous un magnifique ciel bleu, en ont fait l'une des villes les plus romantiques de notre civilisation moderne."
        },
        {
            "heading": "Terrain et climat",
            "text": "Située à l'extrémité nord-est de la mer Adriatique, Venise fut construite sur un archipel de 117 petites îles, situées dans la lagune vénète. La lagune s'étend des marécages de Jesolo à la ville méridionale de Chioggia en forme de croissant, sur une cinquantaine de kilomètres. Ses eaux peu profondes sont protégées par une longue bande de bancs de sable, interrompue en trois endroits par des embouchures qui permettent le passage de l'eau des marais et l'entrée des navires dans la ville. La lagune se divise en deux zones : le récif vivant et le récif mort. Le récif mort est constitué de marais d'eau salée et de marécages qui se forment à la suite du dépôt des sédiments de dizaines de courants faibles et des fleuves Po et Piave. Le Piave occupe la portion principale de la lagune, et est séparé de la mer par un cordon littoral que l'on appelle Lido. À Venise, le climat est de type tempéré, influencé par les conditions climatiques des Alpes au nord et de la mer Adriatique au sud. Les étés sont marqués par des températures modérées, proches des 27°C. Les températures hivernales avoisinent -1°C de moyenne, et s'accompagnent souvent de brouillard et de brume. Le niveau moyen de précipitations est de 860 millimètres par an. Submergées par les constructions humaines depuis des siècles, les îles vénitiennes n'abritent aujourd'hui que peu de faune et de flore naturelles."
        },
        {
            "heading": "Histoire pré-républicaine",
            "text": "Aucun registre ne mentionne la première colonisation de Venise. Les historiens romains affirment cependant qu'au Ve siècle, des réfugiés de villes voisines (Padoue, Aquilée et Trévise entre autres) s'installèrent dans la lagune vénète après avoir été expulsés par les envahisseurs hunniques et lombards. À cette époque, les Romains s'unirent aux pêcheurs et aux mineurs de sel nomades pour bâtir des villages sur plusieurs de ces îles. La date de fondation de Venise communément admise est celle de la consécration de sa première église chrétienne, San Giacomo, sur l'île de Rialto, en mars 421. La ville était considérée comme faisant partie intégrante de l'exarchat de Ravenne, une circonscription administrative dirigée par un vice-roi nommé par l'Empereur byzantin à Constantinople. En 726, le pape Grégoire II, préoccupé par l'expansion de l'Église orthodoxe orientale en Occident, poussa le peuple de l'exarchat à se soulever contre l'Empereur byzantin. Au milieu de cette agitation, les citoyens de la lagune vénète proclamèrent leur indépendance et élurent leur propre dirigeant. Orso Ipato devint alors le premier d'une lignée ininterrompue de doges élus parmi les familles les plus éminentes de la ville.De nombreuses querelles, relatives au rôle et aux droits du doge, au sein des familles les plus puissantes de la ville n'altérèrent en rien l'essor commercial de cette nouvelle puissance maritime. Protégés par leur flotte, les Vénitiens établirent des comptoirs commerciaux dans les principaux ports méditerranéens. La richesse commença alors à affluer de contrées éloignées, aussi bien des royaumes chrétiens slaves que des états musulmans d'Espagne et d'Afrique du Nord. L'augmentation des revenus personnels apporta une certaine stabilité à la ville, à travers l'apparition d'une classe dirigeante plus nombreuse, capable de limiter les pouvoirs du doge et de valoriser la notion d'identité nationale. Malgré les efforts de plusieurs papes, de Charlemagne et du roi Pépin d'Italie pour limiter ou mettre fin à la croissance économique et militaire de Venise, la ville continua de prospérer. En 775, un siège épiscopal (ou diocèse) fut établi sur l'île d'Olivolo, scellant un accord entre papes et doges. Durant cette période, deux événements particuliers marquèrent, plus que tout autre, la croissance soutenue et l'influence de Venise. Le premier fut la construction de la basilique Saint Marc en 832 pour abriter les prétendues reliques de Saint Marc l'Évangéliste (le Saint Patron de la ville), volées par des marchands vénitiens à Alexandrie. Le second événement fut la construction de fortifications étendues sur plusieurs îles afin de protéger la lagune et la ville des menaces extérieures."
        },
        {
            "heading": "Venise au Moyen Âge",
            "text": "Dans les années 1100, la République de Venise se lança dans un programme massif de construction navale, centralisé dans l'Arsenal de Venise, un chantier naval de 45 hectares au coeur de la ville. En l'espace d'une génération, Venise parvint à se constituer une armée de 36 000 marins officiant sur 3 300 navires de guerre, la plus grande armée de mer de la Méditerranée. Vers 1200, Venise conquit un certain nombre de villes et établit des avant-postes fortifiés le long de la côte adriatique, en Dalmatie et en Istrie. Une succession de doges expansionnistes s'empara également de territoires au nord, pour s'approprier les routes commerciales des Alpes, mais aussi pour sécuriser l'approvisionnement de la ville en blé. Bien décidée à mettre la main sur le commerce du sel, Venise n'eut aucun mal, grâce à l'armée de mer la plus puissante de Méditerranée, à prendre le contrôle de la plupart des îles de la mer Égée, à commencer par l'Empire byzantin sur le déclin, Chypre mais aussi la Crête. À l'instar des souverainetés de l'Europe médiévale, Venise exerçait une autorité empreinte de sagesse sur l'ensemble de ses territoires. Les citoyens des villes comme Bergame, Brescia, Vérone ou encore Raguse soutenaient Venise dans ses guerres et conquêtes, souvent même avec beaucoup d'entrain.Venise devint une puissance impériale à la suite de la Quatrième Croisade. Le doge Enrico Dandolo, âgé et aveugle, mais particulièrement brillant, se lança dans une croisade, les Vénitiens dans son sillage, qui se solda par la prise et le pillage de Constantinople en avril 1204. Jusqu'à sa mort, un an plus tard, Dandolo joua un rôle majeur dans le traité post-croisade qui divisa l'Empire byzantin, permettant à Venise de s'approprier de nouvelles terres et des concessions commerciales des Byzantins et des croisés.C'est pendant le haut Moyen Âge que le gouvernement de la République de Venise prit sa forme durable. Similaire en de nombreux points à celui de la République romaine, il était incarné par le Maggior Consiglio (\"Grand Conseil\"), une assemblée constituée de membres des familles les plus riches et les plus anciennes de la ville. Ce conseil nommait tous les officiers publics et élisait un Sénat composé de 200 à 300 individus. Pour gérer les problèmes d'État majeurs, le Conseil des X, une cour ducale dont le doge faisait partie, fut élu par les membres du Grand Conseil. Les citoyens lambda avaient en théorie le droit d'approuver ou de refuser la nomination de certains membres aux postes les plus importants, y compris au dogat."
        },
        {
            "heading": "Renaissance italienne",
            "text": "Après la chute de Constantinople aux mains des Turcs ottomans en 1453, Venise devint la destination suivante dans leur conquête de la résistance européenne. La prise de la ville vénitienne, Morea, en 1499, donna aux Turcs l'accès à la mer Adriatique et confirma qu'aucun accord ne serait envisageable entre les deux Empires. Au cours du siècle suivant, au moment même où les Ottomans s'attachaient à anéantir le commerce vénitien avec l'est et l'Afrique, Venise s'embourbait dans une lutte pour la suprématie contre les Turcs. Les conflits se poursuivirent jusqu'à la bataille de Lépante, en octobre 1571, où les Vénitiens, à la tête d'une flotte chrétienne, mirent un coup d'arrêt décisif à une armada turque. La victoire leur garantit l'arrêt de la progression des Ottomans vers l'ouest, mais elle marqua également le début d'une longue période de récession pour les fortunes vénitiennes.Néanmoins, l'opulence et la richesse de Venise faisaient encore sa renommée, et les nobles vénitiens devinrent les principaux clients de la Renaissance italienne, entre le XIVe et le XVIe siècle. Déjà cosmopolite, Venise accueillit de nombreux artistes tels que Titien, de talents natifs de la lagune comme Giovanni Bellini et Jacopo Robusti, dit Le Tintoret, de compositeurs comme Gabrieli, ou encore d'architectes tels que Longhena (l'un des plus grands stylistes de l'ère baroque). À la même époque, des érudits progressistes comme Galilée, qui enseigna à la prestigieuse université de Padoue, trouvèrent refuge dans les territoires libéraux de Venise. La presse à imprimer, récemment inventée, s'étendit dans toute l'Europe, et vers 1482, Venise devint la capitale mondiale de l'imprimerie. L'imprimeur principal de la ville, Alde l'Ancien, créa les premiers livres de poche, au format plus maniable et à des prix abordables. Malgré l'essoufflement des grandes fortunes politiques, l'importance culturelle de Venise ne faiblit pas. Dans les années 1500, un voyageur milanais écrivit à propos de Venise qu'elle était \"la ville la plus triomphante qu'[[il] ait jamais vue... [[Il est] impossible de décrire la beauté, la grandeur et la richesse de cet assemblage unique\"."
        },
        {
            "heading": "Déclin",
            "text": "Un certain nombre de facteurs contribuèrent au déclin de Venise. La peste noire décima la ville en 1348, puis entre 1575 et 1577, et une nouvelle fois en 1630. Cette dernière vague de pandémie fit près de 50 000 morts, environ un tiers de la population de la ville. Les progrès du Portugal, de l'Angleterre, des Pays-Bas et de la Scandinavie dans la construction navale et l'armement rendirent les galères de la République et les bateaux de commerce obsolètes. En 1498, l'explorateur portugais Vasco de Gama contourna le cap de Bonne-Espérance, ouvrant une route maritime vers les richesses orientales. Les marchands portugais, anglais et néerlandais remplacèrent bientôt les Vénitiens dans l'économie européenne. Pendant ce temps, l'Espagne apportait plus de richesses du Nouveau Monde que Venise ne pouvait espérer égaler. L'Espagne, la France et le Saint-Empire romain germanique se battant pour l'hégémonie de la péninsule italienne, l'influence politique de Venise diminua, au moment même où les problèmes militaires asséchaient les caisses de la République.En 1508, ces puissances s'associèrent au sein de la Ligue de Cambrai, aux côtés du Pape, des Hongrois, des Savoyards et des Ferrarese, pour lutter contre la domination vénitienne de longue date sur la Méditerranée. Des querelles au sein de la Ligue épargnèrent la République d'une défaite cinglante, qui avait cependant perdu la plupart de ses propriétés terrestres. Bien que la victoire à Lépante ait maintenu la réputation internationale de Venise pour un temps, la bataille incita les Turcs à y revenir pour poursuivre leur lente conquête de la Méditerranée orientale. En 1669, après une campagne de quatre ans, Venise perdit la Crête, sa dernière possession à l'est de l'Italie. Malgré la réussite de l'assaut lancé dans le but de s'imposer de nouveau à l'est, et qui culmina avec la libération de Morea, l'effort de guerre s'avéra exorbitant en termes de vies perdues et d'argent dépensé. En 1718, les territoires durement gagnés furent rendus aux Ottomans en échange de concessions commerciales.Au cours des décennies suivantes, la croissance de la République se stabilisa, la laissant vivre dans les souvenirs d'une gloire passée. Une succession de doges inefficaces isola Venise politiquement, économiquement et diplomatiquement. Les événements de la Révolution française finirent de la discréditer. Napoléon, fidèle à son implacable esprit pratique pour les questions militaires, déclara en 1797, pendant la campagne autrichienne, que la cité-état était une menace pour sa ligne de retraite. Le traité de Leoben qui découla de la défaite autrichienne priva Venise de tout allié solide pour résister aux exigences françaises. En mai 1797, le dernier doge, Ludovico Manin, fut destitué sous l'insistance de Napoléon. Plus tard la même année, le traité de Campo Formio stipula que la France devait céder Venise à l'Autriche."
        },
        {
            "heading": "Après la République",
            "text": "En 1848, dans le sillage des révolutions qui balayaient l'Europe à cette époque, Venise redevint brièvement une République. Elle tomba cependant de nouveau aux prises des forces autrichiennes l'année suivante. En 1866, à la suite de la défaite autrichienne face aux Prusses, Venise fut réintégrée à l'Italie, qui était devenue cinq ans plus tôt un pays unifié. Dès lors, et au cours notamment des Première et Deuxième Guerres mondiales, de la montée du fascisme, de la Guerre froide et de l'Union européenne, les fortunes vénitiennes seraient liées à celles de l'Italie. À ce jour, la République de Venise est toujours la république démocratique ayant existé le plus longtemps dans l'histoire du monde."
        },
        {
            "heading": "Après la République",
            "text": "En 1848, dans le sillage des révolutions qui balayaient l'Europe à cette époque, Venise redevint brièvement une République. Elle tomba cependant de nouveau aux prises des forces autrichiennes l'année suivante. En 1866, à la suite de la défaite autrichienne face aux Prusses, Venise fut réintégrée à l'Italie, qui était devenue cinq ans plus tôt un pays unifié. Dès lors, et au cours notamment des Première et Deuxième Guerres mondiales, de la montée du fascisme, de la Guerre froide et de l'Union européenne, les fortunes vénitiennes seraient liées à celles de l'Italie. À ce jour, la République de Venise est toujours la république démocratique ayant existé le plus longtemps dans l'histoire du monde."
        }
    ],
    "leader": {
        "name": "Enrico Dandolo",
        "subtitle": "Dirigeant de Venise",
        "lived": "1107 - 1205",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/enrico_dandolo.png",
        "trait": {
            "name": "Sérénissime",
            "effect": "Vous ne pouvez ni former de colons, ni annexer des villes. Le nombre de routes commerciales disponibles est doublé. Un marchand de Venise apparaît une fois l'optique découverte. Vous pouvez acheter dans vos villes fantoches."
        },
        "titles": [
            "Doge de Venise"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Enrico Dandolo, le 42e doge de Venise, était célèbre pour sa dévotion et sa longévité, autant que pour le rôle central qu'il joua dans la Quatrième Croisade, et qui conduisit au pillage de Constantinople et à la chute de l'Empire byzantin. Le plus remarquable dans cette histoire, c'est qu'Enrico était aveugle. Issu d'une famille puissante de Venise, Enrico Dandolo servit la République, en tant que diplomate, la majeure partie de sa vie. Élu doge en juin 1192, à un âge déjà avancé, il prit cependant les rênes avec vigueur. Les années qui suivirent, il réforma la monnaie vénitienne, ainsi que le système juridique et resserra les liens de la République avec les puissances occidentales. En 1202, les chevaliers de la Quatrième Croisade furent bloqués en Italie sans pouvoir payer les bateaux qu'ils avaient commissionnés. Dandolo prit alors le commandement de la croisade et fit de Venise le soutien financier le plus important. La croisade lança un assaut sur Constantinople en 1204, où le doge était présent et auquel il participa activement. Il mourut peu de temps après, et fut enterré dans la basilique Sainte-Sophie."
            },
            {
                "heading": "Jeunesse",
                "text": "Issu d'une des familles les plus influentes et puissantes de Venise, le jeune Enrico était destiné à servir la République toute sa vie. Son père Vitale était un célèbre juriste et membre de la cour ducale. Il était également un conseiller proche du doge Vital II Michele. Après avoir occupé plusieurs postes administratifs, Enrico Dandolo entra au service diplomatique de Venise en 1171, à l'âge de 64 ans. En mars de la même année, l'Empereur byzantin Comnène réquisitionna la propriété de milliers de Vénitiens de son royaume. Dandolo accompagna le doge Michele dans une mission militaire désastreuse à Constantinople. À son retour à Venise, un groupe de citoyens en colère assassina Michele. Enrico échappa quant à lui aux reproches du peuple et fut nommé ambassadeur dans le but de trouver un arrangement diplomatique avec Byzance. La légende raconte qu'au cours de sa seconde mission à Constantinople, Dandolo défendit si vigoureusement les intérêts vénitiens que l'Empereur byzantin le rendit aveugle en lui brûlant les yeux. Des registres historiques affirment cependant qu'Enrico Dandolo perdit progressivement la vue entre 1174 et 1178, probablement à la suite d'un sévère coup porté à la tête.De retour sans le moindre accord, pas un seul ne fut d'ailleurs signé entre Venise et Byzance avant 1186, Dandolo fut dépêché au Royaume de Sicile en 1171 et de Ferrara en 1191. Ses compétences diplomatiques furent récompensées au travers d'une coopération renforcée avec ces deux royaumes, pour mettre à mal et limiter l'influence de Byzance en Méditerranée occidentale. En 1178, en signe de reconnaissance pour ses services rendus à la République, Dandolo devint l'un des 40 commissaires chargés d'élire le doge. Lorsque le doge Orio Mastropiero se retira dans un monastère en juin 1192, Enrico Dandolo fut élu doge de Venise pour le remplacer."
            },
            {
                "heading": "Règne",
                "text": "Bien que vieillissant et aveugle, Enrico Dandolo prouva qu'il était encore solide et capable de diriger Venise. Une de ses toutes premières actions officielles fut de réaffirmer la \"promesse ducale\", qui codifiait les droits et devoirs du doge. Dans les mois qui suivirent, s'appuyant sur sa formation juridique, il révisa le code pénal vénitien et publia le premier recueil de règles civiles pour la République. En 1194, il s'attarda sur la réforme monétaire, faisant du gros d'argent de Venise, ou grosso, la première monnaie d'échange du commerce méditerranéen.Dandolo était tout aussi féroce dans ses combats diplomatiques. Fort de ses expériences passées, il mit un terme aux querelles commerciales avec Vérone, en signant des traités avec cette cité-état et avec Trévise en 1192. Le doge continua sur sa lancée en signant des traités avec le Patriarche d'Aquilée (1200), le roi d'Arménie (1201), le Saint Empire romain-germanique (1201) et son grand rival, l'Empire byzantin (1199). Il remporta également plusieurs confits militaires, notamment face à la ville de Zara lorsque celle-ci tenta de s'allier à la Hongrie, et face à Pise, son concurrent économique, lorsqu'elle essaya d'établir des avant-postes en Istrie, région que Dandolo considérait dans la zone d'influence de Venise."
            },
            {
                "heading": "La Quatrième Croisade",
                "text": "Partisan d'une nouvelle croisade pour libérer la Terre Sainte, Innocent III fut nommé pape en 1198. Passablement ignoré de la royauté européenne, son appel fut cependant entendu par le comte Thibaut de Champagne et le comte Boniface de Montferrat. Faute de moyens financiers, les croisés envoyèrent des émissaires dans les cités-états maritimes afin de solliciter un transport en Égypte. Ils comptaient frapper au coeur des terres d'Ayyubid et partir de là-bas pour libérer la Palestine. Le doge Dandolo accepta de transporter pas moins de 33 000 hommes en échange d'une somme colossale. Le Pape ratifia le contrat. Pour respecter leur engagement, les Vénitiens construisirent 50 navires de guerre et 450 navires de transport. De leur côté, les croisés se trouvèrent dans l'incapacité de payer la somme due. Plutôt que de perdre son investissement, Dandolo décida alors d'annuler la dette des croisés et de prendre la tête du commandement de la Quatrième Croisade. En dédommagement, il demanda aux croisés d'aider Venise à reprendre la ville de Zara, alors en pleine révolte.Après la prise de Zara, Dandolo soutint la déviation de la croisade depuis l'Égypte vers Constantinople. Une fois sur place, les chefs catholiques cherchèrent à placer Angelus sur le trône byzantin, gagnant par la même occasion le soutien de Byzance en vue de l'invasion de la Terre Sainte. La ville de Constantinople fut pour un temps le siège des croisés, avant d'être capturée et pillée. Malgré son grand âge, Dandolo joua un rôle décisif dans la planification et le déroulement de l'opération, menant ses Vénitiens jusqu'aux murailles de Constantinople. La grande ville tomba aux mains des croisés en avril 1204. Dandolo tint, par la suite, le rôle principal dans la déclaration du traité qui divisa l'Empire entre Byzantins et croisés (qui cherchaient à former l'Empire latin de Constantinople), et permit à Venise d'obtenir des droits considérables dans chacun des camps.Le doge Dandolo accompagna les croisés dans leur invasion désastreuse de la Bulgarie de Pagan, mais retourna à Constantinople où il mourut en juin 1205. Il fut enterré dans la basilique Sainte-Sophie, bien que l'emplacement exact de sa tombe ne soit pas connu."
            },
            {
                "heading": "Le jugement de l'Histoire",
                "text": "Enrico Dandolo est aujourd'hui considéré comme l'un des plus grands doges de Venise. Il prit le contrôle d'une puissance marchande sur le déclin, déchirée par la corruption et l'incompétence, et mise à mal par des forces plus ou moins puissantes de la région. À cette époque, le commerce s'était essoufflé, et l'armée vénitienne était à l'agonie. À sa mort, il avait réussi à repousser toutes les menaces extérieures nuisant à l'influence de Venise, et lui avait rendu son statut de puissance dominante dans les échanges commerciaux méditerranéens. Les historiens considèrent Dandolo, depuis lors, comme \"le fondateur de l'Empire colonial vénitien\". Venise se révéla prospère, stable et en sécurité tout au long du siècle suivant."
            }
        ]
    }
}