{
    "id": 100,
    "name": "Éléphant de forêt d'Afrique|Éléphants de forêt d'Afrique",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/african_forest_elephant.png",
    "game_info": "Puissante unité montée de début de partie, vulnérable contre les lanciers et exclusive aux Carthaginois. Elle est plus puissante en combat que le cavalier, qu'elle remplace, et inspire la peur aux unités ennemies proches. Elle permet de générer l'apparition de généraux illustres plus rapidement.",
    "historical_info": "Souvent utilisé par les forces carthaginoises du légendaire général Hannibal durant ses campagnes contre les Romains, l'éléphant était une bête de somme précieuse, mais aussi une arme dangereuse. Employés durant toutes les guerres puniques, avec plus ou moins de succès, les éléphants de guerre carthaginois étaient dressés pour charger les lignes ennemies en portant sur leur dos des soldats installés dans des nacelles. Malgré leur taille impressionnante, les éléphants étaient vulnérables face à l'infanterie mobile et il n'était pas rare qu'ils meurent lors des marches épuisantes de l'armée carthaginoise, car d'aussi grands animaux nécessitaient énormément de soins.",
    "strategy": "L'éléphant de forêt d'Afrique est une unité exclusive aux Carthaginois, qui remplace le cavalier. L'éléphant carthaginois est plus lent, mais plus puissant que le cavalier. Il peut se déplacer après avoir attaqué. Il inspire aussi la peur aux unités ennemies proches, qui subissent toutes un modificateur de combat négatif. Les victoires militaires des éléphants sont plus susceptibles de générer l'apparition d'un général illustre.",
    "movement": 3,
    "cost": {
        "production": 100,
        "faith": 200
    },
    "prereq_tech": {
        "name": "Équitation",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/horseback_riding.json"
    },
    "free_promotions": [
        {
            "name": "Aucun bonus de terrain défensif",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Déplacement possible après attaque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Pénalité (attaque de villes)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/penalty_attacking_cities_(33)_at.json"
        },
        {
            "name": "Crainte de l'éléphant",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/feared_elephant_at.json"
        },
        {
            "name": "Généraux illustres II",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/great_generals_ii_at.json"
        }
    ]
}