{
    "id": 97,
    "name": "Propulseur|Propulseurs",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/atlatlist.png",
    "game_info": "Unité exclusive aux Mayas. Elle coûte moins cher que l'archer, qu'elle remplace, et devient disponible plus tôt.",
    "historical_info": "Les propulseurs étaient des lanceurs de fléchettes très sophistiqués, consistant en de longues tiges en bois semblables à des lances capables de propulser des fléchettes sur leurs cibles à très grande vitesse. À l'extrémité de ce dispositif appelé \"atlatl\" se trouvait une planchette sur laquelle reposait la fléchette. Creusée dans sa longueur, la latte servait à guider la trajectoire du projectile. Avec un atlatl, le lanceur pouvait propulser une fléchette sur une distance de 100 mètres à près de 100 km/h, soit beaucoup plus loin et beaucoup plus vite qu'à la main. Les Mayas auraient été ainsi capables de dévaster les lignes ennemies à distance, à condition d'avoir leur cible en ligne de mire. Les plus anciens atlatls datent d'environ 400 000 ans et ont été utilisés par l'Homo heidelbergensis. On pense que l'Homo sapiens a utilisé une version primitive de l'atlatl à partir du Paléolithique supérieur, vers  15 500 av. J.­C.",
    "strategy": "Le propulseur est exclusif aux Mayas et remplace l'archer. Il est moins coûteux que l'archer traditionnel et disponible plus tôt sans qu'il soit nécessaire de découvrir le Tir à l'arc. Cet avantage en début de partie permet d'effectuer d'autres recherches en priorité.",
    "movement": 2,
    "cost": {
        "production": 36,
        "faith": 72
    },
    "prereq_tech": {
        "name": "Agriculture",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/agriculture.json"
    },
    "free_promotions": [
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack_at.json"
        }
    ]
}