{
    "id": 29,
    "name": "Bombe atomique|Bombes atomiques",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/atomic_bomb.png",
    "game_info": "Libère l'enfer nucléaire sur vos ennemis. Inflige énormément de dégâts aux villes et touche toute unité présente dans le rayon de l'explosion. Peut être basée à bord d'un porte-avions. Nécessite le Projet Manhattan et une source d'uranium.",
    "historical_info": "Les premiers bombardiers atomiques n'étaient pas différents des bombardiers classiques, à l'exception de leur chargement. L'\"Enola Gay\", qui a transporté la bombe atomique jusqu'à Hiroshima le 6 août 1945, était un bombardier américain B-29, de même que le \"Bockscar\", qui a lâché la seconde bombe sur Nagasaki trois jours plus tard. Depuis ces événements, les différentes puissances nucléaires ont développé des bombardiers stratégiques pour transporter les armes nucléaires au plus profond du territoire ennemi. Ces appareils peuvent voler très longtemps et à des altitudes très élevées, ils sont équipés d'une technologie de brouillage sophistiquée et d'un armement antimissile. Les tout derniers bombardiers stratégiques disposent de techniques de furtivité, ils sont ainsi plus difficiles à repérer en cours de mission.",
    "strategy": "La bombe atomique est une unité extrêmement puissante. Elle peut être placée dans l'une de vos villes ou à bord d'un porte-avions, se déplacer de base en base ou attaquer une cible située dans un rayon de 10 cases. Lorsqu'elle explose, la bombe atomique blesse, voire annihile, les unités, et endommage sérieusement les villes, le tout dans un rayon de deux cases. Suite à son attaque, la bombe atomique est détruite. Pour plus d'informations, veuillez consulter les règles relatives aux armes nucléaires.",
    "movement": 2,
    "cost": {
        "production": 600,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Fission nucléaire",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fission.json"
    },
    "free_promotions": [
        {
            "name": "Esquive (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/evasion_(50).json"
        }
    ]
}