{
    "id": 31,
    "name": "B-17",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/b17.png",
    "game_info": "Unité aérienne capable de faire pleuvoir la mort sur les unités et villes ennemies. Le bombardier B-17 est exclusif aux Américains. Il peut échapper aux tentatives d'interception, et inflige plus de dégâts aux villes que le bombardier standard, qu'il remplace.",
    "historical_info": "Le Boeing B-17 \"Flying Fortress\" était un bombardier lourd utilisé par l'United States Army Air Corps durant la Deuxième Guerre mondiale. Avec ses quatre moteurs, ses nombreux canons et son plafond supérieur, le B-17 était le bombardier de prédilection de l'US Air Corps, même si sa portée et sa capacité de chargement étaient inférieures à celles du B-24 Liberator. Cette préférence venait de sa capacité à absorber de lourds dégâts tout en ramenant son équipage en vie.À l'origine, le B-17 était utilisé pour de dangereuses missions de jour contre des cibles en Allemagne, mais de nombreux appareils ont été abattus par les chasseurs de la Luftwaffe. Plus tard au cours de la guerre, les forces alliées ont conçu des chasseurs capables d'escorter les bombardiers en territoire ennemi, les missions du B-17 connurent alors plus de succès et permirent de bombarder lourdement les villes et les zones industrielles allemandes.Plus de 12 000 B-17 furent construits pendant la Deuxième Guerre mondiale, et environ un tiers d'entre eux ont été perdus au combat.",
    "strategy": "Le bombardier B-17 est une unité exclusive aux Américains ; il remplace le bombardier classique. Identique à ce dernier, il est cependant plus difficile à prendre en cible par les unités antiaériennes et les chasseurs. Le B-17 reçoit également un bonus lorsqu'il attaque les villes ennemies. Comme le bombardier, l'autonomie du B-17 est de 10 cases. Pour plus d'informations, veuillez consulter les règles relatives aux avions.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Esquive",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/evasion.json"
        },
        {
            "name": "Siège I",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/siege_i.json"
        }
    ]
}