{
    "id": 65,
    "name": "Baliste|Balistes",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ballista.png",
    "game_info": "Unité de siège qui inflige de lourds dégâts à distance aux unités et aux villes, mais doit être installée avant d'attaquer. La baliste est exclusive aux Romains. Sa [ICON_RANGE_STRENGTH] puissance de combat à distance est supérieure à celle de la catapulte, qu'elle remplace.",
    "historical_info": "La baliste romaine était une catapulte sophistiquée permettant de projeter des pierres ou des missiles en bois sur l'ennemi. Construite en bois renforcé de plaques de fer, la baliste pouvait se montrer étonnante de précision entre les mains d'opérateurs aguerris. Sa portée ne dépassait pas les 500 mètres, et devait être encore plus réduite pour se montrer efficace face à un bâtiment fortifié, par exemple. Jules César utilisa ces engins de siège lors des campagnes allemandes et britanniques.",
    "strategy": "Unité exclusive aux Romains, elle est plus puissante que la catapulte qu'elle remplace. La baliste est une excellente unité de siège. Si elle est extrêmement efficace contre les villes, elle est elle-même particulièrement vulnérable, assurez-vous donc de la faire protéger par d'autres unités militaires. Avant d'attaquer, la baliste doit d'abord être installée (1 PM).",
    "movement": 2,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Mathématiques",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mathematics.json"
    },
    "free_promotions": [
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Bonus contre les villes (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_vs_cities_(200).json"
        },
        {
            "name": "Aucun bonus de terrain défensif",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Installation nécessaire avant attaque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/must_set_up_to_ranged_attack.json"
        },
        {
            "name": "Champ de vision limité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/limited_visibility.json"
        }
    ]
}