{
    "id": 11,
    "name": "Cuirassé|Cuirassés",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/battleship.png",
    "game_info": "C'est la plus puissante unité navale de combat à distance avant l'apparition du croiseur lance-missiles.",
    "historical_info": "Les cuirassés sont des navires de guerre imposants et lourdement armés de multiples canons de gros calibre. Ce sont les descendants directs des bateaux de l'Âge de la voile, équipés pour affronter les vaisseaux de guerre ennemis les plus importants. Avant l'apparition des appareils de guerre aériens et des sous-marins, les cuirassés régnaient sur les mers et pouvaient faire couler n'importe quelle embarcation ennemie. Leurs puissants canons peuvent également être utilisés comme pièces d'artillerie et tirer d'énormes missiles loin à l'intérieur des terres. En dépit de leur taille, de leur vitesse, de leur blindage et de leur puissance de tir, les cuirassés sont extrêmement vulnérables aux attaques aériennes et à celles des sous-marins. Lors de la bataille de Pearl Harbor, des chasseurs japonais provenant de porte-avions ont réussi à faire couler quatre cuirassés américains et à en endommager quatre autres. Après cet épisode, les Alliés ont choisi d'utiliser des porte-avions pour les différentes offensives maritimes et de n'utiliser les cuirassés que pour bombarder les côtes et escorter les porte-avions.",
    "strategy": "Le cuirassé est un navire de guerre extrêmement puissant et disposant d'une puissance de combat rapproché et à distance redoutable. Ses attaques ont une portée de 3 cases, ce qui lui permet de bombarder les unités et les villes situées plusieurs cases à l'intérieur des terres. Sa capacité de tir indirect lui permet d'attaquer des cibles qu'il ne peut pas voir (tant que des unités alliées, elles, peuvent les voir). Le cuirassé est vulnérable aux attaques des avions et des sous-marins.",
    "movement": 5,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Électronique",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electronics.json"
    },
    "free_promotions": [
        {
            "name": "Tir indirect",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/indirect_fire.json"
        },
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack.json"
        }
    ]
}