{
    "id": 133,
    "name": "Bazooka|Bazookas",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/bazooka.png",
    "game_info": "Unité de combat à distance de l'ère atomique devant être placée sur une case adjacente à un ennemi pour frapper.",
    "historical_info": "Le \"bazooka\" est un terme générique désignant toute arme portable et au recul négligeable, conçue pour combattre les véhicules blindés ennemis. Initialement mis au point à la fin de la Première Guerre mondiale par l'armée américaine, le bazooka utilise un petit moteur-fusée pour propulser un obus explosif à charge creuse. Tout comme ses homologues britannique (le PIAT) et allemand (le Panzerschreck), le bazooka connut son heure de gloire lors de la Deuxième Guerre mondiale. Pour contrer les chars, autochenilles et autres véhicules blindés, de plus en plus présents sur le champ de bataille, les soldats devaient être en mesure de réagir rapidement, sans devoir attendre le déploiement de l'artillerie lourde. Entre les mains d'une équipe aguerrie, prête à s'approcher d'un char ennemi, le bazooka était une arme dévastatrice.",
    "strategy": "Le bazooka est l'ultime unité d'attaque à distance hors siège. Elle est la plus puissante de sa catégorie. Malgré sa portée d'une seule case, le bazooka peut infliger d'importants dégâts aux autres unités sans en subir en retour, ce qui en fait une unité de défense redoutable.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Fission nucléaire",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fission.json"
    },
    "free_promotions": [
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack_at.json"
        }
    ]
}