{
    "id": 91,
    "name": "Berserker|Berserkers",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/berserker.png",
    "game_info": "Puissante unité terrestre de première ligne du Moyen Âge spécialisée dans les attaques venues de la mer. Peut être construite uniquement par le Danemark. Remplace le spadassin à épée longue, mais est disponible plus tôt.",
    "historical_info": "Les berserkers de la Grande Armée faisaient partie des unités les plus redoutées de la fin du IXe siècle. L'immense armée viking, constituée de berserkers, guerriers et marins, fut formée pour mener une série d'attaques sur Paris et Rouen entre 845 et 850, qui lui ont permis d'affiner ses tactiques et au cours desquelles de nouveaux soldats ont rejoint ses rangs. En 865, l'armée accoste à l'est des Îles Britanniques avec pour objectif de toutes les conquérir. Un an plus tard, elle conquiert le royaume de Northumbrie, puis le royaume d'East Anglia en 870 et la Mercie en 874. Les colons qui accompagnent la Grande Armée fondent le royaume d'York en 878 sur des terres dévastées. La Grande Armée est finalement vaincue en 878. Ses membres encore vivants s'installent en East Anglia, en Essex et en Mercie.",
    "strategy": "Le berserker est l'une des deux unités exclusives aux Danois, et remplace le spadassin à épée longue. Mouvement +1 [ICON_MOVES] par rapport au spadassin à épée longue. Possède la promotion Amphibie, qui lui permet d'attaquer des cibles terrestres depuis une case côtière sans pénalité. Disponible après avoir étudié le moulage plutôt que l'acier.",
    "movement": 3,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Moulage",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metal_casting.json"
    },
    "free_promotions": [
        {
            "name": "Amphibie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/amphibious_n.json"
        }
    ]
}