{
    "id": 95,
    "name": "Archer Babylonien|Archers Babyloniens",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/bowman.png",
    "game_info": "Cette unité exclusive aux Babyloniens est l'une des premières unités d'attaque à distance du jeu et remplace l'archer. L'archer babylonien résiste mieux aux attaques de combat rapproché que l'archer standard des autres civilisations.",
    "historical_info": "Grâce à une superbe mosaïque assyrienne les représentant au combat, nous bénéficions d'une image très précise des fantastiques unités de tir à l'arc babyloniennes. Les archers de Babylone étaient vêtus d'une tunique d'écailles de métal et munis d'un arc d'environ 1,30 m de long, ainsi que d'un carquois attaché sur leur dos. Les archers portaient également des lances ou des dagues, afin de mieux se défendre contre l'ennemi en cas de combat rapproché. \r\n \r\nDes unités séparées équipées d'immenses boucliers accompagnaient l'archer : une véritable forteresse en mouvement ! Les archers faisaient partie intégrante de l'infanterie babylonienne ; ils étaient en effet plus simples à former, et par conséquent à remplacer, que la cavalerie, bien plus coûteuse. Les archers étaient également attachés à la protection des Murs de Babylone, où ils prenaient position dans les nombreuses tourelles les composant.",
    "strategy": "L'archer babylonien est une unité exclusive aux Babyloniens ; il remplace l'archer. Il est plus puissant au combat que l'archer classique, aussi bien en attaque qu'en défense, vous pouvez donc le placer aux premières lignes. Grâce à ses prouesses au combat, il résistera plus longtemps aux assauts ennemis.",
    "movement": 2,
    "cost": {
        "production": 40,
        "faith": 80
    },
    "prereq_tech": {
        "name": "Tir à l'arc",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/archery.json"
    },
    "free_promotions": [
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack_at.json"
        }
    ]
}