{
    "id": 56,
    "name": "Archer méhariste|Archers méharistes",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/camel_archer.png",
    "game_info": "Unité de combat à distance médiévale rapide. Vulnérable contre les piquiers. L'archer méhariste est exclusif aux Arabes. Il peut attaquer à distance, à la différence du chevalier, qu'il remplace.",
    "historical_info": "Certains cavaliers musulmans combattaient sur des dromadaires, provoquant parfois la surprise des cavaliers européens, qui n'avaient jamais vu ce genre d'animal. Les dromadaires sont bien plus adaptés aux déplacements dans le désert que les chevaux. L'archer méhariste utilisait une tactique dite de \"hit-and-run\", consistant à frapper l'ennemi et à quitter immédiatement la zone de combat ; tactique plus similaire à celles des archers mongols sur leurs chevaux qu'à celles des chevaliers ou autres unités de cavalerie lourde. Un archer méhariste bien entraîné pouvait être un adversaire redoutable face à un chevalier, s'il n'était pas lui-même protégé par des archers ou des unités de cavalerie légère.",
    "strategy": "Unité exclusive aux Arabes, l'archer méhariste remplace le chevalier. Cette unité d'attaque à distance puissante est capable d'atteindre des cibles situées à 2 cases d'elle. L'archer méhariste peut se déplacer après avoir combattu, mais il est moins puissant que le chevalier en combat rapproché. Comme toutes les unités montées, l'archer méhariste est vulnérable aux attaques des piquiers.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Chevalerie",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Aucun bonus de terrain défensif",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Déplacement possible après attaque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack.json"
        }
    ]
}