{
    "id": 17,
    "name": "Caravelle|Caravelles",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/caravel.png",
    "game_info": "Unité d'exploration rapide de la Renaissance au champ de vision étendu qui peut naviguer sur les cases d'océan. Combat comme une unité navale de combat à distance.",
    "historical_info": "La caravelle était un navire de petite taille utilisé au XVe siècle pour parcourir les océans et explorer le monde. Créée à l'origine à la demande d'Henri le Navigateur, prince du Portugal, son modèle fut repris par d'autres nations qui créèrent leur propre version du navire. D'une longueur habituelle de 20 à 30 mètres et dotée de deux à trois mâts à voiles latines, la caravelle était légère et son tirant d'eau allongé. Ce navire était parfait pour l'exploration de côtes et de cours d'eau inconnus, car il pouvait se faufiler là où les plus gros navires n'osaient s'aventurer. La caravelle était également très bien adaptée à la navigation sur les océans et était capable de surmonter les dangers de l'Atlantique. Deux des trois vaisseaux de l'expédition de Christophe Colomb, la Pinta et la Niña, étaient des caravelles (la Santa Maria, plus imposante, était une caraque).",
    "strategy": "La caravelle représente une innovation décisive pour la marine d'une civilisation. Unité d'attaque rapprochée, elle est plus puissante et rapide que la trirème et peut pénétrer sur les cases d'océan. Elle est rapide et bénéficie d'une promotion qui augmente ses chances de pouvoir se replier avant qu'une unité navale ennemie puisse attaquer. La caravelle possède un champ de vision très étendu qui fait d'elle les yeux et les oreilles de la marine en milieu de partie. Ce champ de vision étendu sera perdu si une caravelle est améliorée en destroyer.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Astronomie",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/astronomy.json"
    },
    "free_promotions": [
        {
            "name": "Champ de vision (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/extra_sight_(1).json"
        },
        {
            "name": "Se retirer avant combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/withdraw_before_melee.json"
        }
    ]
}