{
    "id": 124,
    "name": "Caravane|Caravanes",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/caravan.png",
    "game_info": "Cette unité établit entre deux civilisations des routes commerciales terrestres qui produisent de l' or. En construisant un grenier ou un atelier, elle peut également être utilisée pour faire transiter de la nourriture ou de la production à l'intérieur de vos frontières.",
    "historical_info": "Depuis toujours, les marchands utilisent les bêtes de charge, depuis les chevaux et les mules jusqu'aux chameaux et aux lamas, pour les échanges commerciaux de longue distance. La première mention faite des caravanes remonte à l'an 1000 av. J.-C. lorsque les chameaux transportaient des pierres précieuses, des métaux précieux, de l'encens et des épices vers la côte occidentale de l'Arabie, reliant ainsi l'Inde avec l'Égypte, la Phénicie et les empires mésopotamiens. De nombreuses routes caravanières, telle que la fameuse route de la soie entre la Chine et le Moyen-Orient, ont façonné l'histoire aussi sûrement que les guerres et les croyances. Bien que largement remplacées par des véhicules à moteur, les caravanes servent encore de moyen de transport aujourd'hui, notamment sur des terrains inhospitaliers comme les frontières des déserts du Sahara et de Gobi.",
    "strategy": "La caravane vous permet d'établir une route commerciale terrestre entre deux civilisations. Celle-ci rapporte de l' or aussi bien à son propriétaire qu'à sa civilisation de destination. La construction d'un grenier ou d'un atelier dans sa cité d'origine vous permet par ailleurs d'envoyer de la nourriture ou de la production dans les villes vous appartenant. Une fois assignée à une route, la caravane ne peut pas se défendre seule, vous devez donc veiller à ce que la voie soit exempte de menaces.",
    "movement": 1,
    "cost": {
        "production": 75,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Élevage",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/animal_husbandry.json"
    },
    "free_promotions": [
        {
            "name": "Champ de vision limité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/limited_visibility.json"
        }
    ]
}