{
    "id": 123,
    "name": "Navire marchand|Navires marchands",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cargo_ship.png",
    "game_info": "Cette unité établit entre deux civilisations des routes commerciales maritimes qui produisent de l' or. En construisant un grenier ou un atelier, elle peut également être utilisée pour faire transiter de la nourriture ou de la production à l'intérieur de vos frontières.",
    "historical_info": "Les navires marchands ont pour fonction de transporter des biens par la mer. Les registres historiques les plus anciens mentionnent déjà le transport des produits de commerce par voie maritime, et les archéologues sont parvenus à prouver le passage de navires marchands dans la mer Méditerranée et la mer Rouge au début du Ier millénaire av. J.-C. Les voyages commerciaux entrepris étant de plus en plus longs, les plans de ces navires furent revisités à de nombreuses reprises. Au XVIe siècle, la nef portugaise et le galion espagnol étaient indubitablement les rois du commerce maritime international. Avec l'essor de l'âge industriel, la vitesse est devenue un enjeu de taille, jusqu'à l'apparition des clippers à la fin du XIXe siècle. Aujourd'hui, des dizaines de navires marchands spécialisés naviguent sur les océans, des porte-conteneurs aux vraquiers en passant par les imposants pétroliers.",
    "strategy": "Le navire marchand vous permet d'établir une route commerciale maritime entre deux civilisations. Celle-ci rapporte de l' or aussi bien à son propriétaire qu'à sa civilisation de destination. Le navire marchand est capable de parcourir une distance plus longue que la caravane. La construction d'un grenier ou d'un atelier dans sa cité d'origine vous permet par ailleurs d'envoyer de la nourriture ou de la production dans les villes vous appartenant. Une fois assigné à une route, le navire marchand ne peut pas se défendre seul, vous devez donc veiller à ce que la voie soit exempte de menaces.",
    "movement": 1,
    "cost": {
        "production": 100,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Navigation à voile",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/sailing.json"
    },
    "free_promotions": [
        {
            "name": "Champ de vision limité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/limited_visibility.json"
        }
    ]
}