{
    "id": 10,
    "name": "Porte-avions|Porte-avions",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/carrier.png",
    "game_info": "Transporte 2 aéronefs ; cette capacité peut être améliorée grâce aux promotions.",
    "historical_info": "Le premier vol d'un avion depuis un vaisseau américain a eu lieu en 1910. Même si certains traditionnalistes ont protesté contre le développement du porte-avions, persuadés que les cuirassés étaient et resteraient l'élément essentiel d'une flotte, la production mondiale de porte-avions commença à partir des années 1920. En décembre 1941, la marine japonaise a prouvé la toute puissance du porte-avions en détruisant une grande partie de la flotte américaine dans le Pacifique (dont un grand nombre de ces cuirassés si prisés) lors de l'attaque surprise de Pearl Harbor. Par un extraordinaire concours de circonstances, les porte-avions américains étaient en manœuvre lorsque l'attaque a eu lieu, ils purent ainsi échapper à la destruction et ralentir l'avancée japonaise jusqu'à ce que la production massive de porte-avions américains commence à porter ses fruits, et à asseoir leur suprématie maritime (et aérienne) jusqu'à la défaite japonaise.",
    "strategy": "Le porte-avions est un navire spécialisé pouvant transporter des avions de chasse, des bombardiers (à l'exception des bombardiers furtifs) et des bombes atomiques. Le porte-avions ne peut pas attaquer, mais les avions qu'il transporte font de cette unité la plus puissante de toutes les unités navales. En revanche, sa défense est faible, vous devriez donc lui adjoindre des destroyers et des sous-marins.",
    "movement": 5,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Électronique",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electronics.json"
    },
    "free_promotions": [
        {
            "name": "Capacité de transport : 2",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/can_carry_2_cargo_at.json"
        },
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack_at.json"
        }
    ]
}