{
    "id": 99,
    "name": "Cataphractaire|Cataphractaires",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cataphract.png",
    "game_info": "Puissante unité montée rapide de début de partie. Vulnérable contre les lanciers. Exclusive aux Byzantins, elle dispose d'une puissance de combat supérieure et d'une meilleure défense, et attaque les villes plus efficacement que le cavalier qu'elle remplace.",
    "historical_info": "Avec certainement l'armure la plus lourde jamais portée par un cavalier au cours de l'histoire, le cataphractaire était un adversaire redoutable sur le champ de bataille. Le cavalier et sa monture étaient tous deux protégés par une impressionnante cotte de mailles, ou une armure de plaques, leur permettant d'écraser sans mal les lignes de fantassins ennemies. L'Empire byzantin eut recours aux cataphractaires de manière très importante au cours de son histoire, car ils jouèrent un rôle prédominant dans la défense de l'Empire après le déclin de l'Empire romain d'Occident.",
    "strategy": "Le cataphractaire est une unité exclusive aux Byzantins, qui remplace le cavalier. Il est plus lent, mais plus puissant que le cavalier, ce qui en fait l'une des unités montées les plus dangereuses jusqu'à l'arrivée du chevalier. Le cataphractaire peut se déplacer après avoir attaqué. Il peut gagner des bonus défensifs, contrairement au cavalier. Sa pénalité lors d'attaques de villes est aussi moins importante.",
    "movement": 3,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Équitation",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/horseback_riding.json"
    },
    "free_promotions": [
        {
            "name": "Déplacement possible après attaque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Pénalité lors d'attaques de villes (25)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/penalty_attacking_cities_(25).json"
        }
    ]
}