{
    "id": 64,
    "name": "Catapulte|Catapultes",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/catapult.png",
    "game_info": "Première unité de siège du jeu. Inflige de lourds dégâts à distance aux villes et aux unités, mais doit être installée avant d'attaquer.",
    "historical_info": "On ignore la date exacte de l'invention de la catapulte, mais les armées grecques les utilisaient déjà au IIIe siècle av. J.-C. La catapulte pouvait propulser des missiles à une grande distance grâce à l'énergie contenue dans un arc de bois géant ou un \"ressort\" constitué de fibres. Cet engin n'était guère précis, mais pouvait se montrer d'une efficacité mortelle face à des cibles imposantes ou lentes - une forteresse, par exemple (cible à la fois grande et pas vraiment réputée pour sa mobilité). En général, les catapultes étaient transportées en kits, puis assemblées sur le champ de bataille. Parfois, elles étaient même conçues sur place par des ingénieurs. La dernière utilisation militaire de catapultes remonte à la Première Guerre mondiale. Les Français les utilisèrent pour lancer des grenades dans les tranchées ennemies.",
    "strategy": "La catapulte est une unité de siège très efficace lors des attaques de villes en début de partie. Elle est lente et particulièrement vulnérable aux attaques de combat rapproché. De ce fait, assurez-vous de la faire protéger par d'autres unités militaires. Avant d'attaquer, la catapulte doit d'abord être installée (1 PM).",
    "movement": 2,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Mathématiques",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mathematics.json"
    },
    "free_promotions": [
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Bonus contre les villes (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_vs_cities_(200).json"
        },
        {
            "name": "Aucun bonus de terrain défensif",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Installation nécessaire avant attaque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/must_set_up_to_ranged_attack.json"
        },
        {
            "name": "Champ de vision limité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/limited_visibility.json"
        }
    ]
}