{
    "id": 42,
    "name": "Cavalerie|Cavalerie",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cavalry.png",
    "game_info": "Unité montée capable de tenir tête aux unités d'infanterie moderne.",
    "historical_info": "A la fin du XIXe siècle, les cavaliers européens et américains étaient équipés de fusils à répétition (armes à la fois petites et sûres, capables de transporter de cinq à quinze munitions précises sur une distance d'environ quatre cent cinquante mètres), ainsi que de pistolets et d'épées. Comme leur équipement était nettement moins encombrant que celui des chevaliers et des lanciers d'autrefois, ces soldats montés étaient bien plus rapides et endurants que leurs prédécesseurs. Si la charge de cavalerie d'antan était encore utilisée en de rares occasions, la précision et la cadence de tir améliorées de l'infanterie rendaient cette manœuvre extrêmement risquée. Lorsqu'ils faisaient face à des fantassins, les cavaliers avaient pour habitude de descendre de cheval pour combattre, l'un d'entre eux surveillant quatre montures, tandis que les trois autres échangeaient des tirs avec l'ennemi.",
    "strategy": "La cavalerie est une unité montée dévastatrice contre les unités de combat rapproché, les unités d'attaque à distance et les armes de siège. Utilisez-la pour détruire les arquebusiers, puis profitez de leur déplacement après l'attaque pour traverser les lignes ennemies.",
    "movement": 4,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Science militaire",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/military_science.json"
    },
    "free_promotions": [
        {
            "name": "Aucun bonus de terrain défensif",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Déplacement possible après attaque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Pénalité (attaque de villes)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/penalty_attacking_cities_(33)_at.json"
        }
    ]
}