{
    "id": 71,
    "name": "Archer sur char|Archers sur char",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/chariot_archer.png",
    "game_info": "Unité de combat à distance rapide et très efficace sur terrain plat.",
    "historical_info": "Avant l'invention de l'étrier, il était impossible de combattre à cheval : en effet, le cavalier n'ayant aucune prise solide, le moindre choc pouvait le mettre à terre et le blesser. Les chevaux firent leur première apparition sur les champs de bataille pour tracter des chars. Ainsi, deux chevaux étaient attelés à un char, dont l'équipage se composait d'un conducteur et d'un archer. La mobilité des archers sur char les rendait particulièrement dangereux pour les soldats d'infanterie : ils étaient très rapides, tiraient par salves et pouvaient fuir avant que les fantassins n'aient le temps de s'approcher. La plus grande faiblesse des archers sur char était leur difficulté à se mouvoir en terrain accidenté. Sur les plaines dégagées, ils étaient les rois du champ de bataille, mais dans les bois ou les collines, ils étaient fortement désavantagés.",
    "strategy": "L'archer sur char est une unité d'attaque à distance rapide particulièrement redoutable sur terrain dégagé. S'il est légèrement moins puissant que l'archer, il peut en revanche se déplacer deux fois plus vite. Notez cependant qu'il subit un malus de déplacement lorsqu'il pénètre sur une case de forêt, de jungle ou de collines (à moins que cette dernière soit traversée par une route). Comme toutes les unités montées, l'archer sur char est particulièrement vulnérable aux attaques des lanciers.",
    "movement": 4,
    "cost": {
        "production": 56,
        "faith": 112
    },
    "prereq_tech": {
        "name": "La roue",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_wheel.json"
    },
    "free_promotions": [
        {
            "name": "Pénalité sur terrain accidenté",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/rough_terrain_penalty.json"
        },
        {
            "name": "Aucun bonus de terrain défensif",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack.json"
        }
    ]
}