{
    "id": 60,
    "name": "Chu-ko-nu|Cho-ko-nu",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/chu-ko-nu.png",
    "game_info": "Unité d'infanterie médiévale attaquant à distance. Le Cho-Ko-Nu est exclusif aux Chinois. Cette unité peut attaquer deux fois en un tour, à la différence de l'arbalétrier, qu'elle remplace.",
    "historical_info": "La \"Cho-Ko-Nu\" (ou Chu-Ko-Nu) est une arbalète à répétition très efficace inventée en Chine à la fin du IIe siècle apr. J.-C. Cette arme ressemble à peu de choses près à l'arbalète standard européenne, mais dispose d'une boîte fixée juste au-dessus de la corde. Cette boîte était remplie de carreaux. L'arbalétrier poussait alors sur un levier pour armer la corde puis le tirait pour relâcher un carreau, qui se mettait alors en place, prêt à être tiré. La cho-ko-nu disposait d'une cadence de tir bien supérieure aux armes européennes, mais son carreau était plus léger et sa portée moindre. L'efficacité des arbalètes européennes et chinoises dépendaient des circonstances : le modèle européen l'emportait sur terrain dégagé contre des adversaires en armure lourde, tandis que la Chu-Ko-Nu était meilleure à courte portée contre des adversaires multiples et en armure légère.",
    "strategy": "Unité exclusive aux Chinois, le chu-ko-nu remplace l'arbalétrier. Bien que légèrement moins puissant que ce dernier, il peut néanmoins attaquer deux fois au cours d'un même tour, un avantage offensif qui peut s'avérer décisif. Cette unité est particulièrement redoutable lorsqu'elle est postée en garnison dans une ville attaquée.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Mécanique",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/machinery.json"
    },
    "free_promotions": [
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Peut attaquer deux fois",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_attack_twice.json"
        }
    ]
}