{
    "id": 13,
    "name": "Destroyer|Destroyers",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/destroyer.png",
    "game_info": "Navire rapide de fin de partie très efficace pour les missions de reconnaissance. Peut également traquer et détruire les sous-marins ennemis. Unité navale de combat rapproché.",
    "historical_info": "Les destroyers ont été conçus au début du XXe siècle pour des missions de patrouilles, d'escortes, et de défense antiaérienne et anti-sous-marine. Les premiers destroyers étaient trop légers pour effectuer de longues traversées, mais ils furent rapidement accompagnés de ravitailleurs disposant d'une réserve de carburant supplémentaire. Les destroyers utilisés lors de la Deuxième Guerre mondiale étaient rapides et maniables, et pouvaient transporter suffisamment de munitions et de provisions pour effectuer des missions de grande envergure dans tous les océans du monde.Les destroyers (ou contre-torpilleurs) étaient équipés de canons antiaériens, de canons légers, de torpilles et de grenades sous-marines. La plupart du temps, ils accompagnaient les porte-avions et patrouillaient pour protéger les vaisseaux les plus grands contre les attaques sous-marines et aériennes. Pendant la Deuxième Guerre mondiale, faire partie de l'équipage d'un destroyer n'était pas sans danger : plus de 220 destroyers britanniques, américains, australiens et canadiens furent détruits, le plus souvent à la suite d'attaques aériennes.",
    "strategy": "Le destroyer est une unité navale d'attaque rapprochée conçue pour traquer et détruire les sous-marins et assurer un soutien antiaérien. Il escorte souvent les unités embarquées, les cuirassés et les porte-avions qui sont à portée de l'aviation et des sous-marins ennemis. Il est rapide et bénéficie d'une promotion qui augmente ses chances de se replier avant qu'une unité navale de combat rapproché ennemie puisse l'attaquer.",
    "movement": 6,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Combustion",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/combustion.json"
    },
    "free_promotions": [
        {
            "name": "Peut voir les sous-marins",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/can_see_submarines_at.json"
        },
        {
            "name": "Interception (40)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/interception_(40)_at.json"
        },
        {
            "name": "Attaque contre les sous-marins (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/attack_vs_submarines_(100)_at.json"
        },
        {
            "name": "Se retirer avant combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/withdraw_before_melee_at.json"
        }
    ]
}