{
    "id": 32,
    "name": "Chasseur|Chasseurs",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/fighter.png",
    "game_info": "Unité aérienne conçue pour contrôler les cieux et intercepter tout aéronef ennemi en approche.",
    "historical_info": "Les avions de chasse, ou chasseurs, sont apparus au cours de la Première Guerre mondiale. Les tout premiers modèles n'étaient rien de plus que de gros cerfs-volants autopropulsés équipés de mitrailleuses. Avec l'évolution de la technologie et de la doctrine militaire, ces appareils de fortune ont rapidement fait place à des engins aériens mortels et extrêmement puissants. Lors de la Deuxième Guerre mondiale, le rôle principal des chasseurs était de contrôler l'espace aérien au-dessus du champ de bataille, en détruisant les appareils ennemis ou en les repoussant, permettant ainsi aux bombardiers alliés de frapper les unités ennemies terrestres ou navales. Certains chasseurs transportent également des bombes pour attaquer les unités au sol, mais ils peuvent parvenir au même résultat avec leur arsenal de base.Les chasseurs à réaction modernes sont plus rapides, mieux armés et mieux protégés, mais les principes de combat restent les mêmes, et les armées disposant d'une supériorité aérienne ont un énorme avantage sur leurs ennemis.",
    "strategy": "L'avion de chasse est une unité aérienne de puissance modérée. Il peut être placé dans l'une de vos villes ou à bord d'un porte-avions, se déplacer de ville en ville (ou de porte-avions en porte-avions) et effectuer des missions dans un rayon de 8 cases. Utilisez les avions de chasse pour attaquer les unités aériennes et terrestres, pour repérer les positions ennemies et pour vous défendre contre les attaques aériennes de vos rivaux. Les chasseurs sont particulièrement efficaces contre les hélicoptères ennemis. Pour plus d'informations, veuillez consulter les règles relatives aux avions.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Interception (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/interception_(100).json"
        },
        {
            "name": "Balayage aérien",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/air_sweep.json"
        },
        {
            "name": "Reconnaissance aérienne",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/air_recon.json"
        },
        {
            "name": "Bonus contre bombardiers/hélicoptères (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_vs_bombers_helicopters_(150).json"
        }
    ]
}