{
    "id": 41,
    "name": "Légion étrangère|Légion étrangère",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/foreign_legion.png",
    "game_info": "Unité d'infanterie spéciale de l'ère moderne ne pouvant être obtenue qu'en adoptant le principe de l'armée de volontaires sous l'idéologie de la liberté. Cette unité profite d'un bonus lorsqu'elle combat en dehors de tout territoire allié, mais reste sinon très semblable à la grande infanterie de guerre.",
    "historical_info": "Créée en 1831, la Légion étrangère est un corps d'armée unique de l'armée de terre française. Elle a été conçue uniquement pour les étrangers qui souhaitent se battre sous le drapeau français. Réputée pour le courage de ses soldats et leur indifférence envers leur propre sécurité, la Légion étrangère a, depuis sa création, participé à tous les conflits dans lesquels la France a été engagée. Ce corps d'armée a été l'objet de nombreuses histoires : selon la culture populaire, il serait le refuge des cœurs brisés et des brigands voulant échapper à la justice. Que ce soit vrai ou pas, la Légion étrangère est un corps d'armée très solide et très efficace.",
    "strategy": "La légion étrangère est une unité spéciale, ne pouvant être obtenue qu'en adoptant le principe de l'armée de volontaires sous l'idéologie de la liberté. Elle bénéficie d'un important bonus de combat en dehors de tout territoire allié, ce qui en fait une excellente unité pour prendre le contrôle de terres étrangères.",
    "movement": 2,
    "cost": {
        "production": 320,
        "faith": 640
    },
    "prereq_tech": {
        "name": "Pièces de rechange",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/replaceable_parts.json"
    },
    "free_promotions": [
        {
            "name": "Bonus terres étrangères",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/foreign_lands_bonus.json"
        }
    ]
}