{
    "id": 111,
    "name": "Galéasse|Galéasses",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/galleass.png",
    "game_info": "Unité navale du Moyen Âge habituée à contrôler les mers grâce à ses attaques à distance.",
    "historical_info": "La galéasse est un navire de guerre dont la popularité a culminé au cours du XVIe siècle, quand un modèle de galère fut modifié afin d'y inclure un arsenal conséquent. En général, il s'agissait d'un vaisseau marchand doté de rames auquel on adjoignait ensuite des mâts et des voilures. Grâce à ces deux formes de propulsion combinées, les galéasses parvenaient à atteindre la vitesse légendaire des galères traditionnelles, tout en disposant d'impressionnantes pièces d'artillerie, aptes à couler n'importe quel assaillant.",
    "strategy": "La galéasse est généralement la première unité navale d'attaque à distance disponible au cours d'une partie. Plus résistante que les unités navales précédentes, mais un peu plus lente, elle n'est pas conçue pour le combat rapproché. La galéasse est utile pour couler les navires ennemis en eaux peu profondes. Elle ne peut pas se déplacer sur les cases d'océan, à moins qu'elle ne vienne de Polynésie.",
    "movement": 3,
    "cost": {
        "production": 100,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Boussole",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/compass.json"
    },
    "free_promotions": [
        {
            "name": "Océan inaccessible",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/cannot_enter_deep_ocean_at.json"
        },
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack_at.json"
        }
    ]
}