{
    "id": 120,
    "name": "Mitrailleuse Gatling|Mitrailleuses Gatling",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/gatling_gun.png",
    "game_info": "Unité de combat à distance de milieu de partie qui ne peut attaquer que les cases adjacentes.",
    "historical_info": "La mitrailleuse Gatling, ancêtre de la mitrailleuse moderne, fut inventée en 1861 par le docteur américain Richard Gatling dans l'espoir de réduire la taille des armées et démontrer à quel point la guerre était futile. La mitrailleuse Gatling était équipée de plusieurs canons rotatifs et d'une manivelle faisant fonctionner le mécanisme. Lors de la rotation de chaque canon, la munition était éjectée, une nouvelle était chargée et le canon refroidissait. Une cadence de tir rapide pouvait ainsi être maintenue sans risque de surchauffe. Le manque de précision de la mitrailleuse Gatling était compensé par une efficacité mortelle. Elle ne fut adoptée officiellement par l'armée américaine qu'en 1866 et utilisée pour la première fois par les forces de l'Union pendant la guerre de Sécession. Elle servit ensuite lors de la \"guerre du salpêtre\" qui opposa le Pérou au Chili (1879-1883). Les armées européennes furent alors convaincues de son utilité contre des ennemis en masse. En moins de dix ans, la mitrailleuse Gatling fut adoptée par la plupart des grandes puissances. Elle leur permit d'étendre leurs empires coloniaux en combattant les Ndébélés, les Zoulous, les Bédouins, les Turkmènes, les Boxers et autres peuplades indigènes. Au début des années 1900, la Gatling fut détrônée par les nouvelles mitrailleuses à emprunt de gaz. L'armée américaine réforma tous les modèles de Gatling en 1911, suivie rapidement des armées européennes.",
    "strategy": "La mitrailleuse Gatling est une unité de combat à distance (hors siège) de milieu de partie. Elle est beaucoup plus puissante que les premières unités d'attaque à distance du jeu, comme les arbalétriers. Sa portée est limitée à une case, mais elle peut néanmoins infliger d'importants dégâts aux autres unités sans en subir en retour. Placez des mitrailleuses Gatling dans votre cité pour la défendre.",
    "movement": 2,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Industrialisation",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/industrialization.json"
    },
    "free_promotions": [
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack_at.json"
        }
    ]
}