{
    "id": 115,
    "name": "Bombardier de la Grande Guerre|Bombardiers de la Grande Guerre",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/great_war_bomber.png",
    "game_info": "L'une des premières unités aériennes, capable de bombarder les villes et unités ennemies depuis le ciel.",
    "historical_info": "Lorsque la Première Guerre mondiale éclata, plusieurs nations, dont la Grande-Bretagne, la France et l'Allemagne, eurent l'occasion d'expérimenter le concept de bombardement explosif effectué par avion. Dans un premier temps, les bombes étaient larguées depuis tous types d'appareils, des chasseurs aux avions de reconnaissance. Le Voisin III, premier véritable bombardier de l'histoire, fut conçu par le fabricant d'appareils aériens Gabriel Voisin. Modèle basé sur un biplan standard renforcé d'un châssis en acier, le Voisin III pouvait transporter une charge utile dépassant les 135 kg.",
    "strategy": "Le bombardier de la Grande Guerre, ou bombardier de la Première Guerre mondiale, fut l'une des toutes premières unités aériennes. Il est plus efficace contre les cibles terrestres que contre les cibles navales et se montre plutôt vulnérable aux aéronefs ennemis. Le bombardier de la Grande Guerre peut être basé dans l'une de vos villes ou sur un porte-avions. Il peut se déplacer d'une base à l'autre et effectuer des missions à portée de 6 cases. Utilisez-le pour attaquer les villes et unités ennemies. Lorsque vous en avez la possibilité, envoyez des triplans affaiblir les défenses antiaériennes de l'ennemi pour le tour en cours. Pour plus d'informations, veuillez consulter les règles relatives aux avions.",
    "movement": 2,
    "cost": {
        "production": 325,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Aviation",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/flight.json"
    },
    "free_promotions": []
}