{
    "id": 25,
    "name": "Hélicoptère de combat|Hélicoptères de combat",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/helicopter_gunship.png",
    "game_info": "Unité particulièrement efficace contre les blindés modernes et les chars. Elle peut traverser les montagnes, mais reçoit des dégâts si elle termine son tour sur une case de ce type.",
    "historical_info": "Les hélicoptères se montraient d'un intérêt limité lorsqu'utilisés comme moyen de transport lors de la Deuxième Guerre mondiale et la guerre de Corée. Pendant la guerre du Vietnam, l'US Army prit la décision de fabriquer un hélicoptère bien mieux armé et blindé, spécialement conçu pour le combat. Dès lors, l'hélicoptère de combat n'eut de cesse d'évoluer. Il est en premier lieu un destructeur de chars, parfait pour voler à ras du sol, surgir brièvement, tirer et décamper à basse altitude avant que l'ennemi ne puisse riposter. Les hélicoptères étaient presque inarrêtables, sauf par d'autres forces aériennes, jusqu'à la création de missiles \"portatifs\" sol-air, du type qu'utilisaient les moudjahidines en Afghanistan contre les hélicoptères russes. Les utilisations de l'hélicoptère de combat moderne sont multiples. Il peut être employé comme soutien aérien rapproché pour les unités d'infanterie ou comme moyen de transport rapide pour des forces d'opérations spéciales, même si leur mission première reste de détruire les chars.",
    "strategy": "L'hélicoptère de combat est une unité aérienne redoutable agissant comme une unité terrestre, sauf qu'il ne peut pas capturer de villes. Son mouvement de six cases en fait une unité extrêmement rapide. Il peut également se déplacer sur n'importe quel type de terrain, y compris les montagnes, comme s'il s'agissait de terrains dégagés, mais il doit embarquer pour aller en mer. Il reçoit un bonus de combat considérable lorsqu'il affronte des chars.",
    "movement": 6,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Informatique",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/computers.json"
    },
    "free_promotions": [
        {
            "name": "Tout type de terrain : 1 PM",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/all_tiles_cost_1_move.json"
        },
        {
            "name": "Unité volante|Unités volantes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/hovering_unit.json"
        },
        {
            "name": "Bonus contre les chars (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_vs_tanks_(100).json"
        },
        {
            "name": "Aucun bonus de terrain défensif",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Prise de villes impossible",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/unable_to_capture_cities.json"
        }
    ]
}