{
    "id": 102,
    "name": "Archer monté|Archers montés",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/horse_archer.png",
    "game_info": "Unité d'attaque à distance rapide idéale pour attaquer, puis prendre la fuite. Exclusive aux Huns.",
    "historical_info": "Les redoutables cavaliers hunniques, réputés pour leurs talents d'archers et leur adresse à cheval, firent des ravages en Europe durant les conquêtes hunniques des IVe et Ve siècles de notre ère. Armés de puissants arcs composites, les archers montés hunniques parfaisaient leur savoir-faire en chassant dans les steppes d'Asie centrale et c'est sans mal qu'ils mettaient ensuite à profit leurs compétences en temps de guerre. Tout le monde s'accorde à dire que l'utilisation d'archers montés par les Huns influença beaucoup les armées des royaumes d'Asie et d'Europe, où les unités de cavalerie se développèrent après les invasions hunniques.",
    "strategy": "Unités rapides de combat à distance, les archers montés sont redoutables en terrain dégagé. Ils sont légèrement meilleurs en défense que l'archer sur char et se déplacent sur des terrains accidentés sans subir la pénalité de déplacement de l'archer sur char. Ils démarrent également avec la promotion Précision I. Comme toutes les unités montées, les archers montés sont vulnérables aux lanciers. À la différence de l'archer sur char, les archers montés ne nécessitent pas de chevaux.",
    "movement": 4,
    "cost": {
        "production": 56,
        "faith": 112
    },
    "prereq_tech": {
        "name": "La roue",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_wheel.json"
    },
    "free_promotions": [
        {
            "name": "Aucun bonus de terrain défensif",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Précision I",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/accuracy_i.json"
        }
    ]
}