{
    "id": 76,
    "name": "Immortel|Immortels",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/immortal.png",
    "game_info": "Unité de l'Antiquité particulièrement efficace contre les unités montées. L'immortel est exclusif aux Perses. Il est plus puissant en combat et plus rapide à guérir que le lancier, qu'il remplace.",
    "historical_info": "Les Immortels perses étaient regroupés en une unité d'infanterie lourde d'élite, composée de 10 000 hommes. Ils formaient le cœur de l'armée perse (achéménide). Les Immortels combattirent sous les ordres de Cyrus le Grand, Cambyse et Darius le Grand et, lorsqu'ils n'étaient pas au combat, ils reprenaient leur poste de gardes des palais royaux. Les Immortels étaient munis de petites lances, d'épées, d'arcs er de flèches. Ils portaient également des boucliers légers et revêtaient une armure de mailles. Selon Hérodote, \"chaque homme brillait par la multitude des ornements en or dont il était décoré. Ils étaient accompagnés de chariots transportant leurs femmes et leurs servants, ainsi que tout leur équipement. Une nourriture spécifique, différente de celle des autres combattants, leur était réservée...\"",
    "strategy": "L'immortel est une unité exclusive aux Perses. Il est légèrement plus puissant et guérit deux fois plus rapidement que le lancier, qu'il remplace. Il est particulièrement redoutable contre les unités montées.",
    "movement": 2,
    "cost": {
        "production": 56,
        "faith": 112
    },
    "prereq_tech": {
        "name": "Travail du bronze",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/bronze_working.json"
    },
    "free_promotions": [
        {
            "name": "Bonus contre les unités montées (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_vs_mounted_(50)_at.json"
        },
        {
            "name": "Vitesse de guérison doublée",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/heals_at_double_rate_at.json"
        }
    ]
}