{
    "id": 121,
    "name": "Impi|Impis",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/impi.png",
    "game_info": "Exclusive aux Zoulous, cette unité est spécialisée dans l'élimination des chevaliers et d'autres unités montées, et porte une première attaque à distance avant le début du combat.",
    "historical_info": "\"Impi\" est le nom zoulou donné à un corps d'armée, mais dans l'usage courant du XIXe siècle, il désignait plus particulièrement l'un des régiments de l'empire zoulou. Si les bataillons impis faisaient depuis longtemps partie de la culture zouloue, leur grand chef Chaka y apporta de grandes innovations dès son arrivée au pouvoir, en 1816. À l'équipement traditionnel de ses troupes, composé d'une massue et d'une lance, Chaka ajouta une sagaie, arme de jet au manche court dotée d'une large lame acérée de 30 cm. Il introduisit un bouclier tressé en peau de vache plus grand et plus lourd (l'isihlangu) et apprit à ses hommes à se rapprocher rapidement de l'ennemi pour de violents combats au corps à corps. Stratégiquement, les impis s'appuyaient sur la rapidité et l'effet de surprise pour brusquement surpasser en nombre leurs ennemis et prendre le dessus. Grâce à ces méthodes, les Zoulous remportèrent d'éclatantes victoires, y compris contre des troupes européennes armées de fusils, mais durent également essuyer de lourdes pertes.",
    "strategy": "Exclusif aux Zoulous, l'impi, avant de s'engager dans un combat rapproché, décoche une attaque à distance avec sa lance. Celle-ci peut endommager, voire tuer l'unité ennemie avant même l'entrée en contact.",
    "movement": 2,
    "cost": {
        "production": 90,
        "faith": 180
    },
    "prereq_tech": {
        "name": "Administration",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/civil_service.json"
    },
    "free_promotions": [
        {
            "name": "Bonus contre les unités montées (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_vs_mounted_(50).json"
        },
        {
            "name": "Lancer de lance",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/spear_throw.json"
        }
    ]
}