{
    "id": 80,
    "name": "Jaguar|Jaguars",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/jaguar.png",
    "game_info": "Unité militaire de début de partie relativement faible. Le jaguar est exclusif aux Aztèques. Il combat plus âprement dans la jungle et se soigne lorsqu'il élimine une unité ennemie, à la différence du guerrier, qu'il remplace.",
    "historical_info": "Dans la culture aztèque, la guerre tenait plus du rite religieux que d'une stratégie politique. Les jeunes hommes devaient capturer ou tuer des ennemis afin de bénéficier d'un statut élevé et un nombre sans cesse croissant de prisonniers était nécessaire pour les sacrifices effectués lors des rituels religieux. Les chevaliers-jaguars étaient des soldats professionnels d'élite de l'armée aztèque. Vêtus de peaux de jaguars et équipés de \"macuahuitls\" (épées de bois parsemées de fragments tranchants d'obsidienne), les jaguars représentaient sans doute l'unité d'infanterie légère la plus meurtrière d'Amérique du Nord et d'Amérique centrale précolombiennes.",
    "strategy": "Le jaguar est une unité exclusive aux Aztèques. Remplaçant le guerrier, il reçoit un bonus important lorsqu'il combat dans la jungle, et guérit lorsqu'il détruit une unité ennemie. La promotion Forestier lui permet de se déplacer rapidement sur les cases de jungle et de forêt.",
    "movement": 2,
    "cost": {
        "production": 40,
        "faith": 80
    },
    "prereq_tech": {
        "name": "Agriculture",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/agriculture.json"
    },
    "free_promotions": [
        {
            "name": "Bonus de combat en forêt/jungle (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/combat_bonus_in_forest_jungle_(33)_at.json"
        },
        {
            "name": "Forestier",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/woodsman_m.json"
        },
        {
            "name": "Unité ennemie tuée : +25 PV",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/heals_25_damage_if_kills_a_unit_at.json"
        }
    ]
}