{
    "id": 51,
    "name": "Janissaire|Janissaires",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/janissary.png",
    "game_info": "L'une des premières unités du jeu à utiliser la poudre à canon. Le janissaire est exclusif aux Ottomans. Il est plus puissant que l'arquebusier, qu'il remplace, et se soigne lorsqu'il élimine un ennemi.",
    "historical_info": "Les janissaires faisaient partie d'un corps d'élite de l'Empire ottoman. Apparus à la fin du XIVe siècle, les premiers janissaires étaient de jeunes chrétiens (souvent esclaves des Balkans) convertis à l'Islam puis enrôlés dans l'armée ottomane. Au départ, les janissaires étaient obligés de garder le célibat (ce qui pourrait expliquer leur fureur au combat), mais cette contrainte disparut par la suite. Au fil des années, les janissaires développèrent une grande influence politique au sein de l'Empire et organisèrent de fréquents coups d'État aux XVIIe et XVIIIe siècles. Mais au fur et à mesure que leur influence grandissait, ils devinrent récalcitrants et traditionnalistes, refusant d'utiliser des armes ou des tactiques plus modernes pour s'adapter au reste du monde. En 1826, ce corps d'armée fut dissous par la force et remplacé par des troupes ottomanes modernes.",
    "strategy": "Unité exclusive des Ottomans, le janissaire remplace l'arquebusier et reçoit un important bonus au combat lorsqu'il attaque. De plus, il se régénère intégralement après avoir vaincu une unité non barbare. Ces avantages donnent à une armée de janissaires un ascendant décisif contre des troupes ennemies postées en défense.",
    "movement": 2,
    "cost": {
        "production": 150,
        "faith": 300
    },
    "prereq_tech": {
        "name": "Poudre à canon",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/gunpowder.json"
    },
    "free_promotions": [
        {
            "name": "Unité ennemie tuée : +50 PV",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/heal_50_damage_if_kills_a_unit.json"
        },
        {
            "name": "Bonus d'attaque (25)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/combat_bonus_when_attacking_(25).json"
        }
    ]
}