{
    "id": 22,
    "name": "Chasseur à réaction|Chasseurs à réaction",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/jet_fighter.png",
    "game_info": "Unité aérienne conçue pour contrôler les cieux et intercepter tout aéronef ennemi en approche.",
    "historical_info": "Le rôle du chasseur à réaction est similaire à celui de son prédécesseur utilisé lors de la Deuxième Guerre mondiale, le chasseur à hélices. Mais l'énorme différence réside dans la puissance de l'appareil, son armement et ses équipements en informatique et en communication. L'appareil le plus performant de la Deuxième Guerre mondiale pouvait voler à 640 km/h. Un chasseur à réaction moderne peut aller trois fois plus vite. En 1940, un appareil pouvait transporter une à deux unités d'artillerie, et peut-être une ou deux bombes. Aujourd'hui, le chasseur peut transporter à son bord une mitrailleuse Gatling 20 mm, une dizaine de missiles air-air ainsi qu'une dizaine de roquettes. Il est aussi équipé d'ordinateurs, de radars et d'équipements de communication d'une sophistication inégalée. Comme tous les autres appareils aériens, les chasseurs à réaction sont vulnérables aux missiles sol-air, mais leurs pires adversaires sont leurs homologues ennemis. Le camp qui parvient à assoir sa supériorité dans les airs acquiert un avantage presque décisif, en temps de guerre.",
    "strategy": "Le chasseur à réaction est une puissante unité aérienne. Il peut être placé dans l'une de vos villes ou à bord d'un porte-avions, se déplacer de base en base et effectuer des missions dans un rayon de 10 cases. Utilisez les chasseurs à réaction pour attaquer les unités aériennes et terrestres, pour repérer les positions ennemies et pour vous défendre des attaques aériennes de vos rivaux. De plus, le chasseur à réaction bénéficie de la capacité \"reconnaissance aérienne\" qui lui permet, au début de son tour de jeu, de voir tout ce qui l'entoure dans un rayon de six cases. Pour plus d'informations, veuillez consulter les règles relatives aux avions.",
    "movement": 2,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Lasers",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/lasers.json"
    },
    "free_promotions": [
        {
            "name": "Interception (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/interception_(100)_at.json"
        },
        {
            "name": "Balayage aérien",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/air_sweep_at.json"
        },
        {
            "name": "Reconnaissance aérienne",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/air_recon_at.json"
        },
        {
            "name": "Bonus contre bombardiers/hélicoptères (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_vs_bombers_helicopters_(150)_at.json"
        }
    ]
}