{
    "id": 134,
    "name": "Spadassin à kriss|Spadassins à kriss",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/kris_swordsman.png",
    "game_info": "Exclusive à l'Indonésie, cette unité de combat rapproché de l'ère classique est équipée d'une arme mystique dont les compétences sont découvertes lors de sa première fois utilisation en combat.",
    "historical_info": "Le kriss est une dague ou une épée longue et asymétrique, dotée d'une lame ondulée caractéristique de l'Indonésie et de la Malaisie. À la fois arme blanche et accessoire occulte, le kriss était, selon les tribus indonésiennes, imprégné d'un pouvoir magique, et si certaines lames apportaient la chance, d'autres n'étaient que source de malheur. Le kriss était si précieux en Indonésie que certaines lames se transmettaient de génération en génération. Au combat, le soldat équipé d'un kriss peut en transporter jusqu'à trois : le sien, celui de son beau-père et celui de sa famille. Seuls quelques élus étaient capables de forger des kriss, et ces forgerons de talent créaient leurs lames en repliant plusieurs fois sur elles-mêmes des couches de différents minerais de fer et de météorites ferreuses, un procédé minutieux auquel ils devaient parfois consacrer des années de labeur.",
    "strategy": "Le spadassin à kriss remplace le spadassin standard. Envoyez-le au combat dès que possible pour débloquer les propriétés secrètes de sa lame incurvée.",
    "movement": 2,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Travail du fer",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/iron_working.json"
    },
    "free_promotions": [
        {
            "name": "Lame mystique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/mystic_blade.json"
        }
    ]
}