{
    "id": 45,
    "name": "Lancier|Lanciers",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/lancer.png",
    "game_info": "Unité montée spécialisée dans la destruction d'autres unités montées.",
    "historical_info": "Les lanciers étaient les cavaliers de la Renaissance. A cette époque, les lanciers abandonnèrent les lourdes carapaces de plates des chevaliers qui les avaient précédés, n'en conservant que le plastron métallique. En effet, suite à l'utilisation grandissante des canons et autres pièces d'arsenal rapides et pratiques basées sur la poudre, les anciennes armures devenaient de plus en plus inutiles. Cependant, même si l'armement s'était, à l'époque, considérablement amélioré, les lances demeuraient des armes redoutables dans les mains de cavaliers entraînés. Jusqu'aux guerres napoléoniennes, les Français restèrent convaincus que la lance constituait une meilleure arme de cavalerie que l'épée. Au XIXe siècle, les deux furent bien entendu supplantées par la carabine.",
    "strategy": "Le lancier est une unité montée de la Renaissance qui se situe entre le chevalier et la cavalerie. Il est plus rapide et plus puissant que le chevalier et peut balayer cette unité autrefois redoutée de la carte. Le lancier peut même affronter les puissantes unités de cavalerie lorsqu'elles deviennent disponibles.",
    "movement": 4,
    "cost": {
        "production": 185,
        "faith": 370
    },
    "prereq_tech": {
        "name": "Métallurgie",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metallurgy.json"
    },
    "free_promotions": [
        {
            "name": "Aucun bonus de terrain défensif",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Déplacement possible après attaque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Pénalité (attaque de villes)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/penalty_attacking_cities_(33)_at.json"
        },
        {
            "name": "Formation I",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/formation_i_m.json"
        }
    ]
}