{
    "id": 63,
    "name": "Lansquenet|Lansquenets",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/landsknecht.png",
    "game_info": "Cette unité est bien moins chère que le piquier, et peut piller sans dépenser de points de mouvement. Vous volez de l' or en attaquant une ville. Disponibles via la doctrine Armée de mercenaires, ces unités ne peuvent pas être produites et doivent être achetées avec de l'or. Elles peuvent se déplacer immédiatement après avoir été recrutées.",
    "historical_info": "Les lansquenets (de l'allemand Landsknecht) étaient des mercenaires allemands au XVIe siècle. Créées sur le modèle des légendaires piquiers suisses, ces unités ont fini par surpasser ces derniers en tant que meilleure unité d'infanterie mercenaire d'Europe ayant participé à la plupart des conflits majeurs du XVIe siècle. Au combat, les lansquenets étaient généralement équipés de lances de presque 6 mètres de long. Certains d'entre eux portaient également d'imposantes épées à deux mains ou des hallebardes, qui servaient à couper la tête de leurs adversaires.",
    "strategy": "Le lansquenet est uniquement disponible via la doctrine Armée de mercenaires, et doit être recruté avec de l'or. Le lansquenet est beaucoup moins cher que le piquier, et bénéficie de plusieurs bonus lorsqu'il pille une case ou une ville. Ces unités permettent de lever une armée bon marché, qui sera rapidement amortie si vous l'envoyez faire des ravages dans les territoires ennemis.",
    "movement": 2,
    "cost": {
        "production": 45,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Administration",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/civil_service.json"
    },
    "free_promotions": [
        {
            "name": "Bonus contre les unités montées (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_vs_mounted_(50)_at.json"
        },
        {
            "name": "Pillage : 0 PM",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/no_movement_cost_to_pillage_at.json"
        },
        {
            "name": "Pillage de ville",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/city_plunder_at.json"
        }
    ]
}