{
    "id": 61,
    "name": "Archer long|Archers longs",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/longbowman.png",
    "game_info": "Unité d'infanterie médiévale attaquant à distance. L'archer long est exclusif aux Anglais. Il profite d'un bonus de +1 à la portée, ce qui le différencie de l'arbalétrier, qu'il remplace.",
    "historical_info": "Le célèbre arc long anglais fut inventé au cours du XIIe siècle, à l'époque où les Anglais combattaient pour conquérir le pays de Galles. L'arc long était fait en if ou en orme et faisait entre 1,5 et 2 mètres de haut, selon la taille et la force de son utilisateur. Cette arme était extrêmement difficile à maîtriser, mais des archers bien entraînés pouvaient tirer plus loin, plus vite et plus précisément que les arbalétriers de l'époque. Cette capacité nécessitait cependant des années d'entraînement. Au fur et à mesure que la population augmentait, la campagne anglaise se transformait en une vaste étendue de terres cultivées. L'activité de la chasse disparut progressivement et les paysans anglais devinrent de moins en moins habiles avec un arc et une flèche. Ceci, ajouté à l'arrivée de la poudre à canon, marqua le déclin de l'arc long.",
    "strategy": "Unité exclusive aux Anglais, l'archer long remplace l'arbalétrier. Sa distance de tir plus élevée lui permet d'attaquer des unités ennemies situées à trois cases de distance. De ce fait, il a souvent le temps de les détruire avant même qu'elles n'aient pu riposter. Comme toutes les unités d'attaque à distance, l'archer long est vulnérable aux attaques de combat rapproché.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Mécanique",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/machinery.json"
    },
    "free_promotions": [
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Portée",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/range.json"
        }
    ]
}