{
    "id": 90,
    "name": "Guerrier maori|Guerriers maori",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/maori_warrior.png",
    "game_info": "Cette unité de l'Antiquité exclusive à la Polynésie remplace le guerrier et terrifie les ennemis à proximité, les rendant moins efficaces au combat.",
    "historical_info": "Les Maori comptaient parmi les guerriers les plus redoutés de toute la Polynésie. Ils décoraient leur visage avec une série de tatouages complexes et effrayants, décrivant en détail leurs nombreux exploits au combat. Avant une nouvelle attaque, chaque camp faisait une danse de guerre élaborée appelée Haka, représentant le sort qui attendait les soldats ennemis s'ils échouaient. Ils espéraient ainsi que la danse intimiderait leurs adversaires afin qu'ils quittent le champ de bataille et déclarent forfait, économisant à chacun beaucoup de temps et d'énergie.Les Maori étaient également connus pour leurs tendances cannibales ; les guerriers tués étaient mangés afin de capturer leur esprit et leur puissance de combat. Ce faisant, ils faisaient preuve d'une grande marque de respect envers les guerriers vaincus et profitaient par la même de la seule source de protéines des îles.",
    "strategy": "Le guerrier maori est similaire au général illustre, à l'exception près qu'au lieu d'augmenter la puissance des unités alliées, il diminue celle des unités ennemies à proximité. N'hésitez pas à le produire en grand nombre : il conserve sa promotion lorsqu'il est amélioré !",
    "movement": 2,
    "cost": {
        "production": 40,
        "faith": 80
    },
    "prereq_tech": {
        "name": "Agriculture",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/agriculture.json"
    },
    "free_promotions": [
        {
            "name": "Danse de guerre Haka",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/haka_war_dance.json"
        }
    ]
}