{
    "id": 49,
    "name": "Minuteman|Minutemen",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/minuteman.png",
    "game_info": "L'une des premières unités du jeu à utiliser la poudre à canon. Unité exclusive aux Américains, le minuteman remplace l'arquebusier. Il peut se déplacer sur les terrains accidentés comme s'ils étaient dégagés, reçoit un bonus lorsqu'il y combat et gagne des points permettant de déclencher un âge d'or quand il élimine un ennemi.",
    "historical_info": "Les minutemen étaient des membres sélectionnés de la milice coloniale, en service pendant la Révolution américaine. Il s'agissait d'une force toujours prête à passer à l'attaque, ce qui laissait à l'armée régulière (et au reste de la milice) le temps de réagir et de se préparer au combat. En fait, les minutemen existaient bien avant la Révolution américaine : la colonie de la baie du Massachusetts disposait de plusieurs minutemen dès 1645.",
    "strategy": "Unité exclusive aux Américains, le minuteman remplace l'arquebusier. Il peut avancer sur les terrains accidentés comme s'ils étaient dégagés (tous les déplacements coûtent 1 PM), il reçoit un bonus lorsqu'il y combat et gagne des points permettant de déclencher un âge d'or quand il élimine un ennemi.",
    "movement": 2,
    "cost": {
        "production": 150,
        "faith": 300
    },
    "prereq_tech": {
        "name": "Poudre à canon",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/gunpowder.json"
    },
    "free_promotions": [
        {
            "name": "Coûts de mouvement ignorés en PM",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/ignores_terrain_cost_at.json"
        },
        {
            "name": "Exercice I",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/drill_i_m.json"
        },
        {
            "name": "Âge d'or (victoires)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/golden_age_from_victories_at.json"
        }
    ]
}