{
    "id": 109,
    "name": "Missionnaire|Missionnaires",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/missionary.png",
    "game_info": "Unité permettant de convertir des villes à une religion. Pour l'obtenir, vous devrez l'acheter avec de la foi.",
    "historical_info": "Les missionnaires sont les membres d'un groupe ou d'une secte chargés de diffuser le message de leur religion. Bien que leur principal objectif soit de partager leur vision religieuse et d'attirer de nouveaux croyants, les missionnaires rendent généralement d'autres services aux régions dans lesquelles ils exercent. En fondant des cliniques, des écoles et d'autres structures visant à améliorer la qualité de vie locale, les missionnaires aident les populations dans le besoin tout en jouant leur rôle d'évangélistes.",
    "strategy": "Disponible en échange de foi dans n'importe quelle cité disposant d'une religion principale. Sur une case adjacente à une ville, le missionnaire peut y répandre sa religion (il est détruit après la deuxième utilisation). Si un missionnaire pénètre sur le territoire d'une autre civilisation sans traité de libre passage, sa puissance religieuse diminue à chaque tour. Si elle tombe à zéro, l'unité est détruite.",
    "movement": 4,
    "cost": {
        "production": -1,
        "faith": 200
    },
    "prereq_tech": null,
    "free_promotions": [
        {
            "name": "Peut pénétrer en territoire ennemi",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/can_enter_rival_territory_at.json"
        },
        {
            "name": "Champ de vision limité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/limited_visibility_at.json"
        },
        {
            "name": "Évangéliste importun",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/unwelcome_evangelist_at.json"
        }
    ]
}