{
    "id": 26,
    "name": "Lance-missiles SAM mobile|Lance-missiles SAM mobiles",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/mobile_sam.png",
    "game_info": "Intercepte toute unité aérienne ennemie cherchant à bombarder les unités à proximité.",
    "historical_info": "Pendant que les hélicoptères devenaient des machines de guerre de plus en plus sophistiquées, l'infanterie s'est mise à développer des armes pour contrer ces ennemis (et surtout son plus grand ennemi, les avions de chasse). Les missiles sol-air modernes sont rapides, légers et disposent d'un radar leur permettant de verrouiller une cible. Le missile atteint ainsi l'aéronef avant d'exploser pour l'endommager ou le détruire complètement. Pour esquiver ces missiles, des véhicules plus furtifs ont été conçus et une technologie de brouillage de missiles a été développée. Malgré cela, les missiles sol-air constituent un grand danger pour tout aéronef ennemi, mais une bonne protection antiaérienne pour les unités au sol.",
    "strategy": "Le lance-missiles SAM mobile (unité sol-air) offre à son armée une défense antiaérienne sophistiquée. Il peut intercepter et abattre les aéronefs ennemis en les bombardant dans un rayon de deux cases (ils ne peuvent cependant intercepter qu'une unité par tour). Ces unités étant particulièrement vulnérables aux attaques non aériennes, il est conseillé de leur adjoindre des unités d'infanterie et des blindés.",
    "movement": 3,
    "cost": {
        "production": 425,
        "faith": 850
    },
    "prereq_tech": {
        "name": "Fusées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rocketry.json"
    },
    "free_promotions": [
        {
            "name": "Interception (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/interception_(100).json"
        },
        {
            "name": "Bonus contre les aéronefs/hélicoptères (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_vs_aircraft_helicopters_(150).json"
        }
    ]
}