{
    "id": 24,
    "name": "Blindé moderne|Blindés modernes",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/modern_armor.png",
    "game_info": "Unité de fin de partie rapide et puissante.",
    "historical_info": "Les blindés modernes sont maintenant plus sophistiqués que les meilleurs chars de la Deuxième Guerre mondiale. Ils sont plus imposants, plus rapides, leurs armes et leur blindage sont plus efficaces, et ils sont pourvus d'ordinateurs de bord et d'équipements de communication qui augmentent leur chance de survie et leur puissance dans une zone de combat moderne. Un char moderne peut filer à 65 km/h à travers un champ de bataille tout en tirant avec une précision redoutable sur une cible située à une centaine de mètres grâce à un système de ciblage qui ajuste de manière instantanée le canon du char en fonction des irrégularités du terrain.Pour le blindé moderne, les plus grandes menaces sont les blindés ennemis et l'artillerie, les avions de chasse et les hélicoptères de combat. Les fantassins transportent rarement des armes suffisamment puissantes pour détruire des chars (à l'exception de leurs radios, qu'ils peuvent utiliser pour appeler l'artillerie lourde ou le soutien aérien).",
    "strategy": "Le blindé moderne a tout de son prédécesseur, le char, mais en plus perfectionné. Il est beaucoup plus puissant que ce dernier et dispose des mêmes compétences, il peut donc se déplacer après avoir attaqué.",
    "movement": 5,
    "cost": {
        "production": 425,
        "faith": 850
    },
    "prereq_tech": {
        "name": "Lasers",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/lasers.json"
    },
    "free_promotions": [
        {
            "name": "Aucun bonus de terrain défensif",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Déplacement possible après attaque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/can_move_after_attacking.json"
        }
    ]
}