{
    "id": 128,
    "name": "Nef|Nefs",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nau.png",
    "game_info": "Exclusive au Portugal, cette unité navale de combat rapproché excelle dans l'exploration maritime. Elle dispose de plus de [ICON_MOVES] points de mouvement que la caravelle, qu'elle remplace. Elle peut également utiliser une compétence à usage unique près des terres étrangères pour gagner de l' or et de l'EXP.",
    "historical_info": "À mesure que les Portugais s'éloignaient de la côte africaine et s'enfonçaient en Extrême-Orient en quête d'explorations et d'échanges commerciaux, ils eurent besoin de bateaux plus grands, plus solides, et capables de résister à de plus longs voyages. La nef, aussi appelée \"caraque\", fut développée à partir des plans de la voile carrée, largement utilisée dans le commerce à la fin du Moyen Âge. Son concept fut affiné par les marchands portugais à la fin du XVe siècle. La nef devint un navire de trois ou quatre ponts, capable de transporter provisions et marchandises pour une longue traversée. Équipée de trois ou quatre mâts, son imposante largeur lui conférait une certaine stabilité sur les hautes mers de l'Atlantique. Tout premier navire de haute mer de la sorte, la nef disposait d'une coque arrondie et d'un gaillard d'avant élevé dans la proue. Ses larges capacités de stockage lui permettant de parcourir de longues distances sans escales, elle s'imposa comme le pilier de la flotte marchande portugaise. Au cours du XVIIe siècle, la nef fut peu à peu supplantée sur les routes maritimes de commerce par le galion.",
    "strategy": "Douée pour l'exploration, cette unité navale de combat rapproché remplace la caravelle. Placée sur une case adjacente au territoire d'une civilisation ou cité-état avec laquelle vous êtes en paix, elle peut se lancer dans une mission commerciale unique pour gagner de l' or et de l'EXP. Plus ce territoire est éloigné de votre capitale, plus le bonus est important, il est donc plus avantageux de l'utiliser sur des joueurs éloignés. Utilisez cette unité pour explorer la carte et découvrir l'emplacement des autres joueurs.",
    "movement": 5,
    "cost": {
        "production": 120,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Astronomie",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/astronomy.json"
    },
    "free_promotions": [
        {
            "name": "Cargaison exotique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/exotic_cargo.json"
        },
        {
            "name": "Champ de vision (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/extra_sight_(1).json"
        },
        {
            "name": "Se retirer avant combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/withdraw_before_melee.json"
        }
    ]
}