{
    "id": 92,
    "name": "Infanterie à ski norvégienne",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/norwegian_ski_infantry.png",
    "game_info": "Puissante unité terrestre de première ligne de milieu de jeu spécialisée dans les opérations dans la neige, la toundra et les collines. Peut être construite uniquement par le Danemark. Remplace le fusilier.",
    "historical_info": "Ces intrépides soldats furent largement utilisés par le Danemark, au cours des assauts contre l'armée suédoise pendant les guerres napoléoniennes entre 1807 et 1814. Ces soldats, dont la vitesse de déplacement égalait celle de la cavalerie légère, étaient capables de progresser en montagne ou dans des zones enneigées, forestières comme rocheuses, bien plus rapidement que n'importe quelle unité à pied ou à cheval. Ils étaient parfois amenés à tirer des cargaisons de ravitaillement ou des escouades de soldats sur des terrains recouverts de neige et dépourvus de routes, où les déplacements à cheval étaient impossibles. Les premières mentions des soldats-skieurs datent du XIIIe siècle.Il existe encore aujourd'hui des soldats-skieurs dans la Marine danoise. Leur spécialité leur permet de couvrir de vastes zones au nord et à l'est du Groenland, où le terrain est impraticable pour les autres types de transport. En Norvège, tous les soldats de l'armée bénéficient encore d'un entraînement au combat à skis. L'épreuve sportive du biathlon a d'ailleurs été inspirée et développée à partir de leurs itinéraires de patrouille et d'entraînement.",
    "strategy": "L'infanterie à ski norvégienne est l'une des deux unités exclusives aux Danois. Elle se déplace deux fois plus vite dans la neige, la toundra et les collines. Elle bénéficie également d'un bonus de +25% lorsqu'elle combat sur l'un de ces trois terrains, à condition qu'il n'y ait ni forêt ni jungle.",
    "movement": 2,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Fusil",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rifling.json"
    },
    "free_promotions": [
        {
            "name": "Bonus sur neige, toundra et collines",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonuses_in_snow,_tundra,_and_hills_at.json"
        }
    ]
}