{
    "id": 9,
    "name": "Sous-marin nucléaire|Sous-marins nucléaires",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nuclear_submarine.png",
    "game_info": "Invisible pour toutes les unités à l'exception des destroyers, des croiseurs lance-missiles et des autres sous-marins, sauf s'il attaque ou s'il est adjacent à une autre unité. Navire spécialisé dans l'attaque des unités navales, il peut transporter 2 missiles.",
    "historical_info": "Les sous-marins nucléaires trouvent leur origine pendant la guerre froide, ils étaient conçus pour transporter furtivement, et sur une très grande distance, un stock important de missiles nucléaires sous l'océan. Ces vaisseaux sont eux-mêmes à propulsion nucléaire, ce qui leur permet de naviguer de façon presque illimitée (enfin si vous n'avez pas le mal de mer). Les sous-marins nucléaires sont des plateformes d'armement stratégiques. Ils transportent des missiles intercontinentaux capables de traverser la moitié du globe avant d'atteindre leur cible, généralement une ville ennemie. Ils peuvent aussi détenir des torpilles et des missiles sol-air pour leur défense, même si leur rôle principal est de rester cachés et d'éviter tout conflit direct avec l'ennemi. Ils ne doivent en aucun cas être détruits.Les sous-marins nucléaires fonctionnent selon la doctrine américaine et russe \"Destruction mutuelle assurée\" : si l'un des deux camps parvient à lancer furtivement une attaque nucléaire sur son ennemi, peu importe ce qu'elle parvient à détruire, si un autre sous-marin ennemi est toujours opérationnel, il fera s'abattre une pluie nucléaire dans le camp des ''victorieux'' pour les détruire à leur tour. Comme la doctrine le stipule, à moins qu'un camp ne soit capable de détruire l'INTÉGRALITE des forces nucléaires ennemies (sous-marins, avions et missiles balistiques intercontinentaux ou ICBM), une guerre nucléaire ne peut être gagnée. Depuis que cette doctrine existe, aucune guerre nucléaire n'a jamais été déclenchée.",
    "strategy": "Le sous-marin nucléaire est plus puissant et plus résistant que ne l'était le modèle précédent. Il est lui aussi invisible pour la plupart des unités et peut voir les autres sous-marins. Plus important encore, il peut transporter des missiles guidés et des missiles nucléaires. Comme les sous-marins précédents, il est vulnérable aux attaques des destroyers, des croiseurs lance-missiles et des sous-marins ennemis. Envoyez des unités pour nettoyer les côtes ennemies avant de laisser vos destroyers s'y aventurer.",
    "movement": 6,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Télécommunications",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/telecommunications.json"
    },
    "free_promotions": [
        {
            "name": "Est invisible (sous-marin)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/is_invisible_(submarine)_at.json"
        },
        {
            "name": "Peut voir les sous-marins",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/can_see_submarines_at.json"
        },
        {
            "name": "Capacité de transport : 2",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/can_carry_2_cargo_at.json"
        },
        {
            "name": "Peut pénétrer sur les cases de glace",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_enter_ice_tiles_at.json"
        },
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Bonus en cas d'attaque (75)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_when_attacking_(75)_at.json"
        },
        {
            "name": "Champ de vision (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/extra_sight_(1)_at.json"
        }
    ]
}