{
    "id": 20,
    "name": "Missile nucléaire|Missiles nucléaires",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nuclear_missile.png",
    "game_info": "Libère l'enfer nucléaire sur vos ennemis. Inflige des dégâts incroyables aux villes et détruit toute unité présente dans le rayon de l'explosion.Nécessite le Projet Manhattan et deux ressources d'uranium.",
    "historical_info": "Les missiles nucléaires disposent d'une ou plusieurs têtes nucléaires contenant des bombes d'hydrogène, chacune pouvant faire exploser une ville entière. Ils sont capables de transporter leur chargement mortel sur des milliers de kilomètres. Ces missiles sont sans aucun doute les armes les plus mortelles et les plus dévastatrices jamais créées. Aujourd'hui, il n'existe aucune défense contre des missiles nucléaires qui, une fois lancés, rasent automatiquement la ville cible. En plus des dégâts immédiats causés par l'explosion, les résidus nucléaires contaminent la terre, l'eau et l'air de la zone pour plusieurs dizaines d'années. Le vent peut emporter les radiations sur plusieurs kilomètres, contaminant ainsi des terres et affectant des populations sur tout un continent. Il est peu rationnel d'utiliser cette arme sur un ennemi qui vit sur la même planète, à moins que ce ne soit pour l'empêcher de se servir de cette même arme contre vous.",
    "strategy": "Le missile nucléaire est une version améliorée de la bombe atomique. Il peut être placé dans une ville sous votre contrôle ou à bord d'un sous-marin nucléaire ou d'un croiseur lance-missiles. Il peut se déplacer de base en base ou attaquer une cible située dans un rayon de 12 cases. Lorsqu'il explose, le missile nucléaire endommage, voire annihile, unités et villes dans un rayon de 2 cases. Après son attaque, le missile nucléaire est détruit. Pour plus d'informations, veuillez consulter les règles relatives aux armes nucléaires.",
    "movement": 2,
    "cost": {
        "production": 1000,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Balistique avancée",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/advanced_ballistics.json"
    },
    "free_promotions": [
        {
            "name": "Esquive (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/evasion_(50)_at.json"
        }
    ]
}