{
    "id": 34,
    "name": "Parachutiste|Parachutistes",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/paratrooper.png",
    "game_info": "Puissante unité d'infanterie capable de se parachuter jusqu'à 9 cases derrière les lignes ennemies. Les parachutistes peuvent se déplacer après leur largage, mais ne peuvent pas attaquer avant le tour suivant.",
    "historical_info": "Les parachutistes sont des unités d'infanterie légère entraînées pour sauter et atterrir derrière les lignes ennemies. Légèrement armés et disposant de peu de munitions, les parachutistes comptent énormément sur l'élément de surprise pour venir à bout de leurs adversaires. Ils ont également besoin de renforts rapides de la part des unités terrestres qui traversent les lignes ennemies, afin d'éviter de se faire encercler et éliminer.L'utilisation des parachutistes connut un succès limité pendant la Deuxième Guerre mondiale. Du côté allemand, ils participèrent à l'invasion du Danemark en 1940, puis à l'attaque et à la capture de la Crète depuis les airs en 1941. Les pertes furent cependant énormes et Adolf Hitler dut ensuite interdire l'utilisation de ce type d'attaque à grande échelle. Les forces alliées déployèrent des troupes de parachutistes avec un succès modéré au cours de la campagne de Normandie en 1944, mais l'opération Market Garden aux Pays-Bas et en Allemagne, plus tard la même année, n'eut pas le résultat escompté, et de nombreux parachutistes britanniques, polonais et américains y perdirent la vie.De nos jours, certaines forces spéciales emploient toujours des parachutistes, mais cette pratique est de plus en plus rare, la plupart des troupes aéroportées étant désormais amenées sur le champ de bataille par hélicoptère.",
    "strategy": "Le parachutiste est une unité d'infanterie de fin de partie. Il est plus faible que les unités d'infanterie mécanisée, mais peut se parachuter à 9 cases de distance (si son point de départ se situe en territoire allié). Cette capacité lui permet de survoler les positions ennemies, puis de détruire le réseau routier, ou de piller les ressources vitales de votre adversaire, désorganisant totalement votre rival. Le parachutiste est cependant en grand danger durant ce genre de mission, assurez-vous donc que le jeu en vaut la chandelle !",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Parachutage possible",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_paradrop.json"
        },
        {
            "name": "Pillage : 0 PM",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/no_movement_cost_to_pillage.json"
        }
    ]
}