{
    "id": 96,
    "name": "Guerrier picte|Guerriers pictes",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/pictish_warrior.png",
    "game_info": "Unité exclusive aux Celtes, le guerrier picte profite d'un bonus de combat en dehors des terres alliées et peut piller les aménagements ennemis sans coût de mouvement additionnel. Vous recevez 50% de la puissance de l'adversaire vaincu sous forme de foi à chaque victoire.",
    "historical_info": "Peuple de la fin de l'âge du fer, les Pictes vivaient dans l'est et le nord de l'Écosse actuelle et constituaient l'une des nombreuses tribus celtes des îles britanniques. Leurs guerriers étaient craints non seulement par les autres peuplades celtiques, mais aussi par les légionnaires romains aguerris. L'historien grec Denys d'Halicarnasse écrivit, sous le règne de César Auguste, que leur \"manière de combattre à la façon de bêtes sauvages et déchaînées\" fut un atout considérable contre les formations militaires massives qui manoeuvraient dans les forêts et les collines du nord de l'Europe. À leur réputation terrifiante s'ajoutait l'utilisation du carnyx, une trompette en bronze qui sonnait sans cesse pendant la bataille pour encourager les Pictes et intimider l'adversaire. Enfin, les pensées de leurs ennemis étaient hantées par les rumeurs de guerriers pictes exhibant des têtes coupées. Les Pictes croyaient en effet qu'en portant les têtes des ennemis vaincus au combat, ils seraient remplis de courage et peut-être de colère divine.",
    "strategy": "Le guerrier picte est une unité exclusive aux Celtes. Parfaitement adaptés aux premières batailles, ils peuvent dévaster les terres ennemies en les pillant avant de se replier dans le même tour de jeu. De plus, ils gagnent de la foi pour chaque unité éliminée et font progresser vos objectifs religieux en faisant la guerre.",
    "movement": 2,
    "cost": {
        "production": 56,
        "faith": 112
    },
    "prereq_tech": {
        "name": "Travail du bronze",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/bronze_working.json"
    },
    "free_promotions": [
        {
            "name": "Bonus terres étrangères",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/foreign_lands_bonus_at.json"
        },
        {
            "name": "Pillage : 0 PM",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/no_movement_cost_to_pillage_at.json"
        }
    ]
}