{
    "id": 127,
    "name": "Pracinha|Pracinhas",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/pracinha.png",
    "game_info": "Exclusive au Brésil, cette unité d'infanterie de l'ère moderne rapporte des points permettant de déclencher un âge d'or lorsqu'elle élimine un adversaire.",
    "historical_info": "C'est en décembre 1942, suite à la destruction de 18 bateaux de commerce brésiliens par des sous-marins allemands dans l'Atlantique, que le Brésil déclara la guerre à l'Allemagne nazie et à l'Italie fasciste, rejoignant le camp des Alliés. Au début de l'année 1944, la Force expéditionnaire brésilienne, aussi appelée \"pracinhas brasileiros\" dans le pays, forma 27 500 hommes et femmes au combat. Leurs exploits furent suivis de près par la population brésilienne, fière que leur nation soit la seule d'Amérique du Sud à jouer un rôle actif en Europe. Malgré la faiblesse de leur équipement face à celui de leurs homologues américains et britanniques, les régiments brésiliens combattaient avec une rage et une férocité qui leur valurent louanges et honneurs, mais aussi la mort de près de 1 000 soldats pendant la campagne.",
    "strategy": "Cette unité de combat rapproché rapporte des points pour déclencher le prochain carnaval brésilien lorsqu'elle élimine un ennemi. Utilisez-la pour faire la guerre en territoire étranger et pousser le Brésil vers une victoire culturelle.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Matières plastiques",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/plastics.json"
    },
    "free_promotions": [
        {
            "name": "Âge d'or (victoires)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/golden_age_from_victories.json"
        }
    ]
}