{
    "id": 44,
    "name": "Fusilier|Fusiliers",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/rifleman.png",
    "game_info": "Puissante unité de première ligne de milieu de partie.",
    "historical_info": "Le fusil est une arme à feu à crosse d'épaule. L'intérieur du canon est crénelé, afin de faire tournoyer le projectile propulsé et de le doter ainsi d'une plus grande précision et d'une plus grande portée que les munitions traditionnelles. Les premières tentatives de canons rayés en Europe datent du XVe siècle, mais les difficultés liées à leur production en privèrent les armées jusqu'au XIXe siècle. Durant les guerres napoléoniennes de 1812, les fantassins et éclaireurs britanniques et américains étaient équipés de mousquets, mais le temps de rechargement plus lent de ces armes les rendirent impopulaires pendant encore quelques années.L'invention des balles Minié augmenta considérablement la rapidité de chargement des armes et, pendant la guerre de Sécession, les principales armées européennes avaient adopté le mousquet. A la fin du conflit, le mousquet fut cependant rendu obsolète par l'apparition du fusil à répétition, une arme à culasse dotée d'une cadence de tir d'approximativement une seconde (le temps pour le fusilier de tirer le chien et d'appuyer sur la détente), à comparer avec les vingt ou trente secondes espaçant chaque tir, pour un soldat bien entraîné, lors de l'utilisation d'arme à rechargement par la bouche.",
    "strategy": "Le fusilier est l'unité utilisant de la poudre à canon qui fait son apparition juste après l'arquebusier. Il est bien plus puissant que ce dernier, donnant aux civilisations qui le possèdent un avantage décisif sur les autres.",
    "movement": 2,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Fusil",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rifling.json"
    },
    "free_promotions": []
}