{
    "id": 27,
    "name": "Lance-roquettes|Lance-roquettes",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/rocket_artillery.png",
    "game_info": "Unité de siège rapide de fin de partie. Contrairement aux autres unités de siège, elle n'a pas besoin d'être installée avant d'attaquer.",
    "historical_info": "Par le passé, l'artillerie a souvent utilisé des explosifs chimiques pour tirer des obus inertes sur leurs cibles, ce qui les différencie des roquettes mobiles qui tirent des projectiles autopropulsés. Ces dernières peuvent être tirées à partir de tubes de lancement plus petits et plus légers que dans l'artillerie traditionnelle, et pouvant être embarqués dans des véhicules. L'artillerie rapide et mobile garantit un avantage non négligeable. Les dispositifs améliorés d'artillerie peuvent présenter des systèmes de guidage permettant de corriger la trajectoire de la roquette en pleine course.",
    "strategy": "Les roquettes mobiles constituent une arme de siège extrêmement puissante, nettement supérieure à l'artillerie standard. Elles n'ont pas besoin d'être installées avant l'assaut, ce qui les fait bénéficier d'une cadence de tir nettement plus élevée que les armes à feu précédentes. Si le champ de vision des roquettes mobiles est limité, elles peuvent par contre utiliser leur capacité de tir indirect pour attaquer des cibles qu'elles ne voient pas (à condition que que ces dernières se trouvent dans le champ de vision d'une autre unité alliée). Comme toutes les unités d'artillerie, les roquettes mobiles sont vulnérables aux attaques des unités d'infanterie et des blindées, pensez donc à leur adjoindre des unités d'escorte appropriées.",
    "movement": 2,
    "cost": {
        "production": 425,
        "faith": 850
    },
    "prereq_tech": {
        "name": "Fusées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rocketry.json"
    },
    "free_promotions": [
        {
            "name": "Tir indirect",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/indirect_fire_sh.json"
        },
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Bonus contre les villes (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_vs_cities_(200)_at.json"
        },
        {
            "name": "Aucun bonus de terrain défensif",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Champ de vision limité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/limited_visibility_at.json"
        }
    ]
}