{
    "id": 53,
    "name": "Samouraï|Samouraïs",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/samurai.png",
    "game_info": "Puissante unité d'infanterie médiévale. Le samouraï est exclusif aux Japonais. Il est plus efficace au combat et plus rapide à faire apparaître des généraux illustres que le spadassin à épée longue, qu'il remplace. Des samouraïs embarqués peuvent construire des bateaux de pêche en un tour, sans disparaître (ce qui les rend utiles même en temps de paix).",
    "historical_info": "Les samouraïs japonais étaient incontestablement les meilleurs guerriers depuis la légion romaine (avant l'apparition de la poudre à canon). Les premiers samouraïs firent leur apparition au cours du XIIe siècle, il s'agissait d'un corps de guerriers qui avaient juré de suivre le code du Bushido, pour lequel la bravoure, l'honneur et la loyauté étaient plus importants que la vie elle-même. Ces soldats étaient le plus souvent équipés de deux épées, le katana et le wakizashi (qui fut plus tard utilisé lors du suicide rituel du \"seppuku\"). Ces épées étaient bien supérieures à leurs équivalentes occidentales, les forgerons japonais ayant rapidement maîtrisé l'art de combiner l'acier à haute et faible teneur en carbone. Certains d'entre eux portaient également un arc ou une lance, et plus tard des armes à feu. Selon la période (ainsi que leur statut et leur richesse), les samouraïs pouvaient porter des armures matelassées, laquées ou en métal.",
    "strategy": "Unité exclusive aux Japonais, le samouraï remplace le spadassin à épée longue. Aussi puissant que ce dernier, le samouraï reçoit dès sa création la promotion \"Choc I\", obtenant ainsi un bonus lorsqu'il combat sur une case de terrain dégagé. Les victoires militaires des samouraïs sont plus susceptibles de générer l'apparition d'un général illustre. Peut construire des bateaux de pêche sans disparaître par la suite.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Acier",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steel.json"
    },
    "free_promotions": [
        {
            "name": "Choc I",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/shock_i_m.json"
        },
        {
            "name": "Généraux illustres II",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/great_generals_ii_at.json"
        }
    ]
}