{
    "id": 108,
    "name": "Gueux de la mer|Gueux de la mer",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/sea_beggar.png",
    "game_info": "Unité navale spécialisée dans l'attaque des villes côtières. Permet de gagner de l'or et de capturer des navires ennemis. Exclusive aux Néerlandais.",
    "historical_info": "Les Watergeuzen, ou Gueux de la mer, étaient un groupe de corsaires opposés au contrôle espagnol des Pays-Bas qui officia durant la guerre de Quatre-Vingts Ans. Leur nom provient d'un groupe de nobles néerlandais qui se rendirent au palais de la duchesse de Parme pour faire entendre leurs revendications. Les conseillers de la duchesse qualifièrent cet attroupement de \"gueux\", nom qui resta par la suite.En 1569, les Gueux se virent remettre officiellement des lettres d'opération de la main de Guillaume d'Orange, et 84 vaisseaux au total furent équipés pour combattre. Les Gueux de la mer se limitèrent d'abord à de simples pillages, puis, contre toute attente, parvinrent à conquérir par la force un village espagnol qui faisait également office de garnison. Encouragés par cette victoire, ils adoptèrent alors un profil plus offensif et envahirent plusieurs villes côtières. Le succès des Gueux de la mer mettant du cœur au ventre au reste de la nation, ce fut bientôt tous les Pays-Bas qui se soulevèrent. La prise de la garnison espagnole de Brielle par les Gueux de la Mer est aujourd'hui considérée comme l'élément déclencheur de la guerre pour l'indépendance des Pays-Bas.",
    "strategy": "Unité navale spécialisée dans l'attaque des cités côtières, le pillage d'or et la capture de vaisseaux ennemis. Seuls les Néerlandais peuvent en construire. Guérit en dehors du territoire allié. Démarre avec les deux premières promotions Pillage des côtes, permettant de gagner de l'or en saccageant les cités côtières. Peut conserver les unités navales ennemies vaincues.",
    "movement": 5,
    "cost": {
        "production": 150,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Navigation",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/navigation.json"
    },
    "free_promotions": [
        {
            "name": "Pillage des côtes I",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/coastal_raider_i.json"
        },
        {
            "name": "Pillage des côtes II",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/coastal_raider_ii.json"
        },
        {
            "name": "Unités navales vaincues",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/prize_ships.json"
        },
        {
            "name": "Ravitaillement",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/supply.json"
        }
    ]
}