{
    "id": 16,
    "name": "Navire de ligne|Navires de ligne",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ship_of_the_line.png",
    "game_info": "Puissante unité navale de la Renaissance utilisée pour contrôler les mers. Le navire de ligne est exclusif aux Anglais.",
    "historical_info": "Les navires de ligne sont les vaisseaux navals les plus grands et les plus puissants à avoir jamais été conçus. Ils constituèrent la poutre maîtresse des grandes flottes d'Europe du XVIIe au milieu du XIXe siècle. Les navires de ligne tirent leur nom de la formation qu'ils adoptaient traditionnellement en combat. Lors des batailles, deux lignes de navires, une de chaque côté, attaquaient l'ennemi et le bombardaient de boulets de canon, causant de terribles dégâts chez l'adversaire. La victoire allait généralement au bâtiment disposant du plus grand nombre de canons et des navigateurs les mieux entraînés. Les Anglais étaient les maîtres de ce type de combats, et leurs navires de ligne dominèrent les océans durant plus d'un siècle.",
    "strategy": "Unité exclusive aux Anglais, le navire de ligne remplace la frégate. Sa puissance de combat à distance est légèrement plus importante que celle de cette dernière, et il est un peu moins onéreux à produire. Il peut également voir une case plus loin que la frégate, ce qui lui permet de repérer les ennemis présents dans une portion d'océan plus importante.",
    "movement": 5,
    "cost": {
        "production": 170,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Navigation",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/navigation.json"
    },
    "free_promotions": [
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Champ de vision (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/extra_sight_(1)_at.json"
        }
    ]
}