{
    "id": 87,
    "name": "Frondeur",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/slinger.png",
    "game_info": "Faisant partie des premières unités à distance disponibles, cette unité inca unique remplace l'archer. Le frondeur est tout aussi puissant que l'archer mais s'avère plus fragile en cas d'attaque de mêlée. Il possède toutefois une promotion qui lui permet de se retirer à l'arrière avant qu'une attaque de mêlée ne survienne.",
    "historical_info": "Les guerriers Incas faisaient de remarquables frondeurs. La pierre polie était leur projectile de prédilection. Bien que les frondes n'aient pas la portée ou le pouvoir d'arrêt d'un arc et d'une flèche, elles restent des armes petites et légères, aisément transportables par les guerriers d'infanterie. Et comme le raconte l'Ancien Testament, un frondeur aguerri peut même réussir à tuer le plus redoutable des adversaires d'une seule et unique pierre...",
    "strategy": "Le frondeur est une unité d'infanterie à distance de l'Antiquité capable d'attaquer l'ennemi de loin. Cette unité inca unique peut se retirer avant la plupart des attaques de mêlée : utilisez-la pour tourmenter vos ennemis. Le frondeur peut toutefois facilement être vaincu si l'ennemi parvient à le coincer contre un obstacle ou bien le poursuit avec des unités rapides.",
    "movement": 2,
    "cost": {
        "production": 40,
        "faith": 80
    },
    "prereq_tech": {
        "name": "Tir à l'arc",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/archery.json"
    },
    "free_promotions": [
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Se retirer avant combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/withdraw_before_melee.json"
        }
    ]
}