{
    "id": 21,
    "name": "Bombardier furtif|Bombardiers furtifs",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/stealth_bomber.png",
    "game_info": "Unité aérienne à longue portée capable de faire pleuvoir la mort sur les unités et villes ennemies.",
    "historical_info": "La technologie des missiles antiaériens ayant beaucoup évolué, la conception des bombardiers stratégiques et tactiques a elle aussi été repensée. Une des façons d'éviter d'être abattu par les tirs ennemis est de rester invisible sur leur radar ou autre système de repérage. Les bombardiers furtifs modernes sont faits de matériaux composites spécialement recouverts de matière antiradar, et leur forme ne renvoie pas les signaux radar. Les bombardiers furtifs peuvent transporter des armes nucléaires ou des bombes standard. Ils sont assez efficaces, mais sont extrêmement chers. Un bombardier furtif américain de type B-2 coûte un milliard de dollars, si bien que seules les superpuissances peuvent se les offrir.",
    "strategy": "Le bombardier furtif est un bombardier amélioré. Il possède une portée plus importante, une plus grande puissance d'attaque à distance et une meilleure capacité d'évitement des avions de chasse et des unités antiaériennes adverses. Le bombardier furtif bénéficie de la capacité \"reconnaissance aérienne\" qui lui permet, au début de son tour de jeu, de voir tout ce qui l'entoure dans un rayon de six cases. Notez que cette unité ne peut pas être transportée par un porte-avions. Pour plus d'informations, veuillez consulter les règles relatives aux avions.",
    "movement": 2,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Furtivité",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/stealth.json"
    },
    "free_promotions": [
        {
            "name": "Esquive (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/evasion_(100)_at.json"
        },
        {
            "name": "Reconnaissance aérienne",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/air_recon_at.json"
        }
    ]
}