{
    "id": 12,
    "name": "Sous-marin|Sous-marins",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/submarine.png",
    "game_info": "Invisible pour toutes les unités à l'exception des destroyers, des croiseurs lance-missiles et des autres sous-marins, sauf s'il attaque ou s'il est adjacent à une autre unité. Il peut causer d'importants dégâts aux autres navires s'il parvient à se mettre à portée sans être vu.",
    "historical_info": "Les sous-marins pré-nucléaires étaient principalement utilisés pour des attaques contre les navires commerciaux, le but étant de viser la chaîne de ravitaillement ennemie. Les sous-marins des années 1940 étaient équipés de torpilles à l'avant et à l'arrière, et parfois d'un petit canon de pont capable de faire couler un navire marchand... tant qu'il n'y avait pas de riposte.Sauf exception, les sous-marins ne cherchaient pas à combattre les vaisseaux ennemis, ils se contentaient de couler les navires marchands puis de se retirer avant que les bateaux ou avions ennemis ne les repèrent, car ils avaient peu de chance de s'en sortir face à un destroyer. Au cours des deux guerres mondiales, les \"U-Boats\" allemands ont quasiment réussi à soumettre la Grande-Bretagne en bloquant son approvisionnement en vivres, avec 11 millions de tonnes de cargaison coulées au cours de la Première Guerre mondiale et 14 millions au cours de la Deuxième Guerre mondiale (au prix de près de 1000 U-Boats détruits).",
    "strategy": "Le sous-marin est spécialisé dans l'extermination de navires. Il est invisible pour la plupart des unités (à l'exception des destroyers, des croiseurs lance-missiles et des autres sous-marins) sauf s'il ouvre le feu ou s'il est adjacent à une autre unité. Le sous-marin peut pénétrer sur les cases de glace. Utilisez les sous-marins pour patrouiller dans les eaux territoriales ennemies, couler les navires de vos rivaux et protéger vos propres navires des sous-marins adverses.",
    "movement": 5,
    "cost": {
        "production": 325,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Réfrigération",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/refrigeration.json"
    },
    "free_promotions": [
        {
            "name": "Est invisible (sous-marin)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/is_invisible_(submarine).json"
        },
        {
            "name": "Peut voir les sous-marins",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/can_see_submarines.json"
        },
        {
            "name": "Peut pénétrer sur les cases de glace",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_enter_ice_tiles.json"
        },
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Bonus en cas d'attaque (75)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_when_attacking_(75).json"
        }
    ]
}