{
    "id": 54,
    "name": "Trébuchet|Trébuchets",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/trebuchet.png",
    "game_info": "Puissante unité de siège médiévale, idéale pour réduire les défenses des villes ennemies. Doit être installée avant d'attaquer.",
    "historical_info": "Le trébuchet était une arme de siège médiévale très puissante. Sa première utilisation en Europe date du XIIe siècle. Cette arme était capable de lancer un projectile de près de 130 kg dans ou par-dessus un rempart ennemi à très grande distance. La version médiévale européenne du trébuchet fonctionnait avec un système de contrepoids. Elle consistait en un très long bras en bois muni d'une fronde d'un côté et d'un poids lourd de l'autre, le tout monté sur un lourd cadre de bois. Le bras était baissé à l'aide d'un treuil, ce qui relevait le poids de l'autre côté, et un projectile était placé dans la fronde. Lorsqu'il était relâché, le poids redescendait et le bras s'élançait en projetant le boulet en l'air à très longue distance. Ces machines de guerre n'étaient généralement pas très mobiles et un long processus d'assemblage était nécessaire, ce qui limitait leur utilisation à des sièges prolongés.",
    "strategy": "Le trébuchet est une arme de siège médiévale bien plus puissante que ne l'étaient les anciennes catapultes. Son installation nécessite 1 PM, mais une fois en position, il provoque des dégâts considérables aux cités ennemies fortifiées. Défendez vos trébuchets avec des unités de combat rapproché et de combat à distance afin d'empêcher l'ennemi de s'en approcher.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Physique",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/physics.json"
    },
    "free_promotions": [
        {
            "name": "Pas d'attaque de combat rapproché",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Bonus contre les villes (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_vs_cities_(200)_at.json"
        },
        {
            "name": "Aucun bonus de terrain défensif",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Installation nécessaire avant attaque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/must_set_up_to_ranged_attack_at.json"
        },
        {
            "name": "Champ de vision limité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/limited_visibility_at.json"
        }
    ]
}