{
    "id": 114,
    "name": "Triplan|Triplans",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/triplane.png",
    "game_info": "L'une des premières unités aériennes, conçue pour intercepter les aéronefs ennemis en approche.",
    "historical_info": "Héritant son nom des trois paires d'ailes qui lui donnent son aspect si unique, le triplan fut utilisé lors de la Première Guerre mondiale avec différents degrés de réussite. Le Fokker Dr.I, triplan le plus emblématique de cette période, servit beaucoup à l'armée de l'air allemande. Le légendaire Baron Rouge, qui le choisit comme son appareil de prédilection, participa grandement à cet élan de notoriété. Les ingénieurs eurent beau mettre au point plusieurs variations du modèle original, les avancées dans le domaine du biplan traditionnel rendirent obsolète le triplan en moins d'une décennie d'existence.",
    "strategy": "Le triplan est une unité aérienne rudimentaire. Il peut être basé dans n'importe laquelle de vos villes, ou sur un porte-avions. De là, il peut se déplacer jusqu'à tout autre ville ou porte-avions et effectuer des missions à portée de 5 cases. Utilisez les triplans pour attaquer les unités aériennes et terrestres de l'ennemi, partir en éclaireur ou vous défendre contre les attaques aériennes. Pour plus d'informations, veuillez consulter les règles relatives aux avions.",
    "movement": 2,
    "cost": {
        "production": 325,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Aviation",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/flight.json"
    },
    "free_promotions": [
        {
            "name": "Interception (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/interception_(50).json"
        },
        {
            "name": "Balayage aérien",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/air_sweep.json"
        },
        {
            "name": "Reconnaissance aérienne",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/air_recon.json"
        },
        {
            "name": "Bonus contre bombardiers/hélicoptères (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_vs_bombers_helicopters_(150).json"
        }
    ]
}