{
    "id": 18,
    "name": "Trirème|Trirèmes",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/trireme.png",
    "game_info": "Unité navale de l'Antiquité utilisée pour prendre le contrôle des mers grâce à ses attaques de combat rapproché contre les autres unités navales et les villes.",
    "historical_info": "La trirème était une galère de guerre utilisée par les forces marines antiques de la Méditerranée. Bien que munie d'une voile, cette galère était également équipée de trois rangées de rameurs. Quand la galère était mue par les rameurs, elle pouvait se montrer étonnamment rapide et facile à diriger. Les trirèmes étaient généralement dotées d'un bec aiguisé (éperon) à la proue, permettant de percuter et couler un navire ennemi. Certaines trirèmes transportaient également des archers pour les combats rapprochés, ou des soldats d'infanterie. Ces galères se rapprochaient d'un navire ennemi et les soldats entamaient alors une manœuvre d'abordage afin de prendre le commandement du bateau. Les trirèmes comptèrent parmi les vaisseaux militaires les plus importants jusqu'à ce que l'arrivée des canons et les progrès réalisés en matière de construction navales les rendent obsolètes.",
    "strategy": "La trirème est la première unité navale disponible du jeu. C'est une unité d'attaque rapprochée qui peut attaquer des embarcations et des villes (mais pas à distance). La trirème est utile pour débarrasser les eaux territoriales des navires barbares et pour explorer sommairement la carte (elle n'est pas en mesure de pénétrer les cases d'océan, sauf pour les Polynésiens).",
    "movement": 4,
    "cost": {
        "production": 45,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Navigation à voile",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/sailing.json"
    },
    "free_promotions": [
        {
            "name": "Océan inaccessible",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/cannot_enter_deep_ocean_at.json"
        }
    ]
}