{
    "id": 93,
    "name": "Bateau tortue",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/turtle_ship.png",
    "game_info": "Unité navale très protégée de la Renaissance et extrêmement difficile à couler, le bateau-tortue ne peut cependant pas pénétrer sur les cases d'océan à l'extérieur des frontières de la ville. Seule la Corée peut le construire. Remplace la caravelle.",
    "historical_info": "Ce grand bateau de guerre blindé de la dynastie Joseon joua un rôle crucial dans la défense de la Corée lors des invasions japonaises du XVIe siècle. Un nombre égal de soldats et de rameurs constituait généralement l'équipage du bateau tortue, navire d'assaut rapproché agressif de la marine coréenne. Conçu pour faire trembler l'ennemi, la proue du navire était ornée d'une tête de dragon qui, d'après la légende, dégageait un nuage de fumée sulfureuse afin de dissimuler l'arrivée du navire. Contrairement aux bateaux de l'époque, le bateau tortue n'avait pas de pont supérieur : son niveau le plus haut était recouvert de pointes en fer pour éviter toute tentative d'abordage. Les rameurs et les soldats étaient confinés sur des ponts séparés aux niveaux inférieurs. Équipé de deux douzaines de canons et de diverses armes à petits projectiles, le bateau tortue était un redoutable adversaire pour les navires ennemis non préparés.",
    "strategy": "Le bateau-tortue est une unité exclusive aux Coréens. Cette unité remplace la caravelle. Le bateau-tortue possède une attaque plus puissante que la caravelle et est extrêmement difficile à détruire. Cependant, il ne peut pas pénétrer sur les cases d'océan à l'extérieur des frontières de la ville.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Astronomie",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/astronomy.json"
    },
    "free_promotions": [
        {
            "name": "Océan inaccessible",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/cannot_enter_deep_ocean.json"
        }
    ]
}