{
    "id": 33,
    "name": "Zéro|Zéros",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/zero.png",
    "game_info": "Unité aérienne exclusive aux Japonais et conçue pour contrôler les cieux et intercepter tout aéronef ennemi en approche. Cette unité profite d'un bonus contre les autres chasseurs et ne nécessite pas de pétrole.",
    "historical_info": "Le Mitsubishi A6M Zéro était l'avion de chasse utilisé par les forces japonaises tout au long de la Deuxième Guerre mondiale. Il a été le meilleur chasseur conçu pour décoller depuis un porte-avions au début de la guerre. Grâce à sa maniabilité et à sa longue portée, le Zéro dépassait largement ses équivalents américains et britanniques en combat aérien. Au cours de la guerre, les chasseurs alliés ont connu de nombreuses améliorations, tandis que les forces aériennes japonaises subissaient des pénuries de matériel et de main-d'œuvre. À la fin de la guerre, le Zéro était techniquement dépassé ; mais au sommet de sa gloire, il fut un chasseur exceptionnel et domina la zone du Pacifique.",
    "strategy": "Le zéro est une unité exclusive aux Japonais remplaçant l'avion de chasse. De puissance moyenne, cette unité aérienne se différencie de son prédécesseur en cela qu'elle bénéficie d'un bonus important lorsqu'elle combat d'autres avions de chasse et qu'elle ne nécessite pas de pétrole. Le zéro peut être placé dans l'une de vos villes ou à bord d'un porte-avions, se déplacer de ville en ville (ou de porte-avions en porte-avions) et effectuer des missions dans un rayon de 8 cases. Pour plus d'informations, veuillez consulter les règles relatives aux avions.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Interception (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/interception_(100).json"
        },
        {
            "name": "Bonus contre les avions de chasse (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_vs_fighters_(33).json"
        },
        {
            "name": "Balayage aérien",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/air_sweep.json"
        },
        {
            "name": "Reconnaissance aérienne",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/air_recon.json"
        },
        {
            "name": "Bonus contre bombardiers/hélicoptères (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/promotions/bonus_vs_bombers_helicopters_(150).json"
        }
    ]
}