{
    "id": 28,
    "name": "Feitoria|una Feitoria|una Feitoria",
    "game_info": "Il termine portoghese \"feitoria\" ha indicato fin dal Medioevo una base commerciale stabilita in territorio straniero. Una feitoria fungeva allo stesso tempo da mercato, deposito, insediamento e base per l'organizzazione di spedizioni esplorative. Si trattava di iniziative private, spesso rese possibili dal supporto finanziario della corona portoghese, che ripagavano i loro debiti iniziali con la compravendita di beni a nome della corona e con la riscossione di tasse sugli scambi commerciali che avvenivano al loro interno. Tra il XV e il XVI Secolo ne vennero costruite più di 50 lungo tutte le coste dell'Africa fino ad arrivare in India, Malesia, Cina e Giappone. L'istituzione delle feitorias ha permesso al Portogallo di dominare per tre secoli le rotte commerciali negli oceani Atlantico e Indiano.Una Feitoria può essere costruita solo all'interno del territorio di una città-stato, in una casella sulla costa che non contiene risorse. La Feitoria fornisce una copia di ogni Risorsa di lusso collegata a quella città-stato, indipendentemente dalla tua relazione con essa, ma quella copia non può essere scambiata. Inoltre fornisce lo stesso bonus difensivo di un Forte, +50%. Possono costruirla solo i portoghesi.",
    "icon": "https://eyefyre.github.io/civvapi/images/improvement_icons/feitoria|una_feitoria|una_feitoria.png",
    "nearby_mountain_bonus": {
        "food": null
    },
    "can_be_built_on": [
        {
            "name": "Prateria",
            "url": "https://eyefyre.github.io/civvapi/v1/it/terrains/grassland.json"
        },
        {
            "name": "Pianura",
            "url": "https://eyefyre.github.io/civvapi/v1/it/terrains/plains.json"
        },
        {
            "name": "Deserto",
            "url": "https://eyefyre.github.io/civvapi/v1/it/terrains/desert.json"
        },
        {
            "name": "Tundra",
            "url": "https://eyefyre.github.io/civvapi/v1/it/terrains/tundra.json"
        },
        {
            "name": "Neve",
            "url": "https://eyefyre.github.io/civvapi/v1/it/terrains/snow.json"
        }
    ],
    "improves_resources": [],
    "prereq_tech": {
        "name": "Navigazione|della Navigazione",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/navigation.json"
    },
    "required_civ": {
        "name": "Portugal",
        "url": "https://eyefyre.github.io/civvapi/v1/it/civilizations/portugal.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}