{
    "id": 1,
    "name": "America|dell'America|all'America|l'America|dall'America",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/america.png",
    "dawn_of_man": "Benvenuto, presidente Washington! Tu guidi l'industriosa civiltà americana, costituitasi in seguito allo scoppio della rivoluzione nel XVIII secolo e finita, ancora giovane nazione di appena un centinaio d'anni, nella terribile morsa di una guerra civile che rischiò di dividerla per sempre. Ma poco tempo dopo, nel XX secolo, gli Stati Uniti raggiunsero l'apice della loro potenza, emergendo trionfanti e sempre più potenti dalle due terribili guerre che videro la fine di tante altre grandi nazioni.Gli Stati Uniti sono una nazione di immigrati, pieni di ottimismo e determinazione. Quello che manca loro è soltanto un leader che li aiuti a realizzare il loro potenziale. Presidente Washington, saprai guidare l'America verso la grandezza? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "B-17",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/b17.json"
        },
        {
            "name": "Minuteman|un Minuteman|dal tuo Minuteman|al tuo Minuteman|il tuo Minuteman|da un Minuteman",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/minuteman.json"
        }
    ],
    "city_names": [
        "Washington",
        "New York",
        "Boston",
        "Philadelphia",
        "Atlanta",
        "Chicago",
        "Seattle",
        "San Francisco",
        "Los Angeles",
        "Houston",
        "Portland",
        "St. Louis",
        "Miami",
        "Buffalo",
        "Detroit",
        "New Orleans",
        "Baltimora",
        "Denver",
        "Cincinnati",
        "Dallas",
        "Cleveland",
        "Kansas City",
        "San Diego",
        "Richmond",
        "Las Vegas",
        "Phoenix",
        "Albuquerque",
        "Minneapolis",
        "Pittsburgh",
        "Oakland",
        "Tampa Bay",
        "Orlando",
        "Tacoma",
        "Santa Fe",
        "Olimpia",
        "Hunt Valley",
        "Springfield",
        "Palo Alto",
        "Centralia",
        "Spokane",
        "Jacksonville",
        "Savannah",
        "Charleston",
        "San Antonio",
        "Omaha",
        "Honolulu",
        "Anchorage",
        "Sacramento",
        "Salt Lake City",
        "Reno",
        "Boise",
        "Milwaukee",
        "Santa Cruz",
        "Monterey",
        "Santa Monica",
        "Little Rock",
        "Columbus",
        "Le Bam"
    ],
    "spy_names": [
        "Il Cugino",
        "Felix",
        "Dennis",
        "Edward",
        "Prof. Rex",
        "Eliza",
        "Mary",
        "Virginia",
        "Scarlett",
        "Barbara"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Gli Stati Uniti d'America sono una superpotenza mondiale (il che più o meno significa che possiedono armi in grado di distruggere il pianeta). Civiltà relativamente giovane, gli Stati Uniti si sono costituiti nel Settecento e quasi auto-distrutti nel secolo successivo. Nel Novecento sono diventati la più forte potenza militare, tecnologica, culturale ed economica del mondo. È difficile immaginare cosa potrà accadere loro nel futuro."
        },
        {
            "heading": "Geografia e clima",
            "text": "Gli Stati Uniti abbracciano l'intero continente nordamericano, a cui si aggiunge l'Alaska nell'estremo nord e diverse isole nel Pacifico. Le condizioni climatiche sono estremamente varie, dal clima sub-artico dell'Alaska a quello quasi tropicale della Florida, fino agli aridi deserti dell'Arizona. Il continente è tagliato a metà da due catene montuose, i vecchi Monti Appalachi a est e le molto più giovani e alte Montagne Rocciose a ovest. Le pianure centrali scaricano le loro acque nel golfo del Messico attraverso il sistema fluviale di Missouri e Mississippi. Sul confine a nord si estendono i Grandi Laghi, che comprendono alcuni dei più grandi specchi d'acqua dolce del pianeta.Nonostante parecchi secoli di sfruttamento intensivo, gli Stati Uniti hanno ancora molte foreste, riserve carbonifere e altre risorse naturali."
        },
        {
            "heading": "I nativi americani",
            "text": "Alcuni storici ipotizzano che il Nord America sia stato originariamente colonizzato da popoli eurasiatici migrati nel continente attraverso il cosiddetto stretto di Bering, un ponte di terra che una volta collegava l'Alaska alla Russia. Questa teoria è molto dibattuta, e ancor di più si discute sul numero di ondate di migrazioni e sul periodo preciso del loro primo arrivo. Gli studiosi sembrano abbastanza concordi nel ritenere che i primi nativi siano giunti tra 9.000 e 50.000 anni fa (un intervallo piuttosto ampio). È probabile che i nativi siano arrivati a più riprese nell'arco di un periodo molto ampio: alcuni gruppi migrarono verso sud seguendo la costa occidentale, mentre altri si mossero verso l'entroterra, nel cuore degli odierni Stati Uniti e Canada.Con il tempo le tribù si diffusero in tutto il continente, sviluppando un proprio linguaggio, le tecniche di caccia, la cultura, l'artigianato e così via. Comunque non avevano cavalli addomesticati, avendoli consumati tutti come cibo prima di pensare che potessero essere utili per qualche altro scopo.Anche le stime sul numero di nativi che vivevano in quella parte del Nord America che sarebbe diventato gli Stati Uniti variano tra i cinque e i venticinque milioni. In ogni caso, i viaggiatori europei portarono con sé un certo numero di malattie estremamente sgradevoli (come il morbillo o il vaiolo) che erano totalmente sconosciute al sistema immunitario dei nativi, così il 90% della loro popolazione morì a causa di queste malattie entro un secolo dal primo contatto con i bianchi.Così decimate, senza armi da fuoco né tecnologie industriali, le tribù si trovarono praticamente senza difesa di fronte all'assalto dell'immigrazione europea."
        },
        {
            "heading": "Arrivano gli europei",
            "text": "Le nazioni europee che stabilirono colonie in Nordamerica a partire dal XVI secolo furono quattro: i francesi in Canada, gli inglesi sulla costa orientale appena a sud (con un piccolo insediamento di olandesi proprio in mezzo) e gli spagnoli in Florida. Con il tempo gli inglesi conquistarono i territori francesi a nord e la colonia olandese a Manhattan, impadronendosi dell'intera costa orientale del continente (con l'eccezione della Florida). Come abbiamo detto, la popolazione nativa era devastata dalle malattie e non aveva la potenza di fuoco necessaria per opporsi all'espansionismo europeo."
        },
        {
            "heading": "La Rivoluzione Americana",
            "text": "Nel corso del Settecento le colonie inglesi in Nord America crebbero e prosperarono. Gli immigrati si riversarono in America in gran numero dall'Inghilterra e da altri paesi, attirati dalla promessa di terre e ricchezza e spesso anche per sfuggire alle persecuzioni religiose nella loro madrepatria. La tratta degli schiavi forniva una grande quantità di forza lavoro a basso prezzo e le colonie britanniche cominciarono a sviluppare l'agricoltura e l'industria leggera.Nella seconda metà del secolo tra le colonie e il governo inglese i rapporti si fecero tesi. Le colonie erano controllate da governatori nominati dalla Corona e non avevano alcun rappresentante in Parlamento. Inoltre i coloni si lamentavano per quelle che ritenevano limitazioni commerciali ingiustificate. Contemporaneamente il governo inglese pensava che i coloni fossero per la maggior parte feccia ingrata che non si rendeva minimamente conto di quanti soldi la Corona stesse spendendo per assicurare la sua protezione.Alla fine degli anni '70 del XVIII secolo le colonie americane erano in aperta rivolta; il 4 luglio 1776 gli Stati Uniti dichiararono la loro indipendenza. Allo scoppio della guerra le truppe coloniali erano in posizione di svantaggio rispetto ai professionisti inglesi, sia dal punto di vista dell'equipaggiamento sia da quello dell'addestramento. Senza contare che la flotta inglese aveva il controllo assoluto del mare e poteva spostare grandi contingenti di soldati da un punto all'altro della costa senza alcun problema. L'esercito continentale non aveva alcuna esperienza di combattimento e non poteva minimamente competere con le giubbe rosse."
        },
        {
            "heading": "George Washington",
            "text": "Al comando c'era George Washington, un ricco possidente terriero della Virginia che aveva avuto qualche esperienza militare (aveva combattuto per gli inglesi con il grado di colonnello nella guerra franco-indiana). I primi scontri ebbero un esito quasi catastrofico: i suoi piani di battaglia, troppo complessi e arzigogolati, andarono in pezzi davanti all'azione del nemico e all'inesperienza delle sue truppe. Washington, d'altronde, aveva diverse ottime qualità: il suo eroismo personale e il sangue freddo di fronte al disastro gli permisero di salvare il suo esercito da un quasi certo annientamento. Inoltre era molto bravo a imparare dai propri errori. Per saperne di più su George Washington potete leggere la voce che lo riguarda nella Civilopedia.Le giubbe rosse non riuscirono a distruggere l'esercito continentale quando ne ebbero l'occasione, così la rivoluzione americana degenerò in una lunga ed estenuante guerra d'attrito. Gli inglesi non riuscivano a bloccare le forze americane per affrontarle e sconfiggerle definitivamente, e con il passare degli anni la volontà britannica di continuare la lotta cominciò a scemare.Nel 1778 la Francia entrò in guerra al fianco degli Stati Uniti e nel 1779 la Spagna fece lo stesso. Per quanto non fossero al livello degli inglesi in uno scontro alla pari, i francesi riuscirono di quando in quando a ottenere una superiorità locale e questo si dimostrò decisivo. Nel 1781 l'esercito continentale strinse d'assedio quello inglese a Yorktown, in Virginia. Grazie all'azione della marina francese gli inglesi non potevano ritirarsi: il generale britannico Cornwallis si arrese a Washington il 19 ottobre 1781.Nel 1787 gli Stati riunirono una convenzione costituzionale che l'anno successivo ratificò la Costituzione americana. Nel 1789 George Washington fu eletto presidente."
        },
        {
            "heading": "L'acquisto della Louisiana",
            "text": "Nel 1803 gli Stati Uniti acquistarono oltre 2.000.000 kmq di territorio nordamericano dalla Francia. L'area includeva la maggior parte della vallata del Mississippi, dalle Montagne Rocciose a ovest fino all'Ohio a est. L'accordo, che raddoppiò le dimensioni degli Stati Uniti, costò loro circa 15 milioni di dollari: decisamente un ottimo affare. In realtà fu un bene anche per l'altra parte: dato che tanto per cambiare in quel periodo la Francia era in guerra con la Gran Bretagna, e gli inglesi avevano il completo dominio dei mari, i francesi non avrebbero avuto alcun modo di trarre vantaggio da quei territori o anche solo di proteggerli dall'attacco britannico. Inoltre era un ottimo modo di punzecchiare gli eterni rivali. Riguardo a quest'accordo Napoleone Bonaparte dichiarò: \"L'annessione di questi territori afferma per sempre la potenza degli Stati Uniti. Ho dato all'Inghilterra un rivale marittino che presto o tardi umilierà il suo orgoglio\".Ai tempi il presidente Thomas Jefferson fu criticato aspramente per l'acquisto della Louisiana, ma oggi gli storici sono concordi nel ritenere che in realtà fece un affarone."
        },
        {
            "heading": "La guerra del 1812",
            "text": "All'inizio dell'Ottocento la Francia stava vivendo il periodo appena successivo alla rivoluzione. Molti americani credevano che sarebbe diventata una democrazia, invece Napoleone Bonaparte si impose come dittatore assoluto e dopo pochi anni si proclamò imperatore. Mentre il generale di origine corsa estendeva il suo potere su tutta l'Europa continentale, la Gran Bretagna rispondeva con la sua impareggiabile flotta, imponendo un embargo commerciale alla Francia e in certi periodi anche al resto d'Europa. Questo ebbe un effetto molto negativo sul commercio statunitense. Inoltre le navi da guerra britanniche presero l'abitudine di abbordare le navi americane e di passarle al setaccio in cerca di marinai inglesi disertori. Questa fu considerata un'intollerabile violazione della sovranità americana, così nel 1812 gli Stati Uniti dichiararono guerra alla Gran Bretagna (anche se alcuni storici sostengono che questa fu solo una scusa per giustificare la volontà di annettere i territori inglesi in Canada).Durante questo conflitto la tattica principale degli americani fu il saccheggio delle navi da trasporto. Imbarcazioni americane di piccole e medie dimensioni presero a solcare i mari, impossessandosi di tutti i mercantili inglesi su cui riuscivano a mettere le mani e strangolando così il commercio britannico. Sulla terra gli americani lanciarono un'invasione del Canada, che le forze anglo-canadesi respinsero senza troppa difficoltà. La flotta inglese, affaticata da un decennio di guerra con la Francia, trovò impossibile controllare la costa americana o dare la caccia ai vascelli che razziavano i suoi mercantili. Sulla terra le cose andarono molto meglio agli inglesi, che in effetti riuscirono ad arrivare alla capitale Washington e a darla alle fiamme, riducendone in cenere una buona parte.Nonostante questo bruciante affronto all'orgoglio americano, i due governi capirono ben presto che nessuno di loro aveva la possibilità di vincere la guerra e che proseguire i combattimenti avrebbe significato solo sprecare vite e risorse senza alcun vantaggio. Nel dicembre del 1814 i due paesi firmarono il Trattato di Gand, che stabiliva semplicemente la cessazione delle ostilità: nessuno aveva guadagnato o perduto territorio e le cause profonde del conflitto non erano state affrontate. La guerra era finita con un pareggio."
        },
        {
            "heading": "La guerra messicano-statunitense",
            "text": "Nel 1835 il presidente messicano Antonio López de Santa Anna abolì la costituzione, sostituendola con una nuova carta che metteva il potere nelle mani del governo centrale. A quel punto molti stati messicani si ribellarono, tra cui lo stato di Coahuila y Tejas (che includeva il territorio che più tardi sarebbe diventato il Texas). Nonostante gli iniziali successi (tra cui la cattura del famoso forte Alamo), alla fine Santa Anna fu sconfitto e catturato. Costretto a trattare da una posizione di estrema debolezza, Santa Anna dovette accettare a malincuore di concedere l'indipendenza al Texas.Il governo messicano depose Santa Anna mentre era ancora prigioniero e sconfessò il trattato. La nuova repubblica del Texas continuò a combattere piccole scaramucce con il Messico, mentre alcune fazioni sia in Texas sia negli Stati Uniti lavoravano per far entrare il nuovo Stato nell'Unione. Nel 1845 il congresso americano passò una legge che avrebbe permesso agli USA di annettere il Texas, successivamente firmata dal presidente John Tyler. Nello stesso periodo molti altri cittadini americani penetrarono nel territorio settentrionale del Messico (inclusa la California), e alcuni dichiararono apertamente che avevano l'intenzione di portare anche quelle terre all'interno degli Stati Uniti. Alla fine del 1845 il Texas entrò a far parte degli Stati Uniti e nel 1846 le truppe americane occuparono i territori contesi. Quando la cavalleria messicana si scontrò con una pattuglia americana, uccidendo 11 soldati, il governo statunitense colse al volo il pretesto per dichiarare guerra.La guerra terminò rapidamente e con un esito chiaro. Dopo alcune schermaglie iniziali in Texas e nel nord del Messico, un esercito americano di circa 12.000 soldati sbarcò a Veracruz e cominciò a marciare verso ovest. I messicani furono sconfitti più volte e in breve gli Stati Uniti arrivarono a occupare Città del Messico. Il governo sconfitto firmò il Trattato di Guadalupe Hidalgo, cedendo agli Stati Uniti le terre che avrebbero successivamente formato gli stati di Texas, New Mexico, Arizona, California, Nevada, una parte dello Wyoming, Oklahoma e Colorado. In cambio gli USA versarono al Messico 18.250.000 dollari, equivalenti a mezzo miliardo di dollari odierni.Oltre a permettere agli Stati Uniti di accaparrarsi grandi aree di territorio messicano, la guerra ebbe un'altra importante conseguenza: trasformò molti soldati americani in esperti veterani. Questi uomini avrebbero messo alla prova la loro abilità bellica 15 anni dopo, nella guerra civile."
        },
        {
            "heading": "La Guerra Civile Americana",
            "text": "Semplificando un poco si può affermare che nel XVIII secolo gli Stati Uniti erano divisi a metà: stati schiavisti al sud e liberisti al nord. Il sud, che aveva un'economia agricola, necessitava di manodopera a basso costo per lavorare i campi. Gli schiavi erano molto meno utili al nord, che aveva una base industriale in crescita e aveva accesso a una gran quantità di manodopera a buon mercato proveniente dall'Europa. La schiavitù era diventata parte integrante della vita del sud, a un tale livello che molti consideravano il concetto di \"abolizione\" ripugnante, inconcepibile e (attraverso un'interpretazione estremamente distorta della Bibbia) addirittura un peccato. Allo stesso modo, parecchi cittadini del nord odiavano la schiavitù e la consideravano un male assoluto, una specie di peccato originale della nazione. Bisogna anche notare che, al sud, molti consideravano la questione alla stregua di un problema di \"diritti degli stati sovrani\": il governo federale non aveva alcun diritto costituzionale di intromettersi nell'amministrazione interna degli stati, ma il problema della schiavitù era tale da rendere esplosiva la controversia.A metà del secolo la situazione era diventata intollerabile. Le tensioni tra nord e sud erano arrivate al limite e l'elezione nel 1860 del candidato moderatamente antischiavista Abraham Lincoln causò un concatenarsi di avvenimenti che spinse inesorabilmente il sud alla secessione e alla guerra civile.La guerra iniziò molto male per l'Unione (il nord). I ribelli (il sud) avevano una tradizione militare più marcata; i migliori ufficiali del paese provenivano dagli stati del sud e si sentivano in dovere di proteggere le loro case dall'invasione dei nordisti, a prescindere dalla loro personale opinione sulla guerra. Inoltre il sud era esclusivamente sulla difensiva, e sebbene entrambe le parti cominciarono a combattere con forze militari inesperte, per un esercito male addestrato attaccare è molto più difficile che difendersi.Molti credevano che la guerra sarebbe finita subito con una grande battaglia, ma si sbagliavano di grosso. La prima battaglia di Bull Run fu una sconfitta per l'Unione, ma l'esercito sudista non fu in grado di approfittarne. Seguirono quattro anni di combattimenti laceranti in tutto il paese. Nonostante le sue vittorie il sud non riuscì a fiaccare il morale del nord (soprattutto quello del presidente Lincoln). Al proseguire della guerra i generali nordisti si fecero sempre più abili e il vantaggio numerico e la tenacia del nord cominciarono a dominare sul campo di battaglia. Nel 1865 la capitale del sud cadde e dopo poco tempo ciò che rimaneva dell'esercito sudista depose le armi. Il presidente Abramo Lincoln fu assassinato nell'aprile del 1865, poco dopo la resa sudista.La guerra ebbe diverse conseguenze fondamentali, la più importante delle quali fu l'abolizione della schiavitù in tutto il paese. Purtroppo la maggior parte delle conquiste civili dei neri furono ridotte durante il periodo della ricostruzione dopo la guerra. Alla fine dell'Ottocento i neri non potevano essere considerati in alcun modo uguali ai bianchi, ma almeno non venivano più comprati e venduti come bestiame."
        },
        {
            "heading": "Verso il West",
            "text": "La seconda metà del XIX secolo vide una costante migrazione all'ovest di cittadini americani che andarono a occupare le vaste pianure del Midwest e le coste del Pacifico. Gli ingegneri americani costruirono binari nelle praterie e sulle montagne. Intorno alle stazioni si svilupparono villaggi e città. Le popolazioni di nativi americani sopravvissute furono costrette ad accettare di vivere in riserve sempre più piccole e povere. Tuttavia, pur nelle circostanze più disperate, mostrarono un eccezionale istinto di conservazione. Gli immigrati continuarono ad affluire nel paese da ogni parte del mondo, tutti in cerca del sogno americano (e qualcuno addirittura lo trovò).Alla fine del XIX secolo gli Stati Uniti combatterono un'altra infelice guerra territoriale, questa volta contro il moribondo impero spagnolo. Spronata dalle urla scioviniste dei cosiddetti della stampa sensazionalista, come quella di William Randolph Hearst, gli USA sconfissero rapidamente le forze spagnole, ottenendo le Filippine, Guam e Porto Rico. La Spagna perse anche l'isola di Cuba, che dopo un breve periodo di protettorato americano conquistò l'indipendenza."
        },
        {
            "heading": "L'inizio del XX secolo: il mondo si intromette",
            "text": "Il potere industriale ed economico americano continuava a crescere, a differenza del potere militare. Gli Stati Uniti possedevano un esercito e una flotta abbastanza grandi da battere la Spagna (e tenere a bada Canada e Messico), ma non si potevano certo dire una potenza militare mondiale. Innanzitutto dipendevano dal controllo degli oceani Atlantico e Pacifico, che erano sotto il dominio dell'impareggiabile flotta britannica.Quando l'Europa si gettò nella Prima Guerra Mondiale, la maggior parte degli americani non voleva avere nulla a che fare con il conflitto (anzi, molti erano emigrati negli Stati Uniti proprio per sfuggire alle infinite guerre europee). Gli americani provenivano da tutta Europa, inclusa la Germania, l'Austria, la Francia, l'Italia, la Russia e la Gran Bretagna: se gli USA si fossero schierati con una delle due parti, non importa quale, i soldati si sarebbero trovati a combattere contro i propri cugini. Qualunque cosa pensassero privatamente i politici americani, il governo dichiarò la neutralità.In realtà questa neutralità favorì notevolmente la Gran Bretagna e la Francia: il dominio britannico del mare, infatti, significava che gli USA avrebbero potuto commerciare solo con gli inglesi e i loro alleati. Questo era molto dannoso per i tedeschi, che per vincere dovevano tagliare le linee di approvvigionamento della Gran Bretagna. Nel 1917 un U-Boot tedesco affondò il transatlantico Lusitania. Poco dopo la Germania diede carta bianca ai suoi sommergibili affinché attaccassero senza restrizioni le navi da trasporto neutrali. La dichiarazione di guerra dell'America alla Germania e ai suoi alleati seguì poco dopo.All'inizio della guerra gli Stati Uniti avevano solo un piccolo esercito di professionisti, ma nel 1918 la Forza di Spedizione Americana (AEF) aveva trasferito in Europa più di un milione di uomini. Questo enorme contingente di forze fresche fu determinante sul campo di battaglia e sul morale del nemico. Alla fine dell'anno la guerra era terminata. Durante questo breve periodo in Francia l'AEF partecipò a molti scontri, subendo quasi 50.000 morti e 300.000 feriti.Dopo la guerra il presidente americano Woodrow Wilson agì da mediatore, cercando di arrivare a quella che considerava una \"pace equa\" e di creare una Società delle Nazioni, ma i paesi europei vittoriosi erano più interessati a imporre pesanti penali agli sconfitti: un approccio comprensibile, visti i danni subiti, che però non contribuiva certo alla futura amicizia tra le nazioni. In conseguenza a tutto questo l'opinione pubblica americana divenne avversa all'Europa e specialmente all'idea di intraprendere ulteriori azioni militari sul Vecchio Continente. Questo avrebbe avuto conseguenze gravi 20 anni più tardi."
        },
        {
            "heading": "La grande depressione",
            "text": "La grande depressione (nome quanto mai azzeccato) è un argomento davvero deprimente, così la tratteremo rapidamente. La depressione fu innescata dal crollo della borsa americana nel 1929 e rapidamente si diffuse in tutto il paese e nel mondo. Le banche collassarono, la disoccupazione americana raggiunse il 25%, il valore dei raccolti agricoli precipitò del 60%. In tutte le città più importanti c'erano file di indigenti in coda per ricevere un pasto caldo. La depressione si trascinò per anni. L'economia americana cominciò a riprendersi a metà degli anni Trenta, ma si ristabilì completamente solo allo scoppiare della Seconda Guerra Mondiale."
        },
        {
            "heading": "La Seconda Guerra Mondiale",
            "text": "Durante la grande depressione la dottrina politica del fascismo guadagnò consensi in tutto il mondo, in particolare in Europa. Mussolini prese il potere in Italia, Francisco Franco in Spagna e Adolf Hitler in Germania. Indebolite e stremate dai colpi ravvicinati della Prima Guerra Mondiale e della depressione, e distratte da un'eccessiva paura del comunismo, le democrazie osservarono passivamente la Germania che ricostruiva il suo esercito, la flotta e le forze aeree e cominciava a occupare le deboli nazioni vicine. Solo quando la Germania invase la Polonia nel 1939 (insieme all'Unione Sovietica) la Francia e la Gran Bretagna le dichiararono guerra. Nel frattempo le forze giapponesi si appropriavano di grandi fette della Cina e minacciavano gli interessi economici europei nel Pacifico.L'isolazionismo mantenne gli Stati Uniti ufficialmente \"neutrali\" per tutto il 1940 e 1941, mentre la Francia veniva sconfitta e le truppe tedesche avanzavano nell'Unione Sovietica. Tuttavia, come nella Prima Guerra Mondiale, la neutralità americana favorì molto gli inglesi, la cui flotta controllava ancora l'Atlantico. In patria il presidente Franklin Roosevelt cominciò a potenziare gli eserciti il più velocemente possibile, mentre cercava di convincere l'opinione pubblica della necessità di intervenire contro la Germania. Nel Pacifico l'embargo petrolifero americano verso il Giappone, un enorme peso da sopportare per l'economia e l'esercito, veniva percepito dalla popolazione come un grave affronto all'orgoglio giapponese. In risposta alla crescente pressione americana, l'impero del Sol Levante fece uno dei più catastrofici errori militari e politici della storia moderna.Il 7 dicembre 1941 il Giappone bombardò la flotta americana del Pacifico a Pearl Harbor, nelle Hawaii. Molte corazzate furono distrutte, ma le portaerei non erano ormeggiate al momento dell'attacco. Ciò si rivelò di importanza decisiva per la guerra nel Pacifico.Subito dopo Pearl Harbor, anche la Germania dichiarò guerra agli Stati Uniti. Anche questo fu un errore colossale, poiché portò all'intervento degli Stati Uniti in Europa: senza una dichiarazione di guerra esplicita il presidente Roosevelt avrebbe potuto anche non intervenire, perché l'opinione pubblica reclamava innanzitutto una vendetta contro i giapponesi."
        },
        {
            "heading": "Gli USA entrano in guerra",
            "text": "Per gli Stati Uniti la Seconda Guerra Mondiale fu una straordinaria sfida militare, industriale e politica. Sebbene gli USA le avessero potenziate per anni, le forze armate americane erano ancora gravemente carenti sotto tutti gli aspetti: personale, armi, navi, aerei, carri, e via dicendo. Il governo dovette bilanciare la carenza di reclute con la necessità di assegnare lavoratori alla costruzione di armi e mezzi di trasporto per sé e per i suoi alleati in grave difficoltà.Inoltre dovette gestire la difficilissima alleanza con il Regno Unito, le sue colonie e l'Unione Sovietica, che avevano scopi politici e militari diversi. Questo era un punto particolarmente spinoso, perché prima della guerra USA e Inghilterra erano stati nemici irriducibili del comunismo e dell'URSS.Infine, le sue forze militari quasi prive di esperienza dovevano affrontare in battaglia due avversari potentissimi: la vittoriosa flotta giapponese e il letale esercito tedesco.Appena gli USA entrarono in guerra si trovarono sulla difensiva su tutti i fronti. La flotta giapponese conquistò le basi alleate in tutto il Pacifico, avvicinandosi sempre più all'Australia e alla Nuova Zelanda.Gli U-Boot tedeschi distrussero centinaia di migliaia di tonnellate di merci nell'Atlantico, con il risultato che la Gran Bretagna fu ridotta quasi allo stremo dalla fame. Ma a questo punto entrò in azione l'impareggiabile industria americana, che riuscì a costruire navi da guerra, aerei e carri a una velocità straordinaria. Sul campo di battaglia le forze militari statunitensi impararono presto dai loro errori e insieme agli alleati fermarono l'avanzata dei nemici su tutti i fronti. Nel 1942 gli USA erano passati all'attacco in Nordafrica e nel Pacifico.Nel 1944 le truppe americane e inglesi erano in Francia; intrappolata tra questo nuovo pericolo e la forza distruttiva della Russia che avanzava da est, la Germania collassò nel maggio del 1945. Il Giappone resistette ancora per diversi mesi, combattendo ostinatamente mentre si ritirava dalle isole del Pacifico, finché gli Stati Uniti non sganciarono due bombe atomiche su Hiroshima e Nagasaki."
        },
        {
            "heading": "L'America nella seconda metà del XX secolo",
            "text": "Gli USA impararono due lezioni importanti dalle guerre mondiali: innanzitutto, non si potevano permettere di ignorare gli eventi mondiali senza correre un grave rischio. Era ormai chiaro che, per quanto gli oceani Atlantico e Pacifico fornissero un'ottima protezione al continente, la sicurezza americana era inestricabilmente legata agli eventi mondiali, se non altro perché gli USA necessitavano di mercati stranieri per vendere i loro beni. La seconda lezione fu che non è mai una buona idea punire un nemico sconfitto troppo severamente. È molto meglio aiutarlo a ricostruire, in modo da farlo diventare un alleato e un partner economico e industriale. Così alla fine della guerra gli Stati Uniti spesero miliardi per aiutare la ricostruzione dell'Europa e del Giappone, senza distinguere tra alleati e nemici (con l'importante eccezione dell'URSS).Dopo la Seconda Guerra Mondiale gli Stati Uniti si trovarono nella posizione di nazione più potente del mondo. Il continente non era mai stato invaso né bombardato e la sua base industriale era più forte e sviluppata che mai. L'esercito, ormai temprato dalle battaglie, era equipaggiato con le migliori armi del mondo e gli USA erano il solo paese in possesso della bomba atomica. D'altro canto, l'armata dell'Unione Sovietica era la più grande forza militare in Europa. Gli USA non avevano molta voglia di combattere ancora: la popolazione più che altro desiderava che i soldati tornassero a casa."
        },
        {
            "heading": "La guerra fredda",
            "text": "Con la fine della guerra, le ostilità latenti tra gli USA e l'Inghilterra da una parte e l'Unione Sovietica dall'altra diventarono molto meno latenti. Per questo c'erano un sacco di buone ragioni. Gli Stati Uniti temevano che il comunismo internazionale, supportato dall'Unione Sovietica e più tardi dalla Cina, se non fosse stato contrastato avrebbe travolto l'Europa e il mondo. L'Unione Sovietica, d'altro canto, voleva rendere assolutamente chiaro a tutti che ne aveva le tasche piene di essere invasa da truppe straniere ogni 20 anni o giù di lì, e avrebbe fatto di tutto per fare in modo che la cosa non accadesse mai più. Inoltre disprezzava il capitalismo americano e voleva estendere l'influenza del comunismo in tutto il mondo.Nei 50 anni successivi gli USA e l'Unione Sovietica, e più tardi la Cina, spesero enormi energie e ricchezze per produrre armi, rovesciare governi stranieri e partecipare più o meno apertamente alle guerre locali per cercare di estendere le rispettive aree d'influenza. Gli USA combatterono il comunismo in Corea (dove finì con un pareggio) e più tardi in Vietnam (una sconfitta). L'Unione Sovietica si impadronì di gran parte dell'Europa orientale (una vittoria) e più tardi invase l'Afghanistan (una sonora sconfitta).Alla fine degli anni '80 le eccessive spese militari e i molti difetti interni (corruzione, avidità, incompetenza e così via) avevano praticamente ridotto in bancarotta l'URSS. Negli anni '90 l'Unione Sovietica non esisteva più e gli Stati Uniti avevano cominciato a commerciare liberamente con la Cina. La guerra fredda era finita.Sotto ogni punto di vista la guerra fredda fu un costosissimo, colossale fallimento per tutte le parti coinvolte. Se gli USA avessero convinto la Russia di non essere un nemico implacabile, l'URSS avrebbe potuto mitigare la sua opprimente paranoia e forse avrebbe anche alleggerito l'oppressione che pesava su gran parte della sua popolazione. Gli Stati Uniti avrebbero potuto utilizzare i loro fondi in modo diverso anziché continuare a costruire armi sempre più letali e a finanziare una vasta schiera di despoti in tutto il mondo.D'altra parte, la guerra fredda spinse entrambi gli schieramenti a perseguire l'esplorazione spaziale sia per scopi militari sia per aumentare il prestigio nazionale. Questo ha portato allo sviluppo di molte innovazioni tecnologiche basilari, come i satelliti per le telecomunicazioni e la bevanda al gusto di arancia Tang, ma soprattutto allo sbarco sulla luna, forse l'impresa più straordinaria in tutta la storia dell'umanità. La fine della guerra fredda portò gli Stati Uniti in una nuova era di pace e serenità. Per un paio d'anni."
        },
        {
            "heading": "La guerra contro il terrorismo",
            "text": "L'11 settembre del 2001 un gruppo di terroristi dirottò quattro aerei di linea e ne fece schiantare due contro le torri gemelle del World Trade Center a New York e uno contro il Pentagono, vicino a Washington. Il quarto attacco fu sventato dall'eroica azione dei passeggeri a bordo. Gli attacchi sono stati attribuiti a un'organizzazione chiamata \"al-Qaeda\", un gruppo di estremisti musulmani con base in Afghanistan il cui obiettivo è scacciare tutti gli occidentali dal Medio Oriente e distruggere gli Stati Uniti, che considerano il \"Grande Satana\".Gli Stati Uniti risposero invadendo l'Afghanistan e deponendo i leader fondamentalisti che supportavano al-Qaeda. Successivamente, con una mossa molto controversa, gli USA invasero l'Iraq, governato dall'antico nemico Saddam Hussein.In questo momento gli USA stanno cercando di riparare la loro immagine internazionale, coinvolgere i loro alleati nella guerra contro il terrorismo e trovare il modo di andarsene dall'Iraq. L'Afghanistan resta un problema spinoso, e non è per nulla certo che gli USA riescano a emergere vittoriosi da questi ultimi conflitti."
        },
        {
            "heading": "Il futuro degli Stati Uniti",
            "text": "Gli Stati Uniti non sono più l'unica superpotenza mondiale: questa è una posizione che devono condividere almeno con la Cina. Internamente il paese sta ancora cercando di uscire dalla recessione economica provocata dagli eccessi della fine del XX secolo ed è impegnato a bandire definitivamente il fantasma del razzismo che lo perseguita dall'abolizione della schiavitù. Gli Stati Uniti sono in difficoltà, ma sono ben lungi dall'essere battuti. Possiedono ancora le risorse, l'iniziativa e il capitale umano per essere una delle civiltà più vitali e importanti del XXI secolo."
        },
        {
            "heading": "Il futuro degli Stati Uniti",
            "text": "Gli Stati Uniti non sono più l'unica superpotenza mondiale: questa è una posizione che devono condividere almeno con la Cina. Internamente il paese sta ancora cercando di uscire dalla recessione economica provocata dagli eccessi della fine del XX secolo ed è impegnato a bandire definitivamente il fantasma del razzismo che lo perseguita dall'abolizione della schiavitù. Gli Stati Uniti sono in difficoltà, ma sono ben lungi dall'essere battuti. Possiedono ancora le risorse, l'iniziativa e il capitale umano per essere una delle civiltà più vitali e importanti del XXI secolo."
        },
        {
            "heading": "Il futuro degli Stati Uniti",
            "text": "Gli Stati Uniti non sono più l'unica superpotenza mondiale: questa è una posizione che devono condividere almeno con la Cina. Internamente il paese sta ancora cercando di uscire dalla recessione economica provocata dagli eccessi della fine del XX secolo ed è impegnato a bandire definitivamente il fantasma del razzismo che lo perseguita dall'abolizione della schiavitù. Gli Stati Uniti sono in difficoltà, ma sono ben lungi dall'essere battuti. Possiedono ancora le risorse, l'iniziativa e il capitale umano per essere una delle civiltà più vitali e importanti del XXI secolo."
        }
    ],
    "leader": {
        "name": "George Washington",
        "subtitle": "Leader degli Stati Uniti d'America",
        "lived": "1732-1799",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/george_washington.png",
        "trait": {
            "name": "Destino manifesto",
            "effect": "Tutte le unità militari hanno +1 al raggio visivo. Sconto del 50% quando si acquistano nuove caselle."
        },
        "titles": [
            "Comandante in capo dell'esercito coloniale (durante la rivoluzione americana)",
            "Presidente degli Stati Uniti d'America (1789-1797)"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "George Washington fu uno degli eccezionali uomini che vivevano nelle colonie americane alla fine del Settecento. Per quanto non fosse battagliero come John Adams, geniale come Benjamin Franklin o brillante come Thomas Jefferson, Washington aveva la capacità di comandare, in guerra come in pace. Portò alla vittoria l'esercito continentale contro un nemico di gran lunga superiore, e così facendo donò l'indipendenza alla sua nazione."
            },
            {
                "heading": "La giovinezza",
                "text": "Discendente di coloni inglesi emigrati in Virginia nel 1657, George Washington nacque in una famiglia ricca e privilegiata, almeno per quante ricchezze e privilegi fossero disponibili nelle colonie all'inizio del XVIII secolo. Da giovane Washington studiò la matematica, la scrittura, la geografia e probabilmente il latino, ma non frequentò mai l'università. Si dedicò piuttosto a imparare come allevare il bestiame, gestire una fattoria e amministrare le molte terre della sua famiglia. Washington ricevette anche un addestramento da esploratore e passò molti anni disegnando mappe delle terre che circondavano la colonia della Virginia."
            },
            {
                "heading": "La guerra franco-indiana",
                "text": "Nel 1754 scoppiò la guerra tra l'Inghilterra (e le sue colonie) e la Francia, che poteva contare sugli Indiani come alleati. Washington prese parte a diversi scontri, dando prova di grande coraggio e della capacità di mantenere nervi saldi sotto il fuoco nemico, ma non si distinse particolarmente a livello tattico o strategico. Alla fine la guerra terminò con la vittoria inglese; Washington si congedò dalle forze coloniali con il grado onorario di brigadiere generale."
            },
            {
                "heading": "Vita casalinga",
                "text": "Dopo la guerra Washington si sposò e si dedicò alle sue terre. Sembra che l'amministrazione delle fattorie e delle piantagioni gli desse un grande piacere, tanto che non disdegnava di togliersi il soprabito e dare una mano con i lavori manuali. Entrò anche a far parte della \"House of Burgesses\" a Williamsburg, in pratica il parlamento della Virginia (anche se il vero potere politico era nelle mani del governatore della colonia e, ancora più su, del re e del Parlamento inglesi)."
            },
            {
                "heading": "Attività prima della rivoluzione",
                "text": "Per quanto fosse un lealista, anche Washington sentiva il peso delle tasse imposte alle colonie dal Parlamento, in gran parte dovute ai debiti contratti durante la recente guerra franco-indiana. Man mano che la tensione saliva e che l'Inghilterra aumentava la pressione sulle colonie, la posizione di Washington si fece sempre più radicale, finché nel 1768 non si dichiarò pronto a prendere le armi contro l'Inghilterra non appena il suo paese avesse voluto. Nel 1774 Washington fu nominato membro del congresso continentale, la prima organizzazione veramente nazionale del paese nascente. Quando nel 1775 a Boston scoppiarono i primi combattimenti, Washington fu nominato comandante delle forze militari di tutte le colonie, una carica che mantenne anche dopo la dichiarazione d'indipendenza del 1776."
            },
            {
                "heading": "Comandante dell'esercito continentale",
                "text": "Come comandante delle forze rivoluzionarie, Washington esibì gli stessi punti di forza e le stesse debolezze che lo avevano contraddistinto quando anni prima aveva combattuto per l'Inghilterra contro la Francia. Personalmente era coraggioso fino alla temerarietà. All'inizio della guerra preferì adottare azioni militari molto complesse, decisamente al di là delle capacità dei suoi volontari: il risultato fu una serie di sconfitte quasi catastrofiche per mano delle forze inglesi, composte da soldati professionisti. Ma quasi con la sola forza di volontà, attraverso lunghi anni di sconfitte e privazioni, riuscì a sopravvivere e a tenere l'esercito sul campo. Così facendo mantenne vivo lo spirito rivoluzionario nelle colonie. Alla fine, la pura e semplice tenacia e l'abilità crescente dell'esercito coloniale e del suo generale gli avrebbero fatto guadagnare la riluttante ammirazione dei nemici più spietati.L'entrata in guerra della Francia al fianco delle colonie, la loro crescente forza e i successi degli americani sul campo fecero montare in Inghilterra un sentimento popolare contrario alla guerra. Nel 1781 Washington guidò le sue truppe in un'ardita marcia forzata in Virginia, dove (con l'aiuto di un grosso contingente di soldati francesi) cinse d'assedio un intero esercito inglese sulla penisola di Yorktown. Avendo temporaneamente perso il controllo del mare a causa delle manovre navali dei francesi, il generale britannico non poté sfuggire all'accerchiamento e fu costretto ad arrendersi. Per alcuni mesi ci furono ancora sporadici scontri, ma la guerra era essenzialmente finita: l'America aveva conquistato la sua indipendenza."
            },
            {
                "heading": "Presidente degli Stati Uniti",
                "text": "Dopo la fine del conflitto Washington presiedette la convenzione costituzionale che diede forma al governo della nuova nazione e in seguito fu eletto come primo presidente. In questa carica Washington cercò innanzitutto di tenere il paese lontano dai grovigli politici internazionali, non concesse alleanze strette a nessuno né cercò mai di arrivare allo scontro. Cercò anche (con poco successo) di liberare il paese dalle divisioni politiche eccessive e dall'eccessiva acrimonia nel dibattito interno. Washington servì come presidente due termini di quattro anni, poi si ritirò nella sua casa a Mount Vernon, in Virginia, dove morì nel 1799."
            },
            {
                "heading": "Il posto di Washington nella Storia",
                "text": "George Washington è passato alla storia, con buona ragione, come il \"padre degli Stati Uniti d'America\". Per quanto non sia stato il più brillante generale della storia, né il più grande statista, Washington è sempre rimasto saldo e coraggioso davanti alle avversità ed è stato capace di spingere i suoi uomini a morire volentieri per lui. Senza Washington, è probabile che gli Stati Uniti non sarebbero mai nati."
            }
        ]
    }
}