{
    "id": 2,
    "name": "Arabia|dell'Arabia|all'Arabia|l'Arabia|dall'Arabia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/arabia.png",
    "dawn_of_man": "Che la benedizione di Allah scenda su di te, grande califfo Harun al-Rashid, capo del pio popolo arabo! L'impero musulmano del Califfato nacque negli anni turbolenti che seguirono la morte del profeta Maometto nel 632 d.C.; i suoi seguaci intendevano estendere il regno di Allah a tutti i popoli della Terra. E il Califfato in effetti divenne sempre più potente, giungendo a controllare, al proprio apice, la Spagna, l'Africa settentrionale, il Medio Oriente, l'Anatolia, i Balcani e la Persia: un impero esteso quanto quello romano, se non di più. Nel Medio Evo, mentre le nazioni d'Europa sprofondavano nell'ignoranza e nel caos, in Arabia le arti e le scienze fiorivano. Il Califfato durò per 600 anni, finché non cedette all'assalto dei mongoli, quei maledetti distruttori di imperi altrui.Gran califfo Harun al-Rashid, la tua gente si rivolge a te per tornare alla grandezza di un tempo. Per far tornare l'Arabia una terra illuminata da arti e conoscenza, una nazione potente che non debba temere nessuno. O califfo, raccoglierai la sfida? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Bazaar|il Bazaar|un Bazaar",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/bazaar.json"
        }
    ],
    "unique_units": [
        {
            "name": "Arciere su cammello|un Arciere su cammello|dal tuo Arciere su cammello|al tuo Arciere su cammello|il tuo Arciere su cammello|da un Arciere su cammello",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/camel_archer.json"
        }
    ],
    "city_names": [
        "Mecca",
        "Medina",
        "Damasco",
        "Bagdad",
        "Najran",
        "Kufah",
        "Basra",
        "Khurasan",
        "Anjar",
        "Fustat",
        "Aden",
        "Yamama",
        "Muscat",
        "Mansura",
        "Bukhara",
        "Shiraz",
        "Merw",
        "Balkh",
        "Mosul",
        "Aydab",
        "Bayt Ras",
        "Suhar",
        "Taif",
        "Hama",
        "Tabuk",
        "Sana'a",
        "Shihr",
        "Tripoli",
        "Tunisi",
        "Kairouan",
        "Algeri",
        "Oran"
    ],
    "spy_names": [
        "Solhofaat",
        "Khenzeer",
        "Zarafah",
        "Temsaah",
        "Abyadh",
        "Mustafà",
        "Yusuf",
        "Waddah",
        "Sameera",
        "Gamal"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Dopo la morte di Maometto nel 632 d.C., i suoi discepoli crearono l'Impero musulmano del Califfato, noto anche come Impero islamico o Regno arabo, per dare continuità all'autorità politica che il Profeta aveva instaurato. Durante la sua lunga esistenza il Califfato divenne una grande potenza, arrivando a dominare Spagna, Nordafrica, Medio Oriente, Anatolia, Balcani e Persia e rivaleggiando per estensione geografica con l'Impero romano al suo culmine."
        },
        {
            "heading": "Clima e territorio",
            "text": "L'Impero arabo iniziò la sua espansione da Medina, nella penisola araba (l'odierna Arabia Saudita). L'interno della penisola è composto quasi esclusivamente da un deserto inospitale, nudo e sabbioso, dove le temperature estive superano i 50 °C. Medina e La Mecca si trovano nella fertile regione costiera lungo il Mar Rosso."
        },
        {
            "heading": "Gli inizi",
            "text": "Il primo \"califfo\" (capo di stato) dell'impero dopo la morte di Maometto fu Abu Bakr, seguito in successione da altri tre \"califfi ben guidati\". Dopo la morte nel 661 del quarto califfo, Ali ibn Abi Talib, scoppiò una lotta per il potere tra varie fazioni che appoggiavano diversi pretendenti. Alla fine emerse vittoriosa la famiglia degli Omayyadi. La disputa sulla legittima successione del califfo infuriò per un millennio ed ebbe un impatto importante sulla storia dell'Islam e del mondo; le sue conseguenze si sentono ancora oggi."
        },
        {
            "heading": "Gli Omayyadi",
            "text": "Gli Omayyadi erano una famiglia di mercanti della Mecca. Si erano convertiti all'Islam nel 627, diventando importanti sostenitori di Maometto e dei suoi successori. I primi califfi Omayyadi avevano base a Damasco, in Siria, e l'esercito siriano formava la spina dorsale delle forze militari arabe. Gli Omayyadi espansero l'influenza araba verso est, costruendo avamposti e inviando spedizioni in Asia centrale e nell'India nordoccidentale. Inoltre gli Omayyadi iniziarono l'invasione del Nordafrica. Nel VII secolo costruirono una flotta nel Mediterraneo, con la quale provarono senza successo una serie di incursioni contro la cristiana Costantinopoli.Il califfato degli Omayyadi raggiunse il suo apice sotto il regno di Abd al-Malik (685-705). A ovest Abd al-Malik conquistò gran parte della Spagna, mentre a est il califfato invase la provincia indiana del Sind e conquistò Bukhara, Samarcanda, Khwarezm e molti altri luoghi difficili da scrivere. Abd al-Malik promosse anche una riorganizzazione della burocrazia e dell'economia del califfato e istituì un servizio postale. Durante il suo regno fiorirono le arti, in particolare l'architettura.Alla sua morte l'impero soffrì un declino. Una serie di califfi mediocri, diversi problemi economici e rovesci militari a est e a ovest fecero accendere rivalità tribali all'interno del regno, finché nel 750 gli Omayyadi furono sconfitti e rovesciati nella Battaglia del Grande Zab."
        },
        {
            "heading": "Gli Abbasidi",
            "text": "Gli Omayyadi furono sostituiti dagli Abbasidi, un'altra potente famiglia. Il primo califfo abbaside, Abu al-Abbas, era un uomo spietato: non appena ebbe ottenuto il potere si dedicò a sterminare chiunque potesse vantare una legittima pretesa al trono. Il suo piano ebbe successo, tanto che gli Abbasidi conservarono il potere per tre secoli. Non privo di una certa tetra ironia, diede a se stesso il soprannome di as-Saffah, \"il sanguinario\".Gli Abbasidi spostarono la capitale del califfato a Bagdad. Questa scelta rifletteva l'attenzione che il nuovo califfo aveva rivolto a est (in Persia, India e Asia centrale) a scapito del Nordafrica e del Mediterraneo. Gli Abbasidi erano più religiosi degli Omayyadi: sotto il loro regno il califfato cominciò ad applicare alla lettera la legge islamica."
        },
        {
            "heading": "Harun al-Rashid",
            "text": "Harun al-Rashid (che regnò dal 786 all'809) fu il quinto califfo abbaside. Regnò su un'Arabia che si trovava al culmine del potere e della ricchezza. Harun condusse diverse spedizioni militari contro l'Impero bizantino: i suoi successi gli fecero guadagnare il soprannome di al-Rashid, \"colui che segue il giusto cammino\". Benché Rashid abbia dovuto sedare diverse rivolte interne, il suo fu sostanzialmente un regno di pace, e il califfato accumulò ricchezze favolose. Per saperne di più su Harun al-Rashid potete leggere la sua voce nella Civilopedia."
        },
        {
            "heading": "Il Medioevo",
            "text": "L'Impero arabo del Medioevo era notevolmente più avanzato rispetto alle popolazioni europee: la Bagdad di Harun al-Rashid ospitava un milione di abitanti, mentre l'Aquisgrana di Carlo Magno, negli stessi anni, era una \"capitale\" popolata da appena 10.000 individui. I centri di cultura attiravano studiosi da tutto il mondo musulmano in grandi città come Bagdad, Damasco e Cordova. In questo periodo gli Arabi compirono numerosi progressi nel campo della medicina, dell'astronomia, della matematica e in altre discipline, oltre a tradurre molti classici greci in arabo, salvandoli così dalla distruzione.Durante il periodo delle Crociate il mondo arabo subì un'aggressione continua da parte dell'Europa cristiana. Il più grande generale musulmano di questo periodo fu Salah al-Din, più noto come Saladino, che sconfisse i cristiani impegnati nella Terza Crociata e riconquistò Gerusalemme."
        },
        {
            "heading": "Declino e frammentazione",
            "text": "Alla fine del Medioevo, comunque, l'Impero arabo cominciò a sgretolarsi per l'azione combinata di forze interne ed esterne. La sua enorme estensione rendeva quasi impossibile esercitare un governo centralizzato, così i califfi erano obbligati a reprimere continuamente le insurrezioni dei capi locali. Il dibattito su chi meritasse l'eredità di Maometto continuava a incendiare gli animi. A ovest gli europei strapparono al califfato il controllo della Spagna, mentre a est gli Ottomani cominciarono la loro inesorabile espansione nel cuore dell'Impero arabo.Nel 1258 un esercito mongolo comandato da Hulagu Khan conquistò Bagdad e giustiziò il califfo al-Musta'sim, interrompendo bruscamente la sua dinastia."
        },
        {
            "heading": "L'Arabia moderna",
            "text": "Per quasi cinque secoli gran parte del mondo arabo sarebbe stato dominato da stranieri: prima i turchi ottomani, poi le potenze coloniali occidentali. A partire dalla de-colonizzazione a metà del XX secolo, i valori arabi tradizionali hanno subito la pressione dell'urbanizzazione, dell'industrializzazione e dell'influenza occidentale. Gli antichi precetti dell'Islam, comunque, sono ancora seguiti da milioni di fedeli in tutto il mondo.Per quanto ora siano divise tra decine di nazioni diverse, le terre che una volta componevano il grande Impero arabo devono ancora molto all'antico antenato comune."
        },
        {
            "heading": "L'Arabia moderna",
            "text": "Per quasi cinque secoli gran parte del mondo arabo sarebbe stato dominato da stranieri: prima i turchi ottomani, poi le potenze coloniali occidentali. A partire dalla de-colonizzazione a metà del XX secolo, i valori arabi tradizionali hanno subito la pressione dell'urbanizzazione, dell'industrializzazione e dell'influenza occidentale. Gli antichi precetti dell'Islam, comunque, sono ancora seguiti da milioni di fedeli in tutto il mondo.Per quanto ora siano divise tra decine di nazioni diverse, le terre che una volta componevano il grande Impero arabo devono ancora molto all'antico antenato comune."
        },
        {
            "heading": "L'Arabia moderna",
            "text": "Per quasi cinque secoli gran parte del mondo arabo sarebbe stato dominato da stranieri: prima i turchi ottomani, poi le potenze coloniali occidentali. A partire dalla de-colonizzazione a metà del XX secolo, i valori arabi tradizionali hanno subito la pressione dell'urbanizzazione, dell'industrializzazione e dell'influenza occidentale. Gli antichi precetti dell'Islam, comunque, sono ancora seguiti da milioni di fedeli in tutto il mondo.Per quanto ora siano divise tra decine di nazioni diverse, le terre che una volta componevano il grande Impero arabo devono ancora molto all'antico antenato comune."
        }
    ],
    "leader": {
        "name": "Harun al-Rashid",
        "subtitle": "Leader dell'Arabia",
        "lived": "763-809",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/harun_al-rashid.png",
        "trait": {
            "name": "Navi del deserto",
            "effect": "Le Carovane hanno un raggio d'azione più ampio del 50%. Le tue Rotte commerciali diffondono la religione della città d'origine con efficacia doppia. Le risorse di Petrolio sono raddoppiate."
        },
        "titles": [
            "Califfo",
            "\"Colui che segue il giusto cammino\""
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Harun al-Rashid (che significa più o meno \"colui che segue il giusto cammino\") è stato il quinto califfo degli Abbasidi e ha governato l'impero arabo dal 786 all'809 d.C. Durante il suo regno il califfato si estese dalla Spagna a ovest, all'Anatolia a nord, fino all'India a est, diventando l'entità politica più grande e potente del mondo. Harun fu un abile governante; il suo regno segnò un periodo di grandi progressi scientifici e culturali e di prosperità per i sudditi."
            },
            {
                "heading": "I primi anni",
                "text": "Figlio del terzo califfo e di al-Khayzuran, una giovane schiava yemenita, Harun ottenne il potere in seguito alla morte del fratello, Abu Abdullah Musa ibn Mahdi al-Hadi. Al-Hadi morì in preda a dolori di stomaco in circostanze alquanto sospette. Alcuni credono che sia stato avvelenato dalla stessa madre, che aveva molta più influenza sul figlio minore Harun. Che questa storia sia vera o no, è un fatto che al-Khayzuran fu uno dei principali consiglieri di Harun fino alla sua morte nel 789."
            },
            {
                "heading": "Il Rinascimento di Bagdad",
                "text": "All'inizio del regno la capitale era Bagdad, fondata poco tempo prima da un precedente califfo. La città, abbellita da molti notevoli edifici, era un centro delle arti, della scienza e della religione. Harun vi fondò la \"Casa della Saggezza\", una biblioteca e un centro di ricerche in cui si raccoglievano e traducevano le opere scientifiche persiane, indiane, greche e romane. Sotto la guida di Harun, Bagdad si sviluppò fino a diventare la città forse più grande e ricca del mondo. In seguito Harun spostò il governo ad ar-Raqqah, che godeva di una posizione strategica, ma Bagdad sarebbe rimasta per secoli una grande città per l'arte, la scienza e il commercio, finché nel 1258 non fu conquistata e saccheggiata dai Mongoli."
            },
            {
                "heading": "La ricchezza di Harun e dell'Arabia",
                "text": "Una descrizione favoleggiante di Harun si può leggere nelle \"Mille e Una Notte\", in cui si descrive la vita del califfo in un palazzo sontuoso pieno d'oro, d'argento e di gioielli. Il racconto è esagerato, ma contiene certamente una buona parte di verità. Durante il regno di Harun l'impero acquisì enormi ricchezze, e una buona parte finì certamente nel tesoro del califfo. Secondo gli storici antichi la moglie di Harun aveva preteso che tutti i piatti e le posate alla sua tavola fossero d'oro massiccio e tempestati di gemme."
            },
            {
                "heading": "Relazioni estere",
                "text": "Politicamente, Harun cercò di mantenere rapporti cordiali con le potenze europee. Instaurò relazioni diplomatiche dirette con Carlo Magno, così in quegli anni precedenti alle crociate gli europei ebbero libero accesso a Gerusalemme e alla Terrasanta. Inoltre ebbe rapporti diplomatici con la corte imperiale della Cina. Le sue relazioni con Bisanzio, comunque, furono decisamente meno amichevoli.Quando ancora regnava suo padre, Harun aveva condotto un esercito attraverso la Turchia fino alle porte di Costantinopoli, capitale dell'impero bizantino. Dopo un negoziato con l'imperatrice Irene, Harun aveva deciso di risparmiare la città in cambio di un tributo annuale di 70.000 monete d'oro. Nell'806 Irene fu deposta e i Bizantini rinnegarono il trattato, al che Harun condusse a nord un'altra armata e ancora una volta obbligò Bisanzio a capitolare."
            },
            {
                "heading": "La morte di Harun",
                "text": "Harun si ammalò e morì nell'808, mentre si stava spostando in Iran per sedare una rivolta. Gli succedette il figlio al-Amin. La sua morte segnò l'inizio del declino per l'impero arabo: le rivolte interne e i nemici esterni cominciarono a eroderlo un pezzo alla volta. L'impero sarebbe sopravvissuto ancora per secoli, ma non avrebbe mai più raggiunto le vette del regno di Harun al-Rashid."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Per quanto segnato da guerre e ribellioni interne, la maggior parte del regno di Rashid fu prospero e pacifico. Il califfato poté godere di una crescita economica e industriale e di una vera e propria esplosione nel commercio. Harun amava la musica e la poesia e concesse doni magnifici agli artisti ospiti della sua corte. Per quanto non si possa considerare uno dei grandi leader della storia, Rashid governò con estrema competenza un impero arabo al culmine del potere e della ricchezza."
            }
        ]
    }
}