{
    "id": 35,
    "name": "Assiria|dell'Assiria|all'Assiria|l'Assiria|dall'Assiria",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/assyria.png",
    "dawn_of_man": "Il popolo si inchina alla tua augusta volontà, saggio e illustre re Assurbanipal dell'Assiria. Sei famoso in tutto il mondo come studioso e guerriero, ma le leggende lasciano trasparire solo una piccola parte delle tue vere ambizioni. I tuoi nemici si sono fatti piccoli di fronte alla ferocia delle tue conquiste, ma tu eri orgoglioso soprattutto dell'opera del tuo intelletto. La tua sete di conoscenza ti ha portato a fondare la biblioteca reale a Ninive, una delle più vaste collezioni di testi antichi e tavolette di tutto il mondo, assicurandoti così un posto tra i più grandi monarchi della storia assira.Saggio e temibile re, è giunto il tempo di riportare il regno dell'Assiria all'apice della sua gloria. Vorrai ancora una volta adoperarti per acquisire la conoscenza e la storia di tutti i popoli del mondo? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Biblioteca Reale|la Biblioteca Reale|una Biblioteca Reale",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/royal_library.json"
        }
    ],
    "unique_units": [
        {
            "name": "Torre d'assedio|una Torre d'assedio|dalla tua Torre d'assedio|alla tua Torre d'assedio|la tua Torre d'assedio|da una Torre d'assedio",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/siege_tower.json"
        }
    ],
    "city_names": [
        "Assur",
        "Ninive",
        "Nimrud",
        "Kar-Tukulti-Ninurta",
        "Dur-Sharrukin",
        "Halab",
        "Carchemish",
        "Kanesh",
        "Harran",
        "Imgur-Enlil",
        "Shubat-Enlil",
        "Qatna",
        "Sareisa",
        "Sam'al",
        "Qarqar",
        "Til Barsip",
        "Sultantepe",
        "Erbil",
        "Hamath",
        "Guzana",
        "Turuspa",
        "Nasibina",
        "Arpad",
        "Kelashin",
        "Tadmor",
        "Urartu",
        "Sabata",
        "Hit"
    ],
    "spy_names": [
        "Adapa",
        "Kubaba",
        "Nabu",
        "Nergal",
        "Ninlil",
        "Ninurta",
        "Nisroch",
        "Shamash",
        "Pazuzu",
        "Qingu"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "I molti antichi regni dell'Assiria, da tempo svaniti nelle nebbie della storia, sono stati in diversi periodi tra i più ricchi e potenti in tutto il mondo. Situata nel cuore della Mesopotamia (l'odierno Iraq del nord), l'Assiria fu fondata intorno al 2154 a.C. dai discendenti semiti degli accadi e dai sumeri che si erano rifugiati nell'area dopo la caduta dell'impero accadico. Le lingue e i costumi delle diverse culture si fusero pian piano fino a dare origine a due diverse popolazioni mesopotamiche: assiri a nord e nabilonesi a sud. Inizialmente i diversi tentativi assiri di formare un regno indipendente furono ostacolati dall'espansione dei loro vicini, in particolare di Babilonia. Alla fine i re assiri, a cominciare dal quasi leggendario Tudia, riuscirono a fondare un grande impero, tanto che in più di un'occasione l'Assiria si trovò a essere lo stato più potente nella regione. L'Assiria continuò comunque a patire la vicinanza dei rivali: alla fine del VI Secolo a.C. l'impero cessò di esistere."
        },
        {
            "heading": "Clima e territorio",
            "text": "Situata nella fertile regione della Mesopotamia, tra i fiumi Tigri ed Eufrate, l'Assiria dispone di una terra in grado di produrre raccolti generosi di frumento e altri cereali. Considerata da tutti la culla della civiltà occidentale, nell'età del bronzo la Mesopotamia fu dominata da sumeri, accadi, babilonesi e dalle civiltà assire. Il clima dell'Assiria era semiarido, nonostante il regno ricevesse tutto l'anno una grande quantità d'acqua sotto forma di neve sciolta e pioggia proveniente dai monti Zagros. La zona del fiume (ampia circa 15.000 kmq) è costellata da paludi, lagune, distese fangose e canneti. L'agricoltura irrigua si diffuse a sud delle pendici degli Zagros a partire dal 5000 a.C. circa; gli agricoltori assiri sono famosi per aver piantato grano, orzo, cipolle, viti, rape e mele. La regione che un tempo costituiva la terra d'origine degli assiri è ora suddivisa tra Siria, Iran, Iraq e Turchia. Confinanti a nord con aspre montagne, a ovest con gli aramaici e a sud con i regni babilonesi ed elamiti e le tribù arabe degli amorrei, gli assiri si trovarono in una posizione vantaggiosa, ma difficile da mantenere."
        },
        {
            "heading": "Primi insediamenti",
            "text": "Il più antico sito neolitico in Assiria risale al 7100 a.C. circa; la più antica testimonianza di civiltà umana, la cultura di Hassuna, al 6000 a.C. Il primo esempio conosciuto di agricoltura irrigua e alcuni dei più antichi insediamenti umani si trovano nella regione che avrebbe successivamente compreso l'Assiria. Tra questi si può contare Assur, fondata intorno alla metà del III millennio a.C.; sembra però che sia stata un centro amministrativo sumero più che una città indipendente. Ninive probabilmente era stata fondata molto prima, ma viene citata nelle cronache storiche solo nel 1800 a.C. come centro del culto di Ishtar, la divinità più importante della Mesopotamia.Nel corso del III e II millennio a.C. una simbiosi culturale tra sumeri e Semiti portò all'impero degli accadi, in cui le città assire avevano un'importanza fondamentale. L'elenco dei re assiri, che comincia con Tudia, inizia con la caduta dell'impero accadico, distrutto dai conflitti interni, dal collasso economico e dalle incursioni dei barbari. Tuttavia, dopo un breve periodo di indipendenza le terre assire vennero assimilate nel terzo impero sumero di Ur, fondato nel 2112 a.C. Dopo la fine degli imperi accadico e sumero nacque una diversa civiltà assira, con usanze e tradizioni proprie, in corrispondenza a importanti sviluppi tecnologici nei campi dell'agricoltura, dell'allevamento e della lavorazione della ceramica e del metallo."
        },
        {
            "heading": "Il primo impero assiro",
            "text": "Benché l'antica \"Lista dei re\" assira registri molti dei primi re, risalendo fino al XIX Secolo a.C., il più antico re assiro della cui esistenza si ha testimonianza storica fu Shamshi-Adad I, che governò la città di Assur e instaurò la dominazione assira su gran parte della Mesopotamia. Shamshi-Adad I aveva deposto il sovrano accado dell'Assiria nel 1813 a.C., proclamando se stesso nuovo re. Dopo poco cominciò una campagna di espansione. Mise uno dei suoi figli sul trono della vicina città di Ekallatum e ristabilì l'autorità assira sulle piccole colonie dell'Anatolia. Successivamente conquistò il regno di Mari, lungo l'Eufrate, imponendogli come monarca un altro dei suoi figli.Shamshi-Adad si ritirò per sovrintendere alla costruzione di una nuova capitale, ma morì nel 1790 a.C. circa, prima che fosse completata. In seguito i suoi figli non ebbero molta fortuna: il più giovane fu destituito da una ribellione in Mari, il cui nuovo re si alleò prontamente con Hammurabi, che stava trasformando il nuovo regno di Babilonia in una grande potenza militare. Gli eserciti babilonesi entrarono in Assiria, conquistando numerose città. Con il supporto di Hammurabi, le città dell'Anatolia si ribellarono e si separarono dal regno assiro. Alla fine il re babilonese conquistò Ekallatum: nel 1756 a.C. il primo impero assiro cadde e venne assorbito totalmente da quello babilonese. Ma la linea dei re assiri non si estinse: i discendenti riuscirono a sopravvivere come vassalli al servizio di Hammurabi."
        },
        {
            "heading": "Il risorgimento assiro",
            "text": "L'effimero impero di Hammurabi si disfece rapidamente dopo la sua morte, nel 1750 a.C. circa. Durante il regno del suo immediato successore, Babilonia perse il controllo sull'Assiria. Quando un re degli amorrei che governava l'Assiria per conto di Babilonia fu rovesciato dal suo vice-reggente Puzur-Sin, il paese precipitò in un periodo di tensioni e guerre civili, caratterizzate da brevi regni di re assiri. Nel XVI Secolo a.C. i mittani, una popolazione indoeuropea, invasero l'Anatolia e si spinsero in direzione est, conquistando e saccheggiando Assur intorno al 1480 a.C. La monarchia assira sopravvisse come vassalla e i mittani, a quanto pare, furono contenti di non interferire negli affari interni assiri a condizione che il tributo venisse pagato.Al tempo di Eriba-Adad I (1390-1366 a.C.), il potere dei mittani era ormai significativamente scemato; il suo successore, Ashur-uballit, dedicò la sua vita al tentativo di ricreare un impero assiro. Dopo aver sconfitto gli hurriti e gli ittiti per eliminare ogni minaccia nella loro regione, Ashur-uballit diede sua figlia in sposa all'ultimo re cassita di Babilonia. Quando il re babilonese venne ucciso da una fazione politica ribelle, Ashur-uballit prontamente invase e conquistò Babilonia. Poco tempo dopo mosse contro i mittani, sbaragliando i loro eserciti nonostante fossero appoggiati militarmente da ittiti e hurriti. Le terre dei mittani e degli hurriti furono annesse, dando origine a un nuovo grande e potente regno assiro.Nel corso dei due secoli successivi, un'ininterrotta successione di capaci governanti assicurarono prosperità e stabilità al regno, che divenne la più grande potenza della Mesopotamia. Riforme interne e politiche sociali mantennero alto il favore tra il popolo e i nobili, mentre una serie di vittorie espanse i possedimenti assiri in Asia Minore e nel Medio Oriente. Nel 1274 a.C. ascese al trono il grande re guerriero Shalmaneser I, che durante il regno riuscì a spingere i confini dell'impero assiro fino alle montagne del Caucaso e all'Anatolia orientale. Al suo apice l'impero arrivò a estendersi dalle coste del Golfo Persico a quelle del Mediterraneo. Dopo la morte dell'imperatore Tilgath-Pileser I, però, l'Assiria entrò in un periodo di decadenza che durò 300 anni."
        },
        {
            "heading": "Un'epoca oscura",
            "text": "Dal 1200 al 900 a.C. la Mesopotamia fu invasa da popolazioni meno civilizzate ed entrò in una specie di \"Medioevo\". Popoli semiti come aramaici e caldei erosero i confini occidentali e meridionali dell'impero assiro, conquistando gran parte delle terre di Babilonia. Medi e persiani spadroneggiarono nelle terre subito a est della regione centrale assira. A nord i frigi annientarono le tribù ittite e armene e respinsero gli assiri fuori dal Caucaso. Cimmeri e sciti migrarono dalle loro terre sul Mar Nero. In questo periodo i re assiri si accontentarono di difendere un'area ristretta comprendente Assur, Ninive e la città di Nimrud, un importante snodo commerciale, abbandonando le zone esterne e le colonie al loro inevitabile destino. Le loro incursioni militari si limitarono a sporadici raid punitivi contro i barbari, inframmezzati da occasionali tentativi di riconquistare i territori perduti. Nonostante ciò, questi sforzi trasformarono poco a poco la civiltà assira in una cultura guerriera, mentre il commercio crollava e la religione prosperava. Il culto di Anshar diventò religione nazionale e il clero ottenne un potere politico sempre maggiore: questa situazione culminò con l'assassinio del re Tukulti-ninurta I."
        },
        {
            "heading": "Il nuovo impero assiro",
            "text": "La rinascita del potere assiro cominciò con l'ascesa al trono di Adad-nirani II nel 911 a.C. Il nuovo impero assiro sarebbe sopravvissuto fino alla caduta di Ninive, avvenuta nel 612 a.C. per opera degli eserciti alleati babilonesi, medi, sciti e cimmeri. Al suo apice, intorno al 670 a.C., l'impero si estendeva dalle rive del Nilo attraverso l'Arabia settentrionale fino al Golfo Persico, a nord fino ai monti Zagros e al Caucaso e a ovest fino all'Asia Minore, abbracciando gli odierni Iraq, Iran, Georgia, Turchia, Armenia, Siria, Giordania, Israele, Kuwait, Egitto e Arabia Saudita: era il più grande impero che l'umanità avesse mai visto.A partire dalle campagne militari di Adad-nirani l'Assiria soggiogò i territori confinanti e i vassalli che per un secolo avevano riconosciuto solo nominalmente l'autorità assira. Adad-nirani I si rivolse quindi a nord e sconfisse i turbolenti aramaici e le popolazioni neo-ittite e hurrite. Fu a questo punto che istituì la politica di deportare e ricollocare le popolazioni sconfitte in altre parti dell'impero assiro, una soluzione spietata che i suoi successori avrebbero continuato a seguire. Negli ultimi anni del suo regno lanciò una campagna vittoriosa contro Babilonia.Subito dopo la morte di Adad-Nirani, nell'892 a.C., il suo erede consolidò i suoi successi aggiungendovi la conquista delle colonie di persiani e medi sui monti Zagros. I re che seguirono si serviranno della rivitalizzata forza militare assira (specialmente delle sue macchine d'assedio, efficaci contro mura difensive fatte di mattoni d'argilla), per sopraffare ampie porzioni della penisola arabica, dell'Asia Minore e della stessa Mesopotamia. Persino le regine assire perseguirono l'espansione dei territori imperiali. Adad-nirani III (810-782 a.C.) salì al trono da ragazzino; sua madre, la leggendaria regina Semiramide, ricoprì il ruolo di reggente e in pochi anni annesse all'impero gli ultimi territori dei medi e dei persiani prima di abdicare e consegnare il potere a suo figlio.Dopo un breve periodo di pace, l'espansione proseguì velocemente sotto i successori di Adad-nirani con una serie ininterrotta di conquiste. Tiglath-pileser III (che regnò dal 745 al 727 a.C.), Sargon II (722-705) e lo spietato Sennacherib (705-681) annessero la Fenicia, Israele, Giudea, Samaria, Palestina, Cipro, Moab e ampie porzioni della catena montuosa di Tauro e della Penisola Arabica. Esarhaddon, erede di Sennacherib, attraversò il deserto del Sinai per invadere l'Egitto e deporre i suoi governatori nubiani: durante la stessa campagna distrusse anche l'impero kushita. Tornato in Assiria, Esarhaddon cominciò la ricostruzione della città di Babilonia che era stata rasa al suolo da una rivolta, ma morì mentre preparava un'altra invasione dell'Egitto.La morte di Esarhaddon fece salire al trono nel 669 a.C. Assurbanipal, considerato il più grande imperatore della nuova Assiria. Benché fosse maggiormente interessato alle riforme e alla cultura, Assurbanipal si dimostrò anche un guerriero capace. Pur dovendo dedicare molti sforzi per sopprimere rivolte e incursioni di frontiera, riuscì a completare la conquista dell'Egitto, realizzando l'ultima espansione del nuovo impero assiro. Tuttavia Assurbanipal è famoso soprattutto per le sue opere di riedificazione di città, per aver promosso le arti e le scienze assire e aver istituito biblioteche in tutto il regno. I testi ritrovati dagli archeologi nella grande biblioteca a Ninive, scritti in caratteri cuneiformi e non, costituiscono la maggior parte del nostro patrimonio di conoscenza non solo sull'Assiria ma sull'intera regione durante quest'epoca."
        },
        {
            "heading": "La caduta",
            "text": "Dopo la morte di Assurbanipal, nel 627 a.C., diversi rivali rivendicarono la successione al trono e l'Assiria cadde in un periodo di guerra civile. La confusione e le devastazioni causate da questi conflitti condussero direttamente al declino e alla dissoluzione non solo dell'impero, ma della stessa cultura identificata come \"Assiria\". Nel 605 a.C. un'alleanza di babilonesi e medi sconfisse un esercito assiro-egiziano a Carchemish e l'Assiria diventò una provincia babilonese. In seguito alla caduta dell'impero babilonese il territorio assiro originale fu occupato da ondate successive di invasori, dai persiani fino agli Arabi. La conoscenza delle sue opere e dei suoi splendori scomparve quasi completamente finché, a partire dal 1845 con gli scavi della mitica Ninive, non furono riportati alla luce dai moderni archeologi e storici."
        },
        {
            "heading": "La caduta",
            "text": "Dopo la morte di Assurbanipal, nel 627 a.C., diversi rivali rivendicarono la successione al trono e l'Assiria cadde in un periodo di guerra civile. La confusione e le devastazioni causate da questi conflitti condussero direttamente al declino e alla dissoluzione non solo dell'impero, ma della stessa cultura identificata come \"Assiria\". Nel 605 a.C. un'alleanza di babilonesi e medi sconfisse un esercito assiro-egiziano a Carchemish e l'Assiria diventò una provincia babilonese. In seguito alla caduta dell'impero babilonese il territorio assiro originale fu occupato da ondate successive di invasori, dai persiani fino agli Arabi. La conoscenza delle sue opere e dei suoi splendori scomparve quasi completamente finché, a partire dal 1845 con gli scavi della mitica Ninive, non furono riportati alla luce dai moderni archeologi e storici."
        }
    ],
    "leader": {
        "name": "Assurbanipal",
        "subtitle": "Leader dell'Assiria",
        "lived": "685 - 627 a.C. circa",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ashurbanipal.png",
        "trait": {
            "name": "Tesori di Ninive",
            "effect": "Quando una città è conquistata, ottieni una tecnologia gratuita già scoperta dal suo possessore. Le città ottenute attraverso scambi commerciali non contano. Inoltre questo può accadere una sola volta per ogni città nemica."
        },
        "titles": [
            "Re dell'Assiria"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Assurbanipal, re dell'Assiria per più di 40 anni a metà del VI Secolo a.C., è passato alla storia per la sua implacabile sete di sapere, che assecondò con attenti negoziati e spietate conquiste. Attraverso il conflitto diretto, o semplicemente con la minaccia della violenza contro coloro che osavano opporsi alla sua volontà, Assurbanipal cercò di radunare i testi e le storie delle numerose culture e civiltà che coabitavano nel suo impero. Raccogliendo l'enorme archivio di manoscritti cuneiformi e tavolette di pietra che porta il suo nome, Assurbanipal diede origine a una delle più straordinarie biblioteche del mondo antico. Oltre che per i suoi studi Assurbanipal è rimasto famoso come temibile guerriero, capace di svolgere con grande abilità sia i compiti militari sia quelli amministrativi. La fama di Assurbanipal, condottiero dotato della forza e dell'intelletto necessari per comandare il formidabile impero neo-assiro, gli è sopravvissuta per più di duemila anni."
            },
            {
                "heading": "Giovinezza",
                "text": "Sebbene i resoconti storici del periodo siano tutt'altro che esaurienti, sappiamo che Assurbanipal nacque all'inizio del VI Secolo a.C., verso la fine di un periodo di supremazia assira nella regione durato quasi 1.500 anni. Il padre Esarhaddon, che al momento della sua nascita era principe ereditario, si assicurò che ricevesse un addestramento da guerriero e allo stesso tempo un'istruzione da erudito. Dopo essere cresciuto a Ninive in un piccolo palazzo chiamato bit reduti (\"Casa della Successione\"), in seguito alla morte del fratello maggiore Assurbanipal fu nominato principe ereditario nel 672 a.C. Il suo addestramento incluse attività regali come l'equitazione, la guida dei carri, il tiro con l'arco, le arti manuali e l'etichetta di corte, ma anche discipline come la divinazione, la matematica e l'ingegneria. Sebbene questo punto sia ancora dibattuto, si ipotizza che Assurbanipal possa essere stato il primo re assiro in grado sia di leggere sia di scrivere, cosa che gli avrebbe permesso di comprendere scritti e linguaggi antichi. Ancora in giovane età cominciò a ricoprire incarichi amministrativi nella corte reale dell'Assiria, supervisionando diversi progetti di costruzione e nominando prefetti locali per conto di suo padre. In seguito alla morte di Esarhaddon, nel 669 a.C., Assurbanipal ascese al trono e si preparò ad affrontare una serie di conflitti che già si delineavano all'orizzonte."
            },
            {
                "heading": "Regno",
                "text": "Come spesso accade a chi riceve una carica, il nuovo re Assurbanipal dovette occuparsi per prima cosa di risolvere alcuni dei problemi lasciati in eredità da suo padre. L'Assiria era impegnata in una guerra con il vicino Egitto e il giovane monarca fu obbligato a intraprendere azioni decise per non perdere i territori più lontani dal centro dell'impero. Mobilitando rapidamente le sue forze, Assurbanipal riportò diversi successi in Egitto e, dopo ulteriori incursioni dell'esercito assiro, si assicurò il controllo di molte regioni disputate, tra cui la Giudea, Israele, Cipro e gran parte dell'Asia Minore.Abile amministratore, nonostante l'attenzione richiesta dagli affari militari Assurbanipal dedicò molto tempo ad alleviare i bisogni del suo popolo. Selezionando con cura reggenti e amministratori locali capaci ed affidabili per le regioni più distanti dell'impero, fu in grado di rivolgere i suoi sforzi ad altri obiettivi. La sua abilità di governante affonda le radici nella sua approfondita istruzione; grazie a essa l'impero poté godersi un lungo periodo di relativa stabilità e di prosperità economica nonostante i conflitti che infuriavano nella regione.Assurbanipal, molto fiero della propria istruzione e dei propri interessi accademici, fu un grande patrono delle arti e delle scienze, che perseguì con entusiasmo sfrenato per tutta la durata del suo regno. Per riempire la sua Biblioteca Reale, a Ninive, inviò scribi in tutto l'impero affinché acquisissero o copiassero testi su ogni argomento conosciuto. Come molti re antichi, Assurbanipal commissionò anche opere ad artisti e scultori affinché rappresentassero gli eventi più importanti avvenuti nell'impero, insieme a molti bassorilievi che onoravano i suoi numerosi successi e il suo poliedrico talento."
            },
            {
                "heading": "La Biblioteca",
                "text": "La Biblioteca Reale di Assurbanipal, costruita nell'antica capitale di Ninive, ospitava l'enorme collezione di testi storici e tavolette d'argilla dell'imperatore assiro. È la biblioteca più vasta mai scoperta dagli archeologi moderni, con materiale sugli argomenti più disparati: racconti popolari, riti religiosi, opere mediche e scientifiche, testi storici. Tra i capolavori letterari c'è l'Enuma Elish, il poema babilonese dedicato alla creazione, e l'epica Storia di Gilgamesh sumera. L'archeologo e storico inglese Sir Austen Henry Layard è stato il primo a localizzare le rovine della biblioteca nel 1849. La maggior parte del materiale recuperato è stato inviato al British Museum, dove si trova ancora oggi. In totale l'\"Ashurbanipal Library Project\" ha catalogato più di 30.000 fra tavolette e altri reperti."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "In seguito alla morte di Assurbanipal, avvenuta intorno al 627 a.C., l'impero assiro entrò in un periodo di declino mentre numerose fazioni si disputavano il potere. Il fermento nei centri urbani e tra i ranghi dell'esercito fu esacerbato dal conflitto tra il fratello di Assurbanipal Sinsharishkun, il generale Sinshumulishir e Nabopossar, che sarebbe poi diventato re di Babilonia. Questo periodo tribolato servì solo a rafforzare la figura di Assurbanipal, dal momento che il popolo di ricordava bene che sotto il suo regno aveva potuto prosperare in relativa stabilità. Fondando la Biblioteca Reale, Assurbanipal diede al mondo il primo esempio di centro di studi finanziato dallo stato e fornì agli storici un'impareggiabile collezione di manufatti che ha contribuito sensibilmente alla nostra conoscenza e comprensione dei popoli e dei regni della sua epoca."
            }
        ]
    }
}