{
    "id": 26,
    "name": "Austria|dell'Austria|all'Austria|l'Austria|dall'Austria",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/austria.png",
    "dawn_of_man": "Nobile e virtuosa regina Maria Teresa, Sacra Romana Imperatrice e sovrana d'Austria, il popolo si inchina al tuo grazioso volere. In seguito alla morte di tuo padre Carlo VI sei ascesa al trono d'Austria durante un periodo di grande instabilità, ma i cofani vuoti del tesoro e un esercito indebolito non hanno potuto spegnere le tue ambizioni. Impegnata in una guerra subito dopo la successione sei riuscita a respingere i tuoi nemici; in seguito hai nominato co-reggente tuo marito Francesco Stefano di Lorena, e così facendo ti sei assicurata il trono di imperatrice del Sacro Romano Impero. Durante il tuo regno hai condotto l'Austria su un cammino di riforme, rinforzando l'esercito, rimpinguando le casse dello stato e modernizzando l'istruzione pubblica.Oh grande regina, audace e fiera, è giunto il tuo tempo di sorgere e governare ancora il tuo regno. Riporterai il tuo popolo al pinnacolo della prosperità e dello splendore? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Sala da caffè|la Sala da caffè|una Sala da caffè",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/coffee_house.json"
        }
    ],
    "unique_units": [
        {
            "name": "Ussaro|un Ussaro|dal tuo Ussaro|al tuo Ussaro|il tuo Ussaro|da un Ussaro",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/hussar.json"
        }
    ],
    "city_names": [
        "Vienna",
        "Salisburgo",
        "Graz",
        "Linz",
        "Klagenfurt",
        "Bregenz",
        "Innsbruck",
        "Kitzbuhel",
        "St. Polten",
        "Eisenstadt",
        "Villach",
        "Zwettl",
        "Traun",
        "Wels",
        "Dornbirn",
        "Feldkirch",
        "Amstetten",
        "Bad Ischl",
        "Wolfsberg",
        "Kufstein",
        "Leoben",
        "Klosterneuburg",
        "Leonding",
        "Kapfenberg",
        "Hallein",
        "Bischofshofen",
        "Waidhofen",
        "Saalbach",
        "Lienz",
        "Steyr"
    ],
    "spy_names": [
        "Ferdinand",
        "Johanna",
        "Franz-Josef",
        "Astrid",
        "Anna",
        "Hubert",
        "Aloisio",
        "Natter",
        "Georg",
        "Arnold"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "L'Austria, una piccola nazione senza sbocchi sul mare, è stata per molto tempo uno dei protagonisti più influenti della storia politica e militare d'Europa. Il suo nome deriva dal termine alto tedesco antico \"Ostarrichi\", il cui primo uso documentato (da parte dell'imperatore Ottone III) risale all'anno 996. Dal XIII secolo e per i quasi 650 anni di regno della potente monarchia asburgica, l'Austria si impose come una delle più importanti nazioni d'Europa, stabilendo forti alleanze e accordi commerciali di vasta portata in tutto il continente. La successiva unione dell'Austria con l'Ungheria in un unico impero portò stabilità a entrambe le nazioni e fu spezzata solo alla fine della Prima Guerra Mondiale e, in seguito, con l'occupazione tedesca durante la Seconda Guerra Mondiale. Come conseguenza di questi grandi conflitti i confini austriaci furono ridefiniti; oggi l'indipendente Repubblica d'Austria è una nazione democratica orgogliosa di conservare un governo stabile e neutrale."
        },
        {
            "heading": "Clima e territorio",
            "text": "Il territorio austriaco, dominato dall'incombente presenza delle Alpi, è prevalentemente montagnoso e vanta un clima fresco e temperato. Sebbene i confini della nazione siano cambiati diverse volte nel corso della storia, l'Austria è sempre stata circondata da diversi vicini importanti, in primo luogo Germania, Italia, Ungheria e Repubblica Ceca. Senza sbocco sul mare, circondati da rivali e alleati, per lunga abitudine gli austriaci hanno sviluppato una grande capacità di adattamento a circostanze sempre diverse. Oggi sono ben felici di trarre beneficio dal proprio territorio alpino: gli atleti austriaci sono famosi per la loro abilità negli sport invernali, in particolare la discesa libera, il salto con gli sci e lo snowboard."
        },
        {
            "heading": "Origini",
            "text": "La storia antica dell'Austria risale ai tempi delle popolazioni nomadi celtiche e ai loro conflitti con un impero romano in costante espansione. Alla fine del primo millennio a.C. il territorio a nord del Danubio che oggi costituisce l'Austria era abitato dalle tribù celtiche. Questi primi Celti discendevano dalla cultura di Hallstatt, così chiamata dal villaggio austriaco dove è stata scoperta la maggior parte dei loro manufatti. Intorno al 200 a.C. l'arrivo dei romani, che soggiogarono rapidamente le popolazioni locali assumendo il controllo della regione, segnò la fine del dominio dei Celti nell'area. Fu durante questo periodo che l'antico insediamento di Vindobona venne conquistato e convertito in un avamposto romano. Nata come accampamento per le truppe, Vindobona crebbe e si tramutò in un importante snodo per gli scambi commerciali lungo il Danubio, diventando col tempo il sito della futura capitale dell'Austria, Vienna.I romani mantennero il dominio sull'Austria meridionale per diversi secoli, ma a partire dal III secolo d.C. il crescente potere delle tribù germaniche del nord cominciò a erodere il territorio controllato dai romani. Nel V secolo la perdita di questa regione era solo uno dei molti problemi di Roma: il declino dell'impero ebbe un impulso vertiginoso, tanto che i coloni provenienti dalla Baviera e dall'area circostante poterono insediarsi incontrastati nell'area. Nel 630 d.C. la città di Vindobona venne conquistata dai nomadi Avari, che furono poi sconfitti da Carlo Magno alla fine dell'XIII secolo."
        },
        {
            "heading": "Confini originali",
            "text": "Nel 976 fu costituita la Marca d'Austria, nota in Germania come Ostmark o \"Marca Orientale\", che corrisponde in gran parte al territorio del futuro impero d'Austria. Nell'Europa medievale il termine \"marca\", o territorio di confine, era utilizzato per indicare le regioni di frontiera. La Marca d'Austria fu definita dall'imperatore Ottone II, sostituendo tutte le precedenti suddivisioni, tra cui la Marca degli Avari istituita da Carlo Magno nell'VIII secolo. La regione verrà in seguito nominata Ostarrichi dal figlio di Ottone, Ottone III."
        },
        {
            "heading": "I conti di Babenberg",
            "text": "La Casata dei Babenberg, la prima dinastia che governò la Marca d'Austria, era una famiglia di nobili ascesa al potere grazie al volere dell'imperatore Ottone II. Leopoldo I fu nominato Margravio d'Austria nel 976 per premiare la sua lealtà nei confronti di Ottone durante una rivolta in Baviera. Il titolo \"Margravio\" era concesso ai conti che governavano le marche medievali: l'aspetto militare era fondamentale, perché quei territori dovevano servire da cuscinetto per difendere il cuore dell'impero. I conti Babenberg dominarono l'Austria per quasi 300 anni prima dell'ascesa della più importante dinastia austriaca, l'aristocratica Casata degli Asburgo."
        },
        {
            "heading": "Il regno degli Asburgo",
            "text": "La dinastia degli Asburgo, il cui primo esponente fu il re tedesco Rodolfo I nel XII secolo, crebbe sino a diventare una delle più potenti case regnanti di tutta Europa. L'ultimo Babenberg, il duca Federico II, morì nel 1246, dando agli Asburgo l'occasione di prendere il controllo della regione. In seguito all'elezione a imperatore del Sacro Romano Impero, Rodolfo rivendicò le province dell'Austria e affrontò una lotta di successione con il principe boemo Ottocaro II. Il successo di Rodolfo gli permise di insediare sul trono i suoi due figli, Rodolfo II e Alberto I, come sovrani congiunti: furono i primi Asburgo in Austria.Per i successivi 600 anni gli Asburgo godettero di influenza e autorità sempre crescenti, ottenendo nel 1452 da papa Nicola V la corona del Sacro Romano Impero per Federico III. L'elezione di Federico portò a un'ulteriore espansione del potere degli Asburgo, che dominarono l'Austria e il Sacro Romano Impero fino all'inizio del XIX secolo.Durante questo lungo regno gli Asburgo annessero parecchi territori vicini alla loro sede di potere in Austria, il più importante dei quali fu l'Ungheria. Spesso teatro del conflitto tra l'impero asburgico e i turchi ottomani che ne occupavano buona parte, alla fine l'Ungheria cadde sotto il completo controllo dell'Austria: fu decisiva la sconfitta degli Ottomani nella Battaglia di Vienna e i successivi accordi del 1699 che posero fine alla Grande Guerra Turca.L'ultimo sovrano asburgico dell'Austria, Maria Teresa, governò nel XVIII secolo: subito dopo la morte di suo padre dovette affrontare una guerra per affermare i propri diritti di successione. Come prima monarca donna d'Asburgo, Maria Teresa fu accolta con sufficienza da grandi potenze europee come la Francia e la rivale Prussia, che contestarono la sua ascesa al trono scatenando la Guerra di Successione austriaca. La guerra terminò nel 1748, dopo nove anni, con l'affermazione di Maria Teresa sul trono, ma costò all'Austria la cessione alla Prussia della preziosa provincia della Slesia.Il regno di Maria Teresa fu contraddistinto da un costante aumento della stabilità della nazione, grazie anche all'attenta introduzione di nuove politiche sociali ed economiche. Grazie all'aumento delle tasse e alla regolamentazione della spesa il bilancio dell'Austria raggiunse il pareggio, permettendo a Maria Teresa di rafforzare un esercito indebolito, mentre d'altro canto i progressi nell'istruzione e nella medicina portarono benessere al suo popolo."
        },
        {
            "heading": "L'impero d'Austria",
            "text": "Lo scoppio delle guerre napoleoniche, all'inizio del XVIII secolo, portò alla creazione di diverse coalizioni opposte all'impero francese. L'Austria si unì alla Prima Coalizione contro Napoleone nel 1793, ma la Francia, nonostante fosse stata attaccata da più parti dalle potenze europee, riuscì a respingere gli invasori. Malgrado l'insuccesso, l'Austria continuò a opporsi alla Francia e partecipò alla maggior parte delle sette coalizioni che si opposero a Napoleone. Sfortunatamente al principio tutti gli sforzi dell'Austria ebbero come risultato la sconfitta: così nel 1804 il Sacro Romano Imperatore, Francesco I, costituì l'Impero Austriaco per consolidare le terre del suo regno, nominando se stesso Imperatore d'Austria. Nel 1805 Francesco rinunciò al trono di imperatore firmando la Pace di Presburgo, che pose ufficialmente fine al Sacro Romano Impero. Lo scopo di Francesco era delegittimare le pretese avanzate da Napoleone sulle terre tedesche attraverso la costituzione della Confederazione del Reno. Nel 1813, dopo la sconfitta di Napoleone, le forze alleate contro la Francia sciolsero questa confederazione, che fu ricreata poco dopo come Confederazione germanica.La Confederazione germanica riunì gli stati europei di lingua tedesca, e al momento della sua fondazione contava Austria e Prussia come membri più potenti. Tuttavia la cooperazione tra le due nazioni, storicamente rivali, ebbe vita breve. Nel 1866 la Prussia e il suo alleato più stretto, l'Italia, invasero il conteso stato di Holstein, spingendo l'Austria a entrare in guerra. Insieme alla maggioranza dei membri confederati, l'Austria affrontò il superiore esercito prussiano; dopo un breve conflitto, la Prussia ottenne una vittoria decisiva sull'alleanza austriaca e sciolse la Confederazione Germanica.Nel 1848, durante un periodo noto come \"Primavera delle Nazioni\", scoppiarono rivoluzioni in tutta Europa: i cittadini si sollevarono contro le antiche monarchie regnanti. L'Austria non restò immune a questi ideali rivoluzionari: quando dalla Francia giunse notizia delle insurrezioni, i sudditi dell'impero si unirono alle sollevazioni. Alla fine la rivoluzione in Austria fallì, ma diede un contributo diretto alla futura costituzione dell'impero austro-ungarico, poiché fece crescere al massimo il nazionalismo ungherese e il malcontento per il governo austriaco. Con un accordo che rimase noto come Compromesso austro-ungarico del 1867, l'imperatore austriaco Francesco Giuseppe negoziò la creazione di un impero austro-ungarico, mantenendo l'autorità dell'imperatore austriaco ma conferendo all'Ungheria un parlamento e una struttura di governo indipendenti."
        },
        {
            "heading": "L'impero Austro-ungarico",
            "text": "L'unione di Austria e Ungheria permise agli ungheresi di ottenere maggiore indipendenza dal dominio austriaco e allo stesso tempo accrebbe la stabilità dell'Austria, che riguadagnò il consenso del popolo ungherese. Anche l'Austria, la cui economia e apparato militare erano rimasti indeboliti dall'epocale conflitto contro Napoleone, uscì rafforzata dall'accordo.Gli eventi che condussero alla Prima Guerra Mondiale, che affonda le radici nella Prima e Seconda guerra balcanica, scaturirono dalla lotta tra Austria-Ungheria da una parte e Russia e Serbia dall'altra per il controllo della regione balcanica. L'occupazione della Bosnia da parte dell'Austria-Ungheria aveva lo scopo di frenare l'espansionismo russo nella regione, ma alla fine stimolò l'opposizione nazionalistica nei Balcani, spingendo l'Europa verso una guerra senza precedenti."
        },
        {
            "heading": "La Prima Guerra Mondiale",
            "text": "Nel 1914 la Prima Guerra Mondiale fu scatenata dall'assassinio dell'arciduca Francesco Ferdinando, erede dell'impero austro-ungarico. Responsabile dell'uccisione fu un nazionalista serbo, Gavrilo Princip: nonostante i tentativi di una risoluzione diplomatica, nel 1914 Austria e Ungheria dichiararono guerra alla Serbia. A questo punto entrò in gioco una fitta rete di alleanze e patti tra le nazioni. All'Austria-Ungheria si unì la vicina Germania, mentre dall'altra parte una coalizione guidata dalla Russia prese le difese della Serbia. La Francia scese in campo come vecchia alleata della Russia, mentre la Gran Bretagna entrò in guerra in seguito all'invasione del Belgio da parte della Germania. Sebbene il conflitto fosse nato da una disputa tra Austria-Ungheria e Serbia, l'intricato sistema di alleanze militari spinse alla guerra tutte le maggiori potenze mondiali. Nel 1919, dopo anni di guerra e perdite disastrose, il Trattato di Versailles pose fine alla Prima Guerra Mondiale e l'Austria-Ungheria fu smembrata."
        },
        {
            "heading": "La Prima Repubblica austriaca",
            "text": "Nel 1919 le forze alleate vittoriose posero fine all'unione austro-ungarica: l'Austria, ritornata ai suoi confini originali, prese il nome di Repubblica dell'Austria Tedesca. Il Trattato di Saint-Germain, stipulato alla fine della Prima Guerra Mondiale, stabiliva l'assoluta proibizione di qualsiasi futura unione di Austria e Germania. Tuttavia con l'ascesa del nazismo in Germania sotto la guida di Adolf Hitler, che era nato in Austria, gli accordi non vennero affatto rispettati."
        },
        {
            "heading": "Annessione nazista",
            "text": "Nel 1938 le truppe tedesche entrarono in Austria con l'intento di annetterla alla Germania. Nonostante l'opposizione del governo austriaco, i tedeschi istituirono un regime fantoccio e annessero l'Austria con il sostegno di gran parte della popolazione. Nota come \"Anschluss\", l'unione di Germania e Austria portò all'immediata dissoluzione della repubblica austriaca, che tornò a essere chiamata \"Ostmark\" o Marca Orientale sino alla fine della guerra, nel 1945."
        },
        {
            "heading": "La nuova repubblica",
            "text": "Dopo la Seconda Guerra Mondiale e la sconfitta della Germania nazista l'Austria fu occupata dagli Alleati per quasi un decennio, fino alla Dichiarazione di Neutralità e al Trattato dello Stato Austriaco, firmato nel 1955. Con il Trattato l'Austria ritornava a essere una repubblica indipendente, mentre la Dichiarazione di Neutralità stipulava che sarebbe rimasta per sempre militarmente neutrale."
        },
        {
            "heading": "L'Austria moderna",
            "text": "A partire dalla formazione della seconda repubblica l'Austria ha sempre mantenuto la propria neutralità ed è diventata una fiorente nazione democratica. Nel 1955 è entrata a far parte delle Nazioni Unite come 70° stato membro e oggi Vienna, la sua capitale, ne è una delle sedi principali. Come segnala l'Indice di Sviluppo Umano delle Nazioni Unite, l'Austria ha uno dei tenori di vita più alti del mondo. Nel 1995 l'Austria ha votato tramite referendum l'ingresso nell'Unione Europea e dal 1999 ha accettato l'euro come valuta. Oggi l'Austria lavora a stretto contatto con le Nazioni Unite e basa la sua politica estera sulla risoluzione dei conflitti e sullo sviluppo di relazioni di pace in ogni parte del mondo."
        },
        {
            "heading": "L'Austria moderna",
            "text": "A partire dalla formazione della seconda repubblica l'Austria ha sempre mantenuto la propria neutralità ed è diventata una fiorente nazione democratica. Nel 1955 è entrata a far parte delle Nazioni Unite come 70° stato membro e oggi Vienna, la sua capitale, ne è una delle sedi principali. Come segnala l'Indice di Sviluppo Umano delle Nazioni Unite, l'Austria ha uno dei tenori di vita più alti del mondo. Nel 1995 l'Austria ha votato tramite referendum l'ingresso nell'Unione Europea e dal 1999 ha accettato l'euro come valuta. Oggi l'Austria lavora a stretto contatto con le Nazioni Unite e basa la sua politica estera sulla risoluzione dei conflitti e sullo sviluppo di relazioni di pace in ogni parte del mondo."
        }
    ],
    "leader": {
        "name": "Maria Teresa",
        "subtitle": "Leader dell'Austria",
        "lived": "dal 1717 al 1780 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/maria_theresa.png",
        "trait": {
            "name": "Matrimonio diplomatico",
            "effect": "Puoi spendere Oro per annettere o rendere uno stato fantoccio una città-stato che è stata tua alleata per 5 turni."
        },
        "titles": [
            "Imperatrice del Sacro Romano Impero, regina dell'impero degli Asburgo"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Nel XVIII secolo il Sacro Romano Impero e la potente monarchia austriaca degli Asburgo furono riuniti nelle mani della tenace Maria Teresa, che sfidò le potenze europee che si opponevano al suo regno e si pose con coraggio al servizio dei suoi cittadini. In quasi 650 di governo degli Asburgo, Maria Teresa fu la prima e unica donna a governare l'impero, dimostrandosi uno dei migliori monarchi che avesse mai avuto."
            },
            {
                "heading": "I primi anni",
                "text": "L'ascesa di Maria Teresa sul trono degli Asburgo si scontrò fin dal primo momento con aspre dispute e controversie. Suo padre, Carlo VI, non aveva figli, quindi secondo le leggi di successione esistenti non c'era un erede legittimo al trono. Per mantenere la sua discendenza e assicurarsi che Teresa regnasse come regina, Carlo dichiarò con la Prammatica Sanzione del 1713 la sua intenzione di trasmettere la corona alla figlia. Sebbene per qualche tempo l'editto fosse ritenuto valido, dopo la morte di Carlo nel 1740 e l'incoronazione di Teresa le forze capeggiate da Francia e Prussia sfidarono il suo diritto al trono e diedero inizio alla Guerra di successione austriaca. Sostenuta dalla Gran Bretagna, Teresa fu inflessibile nel resistere e non cedere il trono o il territorio austriaco ai suoi rivali. Sfortunatamente suo padre aveva lasciato l'impero in una condizione di instabilità, e le casse vuote rendevano impossibile rifondare un esercito che contava pochi soldati mal equipaggiati. In quasi otto anni di combattimenti l'Austria fu sconfitta molte volte, subì perdite pesanti e fu costretta a cedere alla Prussia il ricco territorio minerario della Slesia. Alla fine il Trattato di Aquisgrana pose fine alla guerra: sebbene Teresa si fosse assicurata l'autorità sul regno degli Asburgo, la rivalità dell'Austria con la Prussia era solo all'inizio, e uno scontro ancor più grande aspettava di esplodere."
            },
            {
                "heading": "Imperatrice del Sacro Romano Impero",
                "text": "Tradizionalmente, il sovrano del dominio degli Asburgo d'Austria riceveva anche la corona del Sacro Romano Impero, un titolo concesso dal Papa. Tuttavia, come per la sua ascensione al trono degli Asburgo, le leggi del tempo impedivano che una donna potesse essere eletta imperatrice. Per aggirare questa norma Maria Teresa nominò suo marito, Francesco Stefano, co-reggente dei territori di Austria e Ungheria, il che permise che lui venisse nominato imperatore e lei imperatrice consorte. Benché la relazione di consorte implicasse normalmente una condizione di minore autorità, Francesco Stefano si inchinò alla saggezza e all'esperienza di Maria Teresa e lasciò che si occupasse personalmente di tutte le questioni di governo."
            },
            {
                "heading": "La Guerra dei Sette Anni",
                "text": "Le rinnovate ostilità tra Austria e Prussia condussero nel 1756 allo scoppio della Guerra dei Sette anni, in cui il gioco sempre mutevole delle alleanze influenzò molto l'esito finale. Con la cosiddetta Rivoluzione Diplomatica, l'Inghilterra si alleò con la Prussia, mentre la Francia spostò il proprio appoggio sull'Austria. Questo rovesciamento di alleanze avvenne perché mutarono le priorità nazionali: l'Inghilterra ora considerava il regno di Prussia come l'alleato più prezioso contro il rivale di sempre, la Francia. Il territorio della Slesia fu ancora una volta la causa principale del conflitto, giacché Maria Teresa cercava disperatamente di riguadagnare la preziosa regione che aveva perduto con la guerra di successione. Nonostante tutti i suoi sforzi l'Austria non riuscì a riprendersi la Slesia: nel 1763 il Trattato di Hubertusburg segnò la fine della guerra e riaffermò il controllo prussiano su quel territorio."
            },
            {
                "heading": "Riforme di stato",
                "text": "Quando Maria Teresa salì al trono le casse dell'Austria erano vuote da tempo, dal momento che il padre aveva concentrato gran parte delle sue energie ad assicurare la ratifica della Prammatica Sanzione invece di occuparsi degli affari interni dello stato. Uno dei primi obiettivi di Maria fu quindi incrementare il flusso di entrate dell'Austria attraverso il prelievo di tasse e la limitazione delle spese. Tassando sia la nobiltà sia i membri del clero, che in precedenza erano stai esentati, Maria migliorò rapidamente la vacillante economia dell'Austria.Ottenuta la sicurezza economica, Maria ordinò al suo cancelliere supremo, il conte Friedrich Wilhelm von Haugwitz, di ampliare e modernizzare l'esercito. Haugwitz organizzò un esercito di terra di più di 100.000 uomini, elaborò tecniche di addestramento e codificò un regolamento militare che avrebbe incrementato la professionalità dei soldati austriaci.Maria è anche famosa per la profonda riforma dell'istruzione, eseguita con la forza, che obbligava tutti i bambini di età compresa tra i sei e i dodici anni ad andare a scuola, senza tener contro del sesso e della condizione sociale."
            },
            {
                "heading": "Istinto materno",
                "text": "Dopo essersi battuta così duramente per ottenere il trono, Maria Teresa diede alla luce 16 figli in poco meno di 20 anni. Quest'evidente sforzo di assicurarsi la discendenza al trono attraverso un figlio maschio diede i suoi frutti: il quarto figlio di Teresa, Giuseppe, sarebbe poi diventato re e imperatore del Sacro Romano Impero. Di tutta la sua progenie, comunque, la figlia più famosa è probabilmente Maria Antonia, successivamente nota come Maria Antonietta, che nel 1774 diventò regina di Francia e finì giustiziata per tradimento durante la Rivoluzione Francese."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Oggi Maria Teresa è considerata una monarca saggia, che con la sua politica attenta e il giudizio prudente ha migliorato le condizioni di vita del popolo austriaco e di tutti i cittadini sottoposti agli Asburgo. Sebbene avesse ereditato il trono durante un periodo turbolento e avesse poca esperienza di governo, Maria Teresa riuscì ad assicurarsi la corona e a reggere con vigore la monarchia asburgica per 40 anni."
            }
        ]
    }
}