{
    "id": 25,
    "name": "Babilonia|di Babilonia|a Babilonia|Babilonia|da Babilonia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/babylon.png",
    "dawn_of_man": "Che la benedizione del cielo scenda su di te, o grande Nabucodonosor, padre dell'antica e potente Babilonia! Giovane era il mondo quando Sargon eresse Babilonia, quasi cinquemila anni fa. A lungo crebbe e prosperò, dando vita al suo primo impero nel XVIII secolo a.C. sotto il divino Hammurabi, il legiferatore. Anche se conquistata prima dai Cassiti e poi dagli Assiri, Babilonia resistette, riemergendo come una fenice dalle ceneri della distruzione e riguadagnando la propria indipendenza nonostante i suoi molti nemici. Babilonia era davvero il centro delle arti e della conoscenza nel mondo antico!O Nabucodonosor, il tuo impero non durò molto dopo la tua dipartita, cadendo preda dei potenti Persiani prima e dei Greci dopo, finché la tua grande città non venne distrutta nel 141 a.C. Ma davvero Babilonia è sparita per sempre, o grande Nabucodonosor? Il tuo popolo desidera che tu riporti in vita l'impero ancora una volta! Accetterai la sfida? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Mura di Babilonia|Mura di Babilonia|Mura di Babilonia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/walls_of_babylon.json"
        }
    ],
    "unique_units": [
        {
            "name": "Guerriero con arco|un Guerriero con arco|dal tuo Guerriero con arco|al tuo Guerriero con arco|il tuo Guerriero con arco|da un Guerriero con arco",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/bowman.json"
        }
    ],
    "city_names": [
        "Babilonia",
        "Akkad",
        "Dur-Kurigalzu",
        "Nippur",
        "Borsippa",
        "Sippar",
        "Opis",
        "Mari",
        "Shushan",
        "Eshnunna",
        "Ellasar",
        "Erech",
        "Kutha",
        "Sirpurla",
        "Neribtum",
        "Arbela",
        "Nuzi",
        "Tutub",
        "Arrapkha",
        "Shaduppum",
        "Rapiqum",
        "Mashkan-Shapir",
        "Tuttul",
        "Ramadi",
        "Ana",
        "Haradum",
        "Agrab",
        "Uqair",
        "Gubba",
        "Hafriyat",
        "Nagar",
        "Shubat-Enlil",
        "Urhai",
        "Urkesh",
        "Awan",
        "Riblah",
        "Tayma"
    ],
    "spy_names": [
        "Rim-Sin II",
        "Smerdis",
        "Ilum-ma-ili",
        "Peshgaldaramesh",
        "Ur-zigurumas",
        "Semiramide",
        "Em",
        "Ishtar",
        "Bilit Taauth",
        "Aruru"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "L'impero babilonese era, più che una nuova idea, un consolidamento del vecchio impero sumero della città di Ur, che aveva anche occupato la Mezzaluna fertile in quello che oggi è l'Iraq meridionale. Babilonia nacque dall'unione di una decina di città stati e prese il nome della capitale Babilonia. (Prima dell'impero, la città di Babilonia in sé esisteva almeno dal XXIV secolo a.C.)"
        },
        {
            "heading": "Territorio e clima",
            "text": "Babilonia era posizionata nella Mezzaluna fertile, la zona di grandissima fertilità attorno ai fiumi Tigri ed Eufrate, che si estendeva a ovest fino al Mediterraneo e fino all'attuale Israele. La Mezzaluna fertile non trae beneficio solo dal suolo ricco e dall'irrigazione fornita dai due antichi fiumi, ma giace anche al centro di tre principali masse continentali: Africa, Asia ed Europa, il che le permette di avere insetti, piante e animali di tutte e tre. Ciò dà alla regione una biodiversità senza paragoni al mondo. Significa anche che i suoi abitanti avevano una grande varietà di piante e animali con cui sperimentare in ambito agricolo e dell'allevamento, il che spiega come mai la razza umana si sia evoluta così in fretta in questa zona."
        },
        {
            "heading": "Il vecchio impero babilonese",
            "text": "Dapprima una regione disorganizzata, Babilonia e il suo impero iniziarono a crescere come centro culturale, commerciale e religioso durante il regno di Hammurabi nel 1728 a.C. Hammurabi fu il primo governante noto della Babilonia unificata, nonché il suo più grande legislatore. Il Codice di Hammurabi elenca nello specifico gli atti considerati criminali, oltre alla punizione per ogni atto. I cittadini non furono più esposti ai capricci dei giudici o dei nobili, che potevano decidere i punto in bianco cosa fosse legale e cosa no. Il Codice era così completo che, nei 1200 anni d'esistenza dell'impero, cambiò poco o nulla nelle sue leggi o nel sistema governativo."
        },
        {
            "heading": "Registri e matematica",
            "text": "Come i Sumeri da cui discendevano, anche i Babilonesi avevano una vera e propria mania per la compilazione di registri. A partire da Hammurabi e per tutta la durata dell'impero, fino alla sua dissoluzione per opera di Ciro e dei grandi imperatori persiani, ogni transazione finanziaria, ogni verdetto dei tribunali, ogni contratto fu trascritto su tavolette d'argilla, così come praticamente qualsiasi altra cosa potesse essere messa per iscritto. Furono registrate moltissime informazioni, anche perché quasi ogni aspetto della vita quotidiana era regolato da qualche legge. Gran parte di queste informazioni sono state scoperte e recuperate in epoca moderna grazie agli scavi archeologici. I ricercatori hanno trovato addirittura diversi congegni ottici, simili a lenti d'ingrandimento, utilizzati dagli scrivani per scrivere in cuneiforme più piccolo e sfruttare così al meglio lo spazio offerto dalle tavolette d'argilla.Nonostante diversi cambi di regime, a Babilonia l'istruzione raggiunse un livello eccezionale. Alcune innovazioni tecniche sono in uso ancora oggi, come l'adozione del sistema matematico a base 60 o \"sessagesimale\". In un minuto ci sono 60 secondi, in un'ora 60 minuti: il tempo moderno, in realtà, è il tempo babilonese."
        },
        {
            "heading": "Caos intermittente, con possibilità di massacro",
            "text": "Dopo la morte di Hammurabi (1750 a.C.), il potere e l'influenza dell'impero andò lentamente scemando. Dopo che un'incursione degli Ittiti aveva indebolito la città, intorno al 1600 a.C. Babilonia fu conquistata dai Cassiti, emersi da quelle che oggi sono le montagne dell'Iran. I Cassiti controllarono Babilonia per circa 500 anni, ribattezzandola Karanduniash.Nel 1234 a.C. il re assiro Tukulti-Ninurta I riconquistò temporaneamente la città, ma i Cassiti ne dichiararono ancora l'indipendenza appena prima che gli Elamiti la saccheggiassero nuovamente nel 1158. A questo punto i Babilonesi riguadagnarono il controllo della città (forse perché gli Elamiti si erano presi tutto ciò che potesse interessare a un invasore). Nel 1124 il babilonese Nabucodonosor I saccheggiò la città elamita di Susa per vendicare il precedente attacco su Babilonia. Nel 1000 a.C., Babilonia era ancora una volta minacciata da un'Assiria in grande ripresa. Babilonia rimase più o meno sottoposta al dominio assiro fino al 627 a.C."
        },
        {
            "heading": "L'impero neobabilonese",
            "text": "Nel 627 a.C., Babilonia si ribellò con successo un'altra volta al controllo assiro. La rivolta fu guidata da un nuovo capo, Nabopolassar, che regnò per una ventina d'anni prima di cedere il trono al suo ben più famoso figlio."
        },
        {
            "heading": "Nabucodonosor II",
            "text": "Il figlio di Nabopolassar, Nabucodonosor II, governò Babilonia dal 605 al 561 a.C. Si impose dapprima come capo militare, guidando un esercito al comando di suo padre in Assiria, poi come comandante indipendente in Egitto, distruggendo l'esercito egizio a Carchemish e mettendo sotto il controllo babilonese di tutta la Siria.Nabucodonosor teneva moltissimo alla città di Babilonia, che durante il suo regno visse una sorta di rinascimento. Nabucodonosor si impegnò in una serie di progetti di rivitalizzazione della città, ricostruendo antichi templi ed edifici, costruendo fortificazioni difensive e così via. Creò anche i giardini pensili di Babilonia. Per eseguire molti dei lavori pesanti importò manodopera straniera, e di conseguenza la popolazione locale aumentò sensibilmente. Nabucodonosor morì nel 561 a.C. Per maggiori informazioni su di lui, leggi la sua voce nella Civilopedia."
        },
        {
            "heading": "La caduta di Babilonia",
            "text": "I successori di Nabucodonosor erano uomini inferiori, e in una trentina d'anni il potere e il prestigio di Babilonia si ridussero sensibilmente. Si dice che, quando Ciro II di Persia l'attaccò nel 539 a.C., la città cadde senza quasi opporre resistenza. Rimase sotto il controllo persiano fino al 331 a.C., quando fu conquistata da Alessandro Magno e poi dalla dinastia seleucide dopo la morte di Alessandro. Nel periodo successivo, Babilonia quasi sparì, ridotta a tumuli misteriosi e pile di macerie, in attesa che gli archeologi scoprissero i suoi segreti. Molto è stato danneggiato o distrutto dopo l'attacco e l'occupazione statunitense dell'Iraq dal 2003 a oggi."
        },
        {
            "heading": "Conclusione",
            "text": "Babilonia giocò un ruolo importante nello sviluppo del diritto in tutto il mondo. La creazione del Codice di Hammurabi, e lo zelo con cui i suoi successori, che gli fossero parenti o meno, difesero queste leggi, dimostrò alla storia quanto potesse diventare ricca e potente una nazione che seguiva un sistema di governo organizzato. Il resto della storia di Babilonia ci ricorda che niente dura per sempre, e che anche il più grande degli imperi un giorno sarà nient'altro che sabbia sotto le ruote dei carri nemici. O magari dei cingoli."
        },
        {
            "heading": "Conclusione",
            "text": "Babilonia giocò un ruolo importante nello sviluppo del diritto in tutto il mondo. La creazione del Codice di Hammurabi, e lo zelo con cui i suoi successori, che gli fossero parenti o meno, difesero queste leggi, dimostrò alla storia quanto potesse diventare ricca e potente una nazione che seguiva un sistema di governo organizzato. Il resto della storia di Babilonia ci ricorda che niente dura per sempre, e che anche il più grande degli imperi un giorno sarà nient'altro che sabbia sotto le ruote dei carri nemici. O magari dei cingoli."
        }
    ],
    "leader": {
        "name": "Nabucodonosor II",
        "subtitle": "Leader di Babilonia",
        "lived": "634-562 a.C. circa",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/nebuchadnezzar_ii.png",
        "trait": {
            "name": "Ingegnosità",
            "effect": "Ricevi un Grande Scienziato gratuito quando scopri la Scrittura. La produzione di Grandi Scienziati è il 50% più veloce."
        },
        "titles": [
            "Nabucodonosor II"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Nabucodonosor II è stato re di Babilonia per 43 anni, dal 605 al 562 a.C. È rimasto famoso soprattutto per le sue conquiste militari e per lo sviluppo della città di Babilonia. Nabucodonosor II compare anche nella Bibbia per la sua conquista della Giudea e la deportazione forzata di molti Israeliti a Babilonia."
            },
            {
                "heading": "Gioventù",
                "text": "Nabucodonosor era il figlio primogenito di Nabopolassar, fondatore dell'impero caldeo, che aveva fatto molto per trasformare Babilonia in una potenza imperiale. Servì sotto il padre in diverse campagne militari e nel 606 a.C. comandò l'esercito che sconfisse gli Egiziani a Carchemish, assicurando a Babilonia il controllo della Siria."
            },
            {
                "heading": "Assunzione del potere",
                "text": "Alla morte di suo padre, nel 605, Nabucodonosor tornò a Babilonia e salì al trono. Poco dopo riprese le campagne militari e conquistò diversi stati minori, tra cui la Giudea. Continuò a vincere fino al 600, quando, forse per aver sopravvalutato le sue forze, subì una dura sconfitta per mano degli Egiziani. Sfruttando il momento di difficoltà di Babilonia, la Giudea e molti altri stati vassalli si ribellarono.Nabucodonosor ci mise qualche anno a riorganizzare i suoi eserciti, ma nel 598 riprese a marciare e un anno dopo occupò Gerusalemme, deponendo il re giudeo Jehoiachin e riportandolo come prigioniero insieme a molti altri cittadini importanti a Babilonia. Con ogni probabilità il suo intento era di usarli come ostaggi per prevenire ulteriori ribellioni dei Giudei. Fino alla fine del suo regno continuò le sue politiche di espansionismo militare, scontrandosi con successi alterni con le altre potenze del Mediterraneo orientale, dell'Asia Minore e del Medio Oriente."
            },
            {
                "heading": "Diplomazia",
                "text": "Nabucodonosor non fu solo un generale, ma fu anche molto attivo sul fronte diplomatico, ricevendo e inviando ambasciatori in tutti i regni vicini. Si narra che sia intervenuto come mediatore per risolvere un conflitto tra Media e Lidia, in Asia Minore."
            },
            {
                "heading": "Politica interna",
                "text": "Quando non era impegnato in battaglia Nabucodonosor dedicò le sue energie a ricostruire Babilonia e a migliorarne le fortificazioni. È noto che ricostruì molti templi, pavimentò le strade, scavò canali e costruì mura e un fossato intorno alla città. Inoltre si dice che abbia costruito i famosi giardini pensili di Babilonia, che secondo la leggenda avevano lo scopo di compiacere la moglie che sentiva la nostalgia delle lussureggianti colline della sua Media natale."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Nonostante la conquista della Giudea e la deportazione degli Israeliti, Nabucodonosor viene descritto in modo piuttosto positivo nella Bibbia. Nelle Scritture si afferma che abbia protetto i profeti e i cittadini ebrei dalla persecuzione; il profeta Geremia apparentemente riteneva che Nabucodonosor fosse lo strumento scelto da Dio per esercitare la sua vendetta sui malvagi.\r\nNabucodonosor II morì a Babilonia nel 562 a.C. Oggi viene ricordato come un comandante militare di successo, che riuscì a espandere i confini del suo regno, rafforzò e protesse la sua capitale Babilonia e governò i sudditi in modo equo. Nessuno può negare che abbia meritato ampiamente il titolo di \"Nabucodonosor il Grande\"."
            }
        ]
    }
}