{
    "id": 36,
    "name": "Brasile|del Brasile|al Brasile|Brasile|dal Brasile",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/brasile|del_brasile|al_brasile|brasile|dal_brasile.png",
    "dawn_of_man": "Onore al rispettato e magnanimo imperatore, Pedro II del Brasile. Hai regnato sull'Impero brasiliano per più di 50 anni con grande saggezza e imperturbabile dignità, instaurando un periodo di pace duratura e prosperità. La tua reputazione di leader duro ma equo non è mai stata macchiata da alcuna controversia e la tua incrollabile dedizione verso il popolo brasiliano ha dato speranza alla gente di rafforzare la posizione del tuo regno nel Sudamerica. I tuoi studi eruditi e la tua ferma difesa della libertà di parola hanno favorito la creazione di diverse istituzioni per l'istruzione superiore, rafforzando l'identità nazionale brasiliana.Onorato imperatore Pedro, i tuoi sudditi desiderano ritornare ai giorni pacifici in cui camminavi tra di loro, ascoltando le loro storie e assicurando loro un futuro luminoso. Riporterai il tuo regno alla prosperità? Plasmerai una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Pracinha|un Pracinha|dal tuo Pracinha|al tuo Pracinha|il tuo Pracinha|da un Pracinha",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/pracinha.json"
        }
    ],
    "city_names": [
        "Rio de Janeiro",
        "São Paulo",
        "Salvador",
        "Brasilia",
        "Fortaleza",
        "Belo Horizonte",
        "Manaus",
        "Curitiba",
        "Recife",
        "Porto Alegre",
        "Belem",
        "Goiania",
        "Guarulhos",
        "Campinas",
        "São Luís",
        "Maceió",
        "Duque de Caxias",
        "Natal",
        "Campo Grande",
        "Teresina",
        "Florianopolis",
        "Nova Iguaçu",
        "São Bernardo do Campo",
        "Joao Pessoa",
        "Osasco",
        "Jaboatao dos Guararapes",
        "São José dos Campos",
        "Contagem",
        "Uberlandia",
        "Aracaju",
        "Cuiaba",
        "Feira de Santana",
        "Juiz de Fora",
        "Joinville",
        "Macapa"
    ],
    "spy_names": [
        "Antonio",
        "Bartolomeu",
        "Domingos",
        "Estevao",
        "Fernao",
        "Francisco",
        "Pascoal",
        "Salvador",
        "Tomé",
        "Bianca"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Paulo Coelho, il più grande romanziere brasiliano, ha scritto della storia del suo popolo: \"cercava di scoprire il tesoro del suo destino, senza desiderare veramente di viverlo\". Tra le ex colonie del Sudamerica il Brasile occupa un posto particolare, perché avendo ottenuto la propria indipendenza in modo relativamente pacifico non si è frammentato in paesi separati come hanno fatto le colonie inglesi e spagnole. Il Brasile è stato una colonia portoghese dall'arrivo di Pedro Cabral, che reclamò i suoi territori per la corona nel 1500, fino a quando nel 1815 la famiglia reale in esilio dal Portogallo occupato lo elevò al rango di regno. La completa indipendenza fu raggiunta nel 1822: l'Impero del Brasile era una monarchia costituzionale con un governo parlamentare. Quando nel 1889 fu rovesciato Pedro II, secondo e ultimo imperatore, il paese divenne una repubblica. Nel secolo successivo la giovane nazione avrebbe sofferto dittature e giunte militari, ma negli anni '80 la democrazia tornò a prevalere con un periodo di transizione negoziata a cui fece seguito l'elezione di un governo civile. Una serie di leader capaci ha permesso al Brasile di ottenere la stabilità politica ed economica e diventare un membro vitale e influente della comunità internazionale, ottenendo infine \"il tesoro del suo destino\"."
        },
        {
            "heading": "Clima e territorio",
            "text": "Il Brasile occupa metà del continente sudamericano ed è il quinto paese più grande al mondo; è una delle 17 nazioni che hanno un'ecologia cosiddetta \"mega-diversa\", così denominata per l'estrema varietà dei suoi territori, habitat e risorse naturali che gli permettono di ospitare flora e fauna multiformi. Il Brasile contiene la maggior parte del bacino del Rio delle Amazzoni, il fiume più lungo del mondo; inoltre comprende anche la foresta vergine più grande del mondo. Per tutte queste ragioni il paese offre una vasta gamma di paesaggi tropicali e subtropicali, con paludi, savane, lussureggianti altopiani e basse montagne. Lungo i 12.000 chilometri di costa del Brasile si trovano numerosi arcipelaghi. L'area in altura del Brasile occupa quasi tutta la parte meridionale del paese, sollevandosi fino a una serie di catene di basse montagne come Mantiqueira ed Espinhaco, i cui picchi più alti raggiungono i 1.400 metri circa. Situata sull'equatore, la maggior parte del paese ha un clima tropicale, che si può dividere in cinque sottotipi: equatoriale, tropicale, tropicale d'altura, temperato e subtropicale. Le temperature restano in media intorno ai 25 gradi. La vegetazione varia dalle foreste pluviali al nord, alle savane nel centro, alle foreste di conifere al sud. Con una tale varietà di terreni e climi non stupisce che la biodiversità del Brasile sia una delle più ricche del mondo: giaguari, ocelot, tapiri, formichieri, bradipi, armadilli, daini, piranha, caimani, pappagalli, scimmie e migliaia di altre specie coabitano le sue terre e le sue acque."
        },
        {
            "heading": "Colonizzazione portoghese",
            "text": "Le origini degli abitanti nativi del Brasile (chiamati \"indios\" dai portoghesi) sono sconosciute: i più antichi fossili umani, ritrovati sulle montagne di Minas Gerais, risalgono a 10.000 anni fa. Quando gli esploratori portoghesi sbarcarono sulla costa esistevano circa 2.000 tribù di nativi; semi-nomadi, vivevano di caccia, pesca, agricoltura stagionale, guerre tribali e cannibalismo. La terra venne rivendicata da Pedro Cabral nell'aprile del 1500 dopo che la flotta che stava conducendo intorno al Capo di Buona Speranza venne trascinata talmente lontana verso ovest da sbarcare in Sudamerica. Il Trattato di Tordesillas del 1494 aveva diviso il Nuovo Mondo tra Spagna (a ovest) e Portogallo (a est) lungo il meridiano corrispondente alla longitudine di 46°. Per le sue ricchezze, e dato che la terra scoperta rientrava nella zona portoghese, nel 1532 venne fondato il primo insediamento.La scoperta del pernambuco (detto anche \"albero del Brasile\"), un legno rosso-arancione molto duro, apprezzato per ricavare tinture e nella costruzione di strumenti musicali e mobili, stimolò l'interesse della corona; nel 1534 il re Dom Joao III promosse missioni coloniali private. Nel 1549 il re nominò un governatore-generale e il Brasile diventò ufficialmente una colonia portoghese. Attraverso diverse guerre contro la Francia i portoghesi estesero a poco a poco i loro possedimenti verso nord e verso sud, conquistando Rio de Janeiro nel 1567 e São Luís nel 1615. Nel 1680 il Portogallo rivendicò le terre vicino al Rio de la Plata, che diventò il più meridionale dei suoi territori. Nel frattempo le roccaforti inglesi e olandesi nell'Amazzonia venivano catturate; le tribù dei nativi assimilate, ridotte in schiavitù o sterminate.Alla fine del XVII Secolo il Brasile era la più grande importante colonia del Portogallo. Oltre al pernambuco, i prodotti maggiormente esportati erano zucchero, tinture e spezie. Per far fronte alla domanda internazionale di queste merci i portoghesi cominciarono a importare schiavi dall'Africa; con gli anni il Portogallo sarebbe diventato una delle nazioni più importanti nel commercio degli schiavi (e gli schiavi in Brasile avrebbero raggiunto le centinaia di migliaia). Intanto i cercatori avevano inseguito invano il miraggio dell'oro nelle giungle e sulle colline, finché furono scoperti ricchi giacimenti nello stato di Minas Gerais. La conseguente corsa all'oro procurò tali ricchezze che per amministrarle meglio nel 1763 la capitale coloniale fu trasferita a sud, da Salvador a Rio de Janeiro. I trattati di Madrid (1750), Pardo (1761) e Ildefonso (1777) consolidarono i confini del Brasile, mentre le riforme coloniali assicuravano che rimanesse una tranquilla, florida e proficua colonia portoghese."
        },
        {
            "heading": "Indipendenza",
            "text": "Nel marzo 1808, dopo che gli eserciti di Napoleone avevano conquistato il Portogallo, la famiglia reale e i ministri giunsero a Rio de Janeiro per rifugiarsi in Brasile. Il principe reggente João, che governava al posto della madre Maria I dichiarata incapace per infermità mentale, ristabilì la sua capitale a Rio e governò l'impero da lì. Durante la sua residenza mise in opera tutti i ministeri di una capitale sovrana e istituì una biblioteca reale, un'accademia militare, una zecca, una tipografia, una facoltà di medicina e una di legge. Nel 1815 João dichiarò il Brasile un regno di pari rango del Portogallo all'interno dell'impero. Dopo la sconfitta della Francia, preferì rimanere in Brasile finché fu richiamato in Portogallo per occuparsi di alcune rivolte. Nell'aprile del 1821 nominò re suo figlio Pedro. I ministri di Pedro, molti dei quali erano nati in Brasile, lo spronarono a chiedere l'indipendenza; nel settembre del 1822 il giovane reggente emanò la dichiarazione di indipendenza del Brasile e nel giro di tre mesi fu incoronato imperatore Pedro I. Nel 1825 il governo portoghese riconobbe ufficialmente la sovranità del Brasile ed entro l'anno la maggior parte delle nazioni europee fece lo stesso."
        },
        {
            "heading": "Impero",
            "text": "Pedro I e i suoi ministri cercarono di far sì che il Brasile non patisse i conflitti e le rivoluzioni che stavano affliggendo le vicine nazioni del Sudamerica. A questo scopo Pedro I fu il primo artefice di una nuova costituzione piuttosto liberale e all'avanguardia per i tempi. Ma era sempre più coinvolto nelle faccende del Portogallo, così nel 1831 abdicò in favore del figlio di cinque anni per poter tornare in Europa e rivendicare la corona portoghese per sua figlia. Per risolvere le agitazioni politiche e i conflitti causati dalla sua improvvisa partenza, il figlio di Pedro fu dichiarato ufficialmente maggiorenne già a 14 anni e incoronato imperatore con il nome di Pedro II l'anno successivo. I cinquant'anni di regno del nuovo imperatore furono illuminati e progressisti, e il Brasile godette di un'\"età dell'oro\" in ogni campo: politico, economico, industriale, sociale e culturale. Sotto Pedro II il Brasile vinse tre guerre, estese la sua reputazione internazionale, si modernizzò, riformò il proprio sistema legale e monetario, aumentò la varietà delle coltivazioni e abolì la schiavitù. Ma quest'ultima riforma gli tolse il sostegno dei proprietari terrieri; inoltre con l'avanzare dell'età Pedro II aveva perso sempre più il contatto con la nuova classe borghese cittadina e con i movimenti studenteschi liberali promossi dai suoi stessi ideali e dalla sua politica. Benché l'imperatore fosse ancora rispettato e amato dal popolo, nel novembre del 1889 un colpo di stato incruento lo depose e instaurò una repubblica. Patriota fino all'ultimo, quando partì per l'esilio in Europa, Pedro II espresse il suo \"ardente auspicio per la grandezza e prosperità del Brasile\"."
        },
        {
            "heading": "Dittatura",
            "text": "Manuel de Fonseca, che aveva guidato il colpo di stato, diventò il presidente provvisorio di un governo sempre più dominato dal potere militare. Appoggiato principalmente dai militari e dai ricchi coltivatori di caffè, istituì la repubblica, la separazione tra chiesa e stato e promulgò una nuova costituzione. Tuttavia le stesse clausole della costituzione lo dichiaravano inabile a mantenere il suo ufficio; quando tentò di sciogliere con un decreto la nuova legislatura, fu obbligato a rinunciare dall'indignazione popolare. Fu rimpiazzato dal suo vice-presidente, anche lui un generale, che con piglio sempre più dittatoriale respinse parecchie rivolte militari e monarchiche.Nel 1894, in un periodo di pace, il generale Peixoto cedette con riluttanza la presidenza al primo civile in carica, Prudente de Morais. In precedenza de Morais era stato governatore dello stato di San Paolo, ricco di coltivazioni di caffè, e per questo viene ricordato come il primo dei \"presidenti del caffè\". Questi presidenti, per lo più ricchi politici e proprietari terrieri di San Paolo e Minas Gerais, riformarono l'economia, modernizzarono le infrastrutture del paese, mantennero la pace e governarono la nazione durante un periodo di turbolenze internazionali ricorrendo a una politica di isolazionismo quasi totale. Ma di vera democrazia ce n'era ben poca, perché solo alla minoranza latifondista era permesso votare: le elezioni erano spesso \"pilotate\" e i politici locali godevano di un'impunità quasi totale a condizione che appoggiassero il presidente in carica.Due eventi portarono definitivamente alla fine del periodo dei \"presidenti del caffè\". Innanzitutto il prezzo del caffè precipitò durante la depressione mondiale degli anni '30; inoltre crebbe l'influenza di un nuovo movimento composto da ufficiali giovani (i \"tenentes\"). Sposando il populismo, i tenentes non propugnavano la democrazia, ma le riforme e il progresso; credevano fermamente che solo le forze armate avrebbero potuto proiettare la nazione nell'epoca moderna. A tale scopo i giovani ufficiali volevano cacciare i politici borghesi, estendere la portata del governo federale, modernizzare l'esercito ed eliminare il regionalismo in favore di un forte governo centralizzato.La depressione e la tensione generale portarono Getulio Vargas, un candidato presidenziale sconfitto, a prendere il potere con il sostegno dei tenenti. Vargas avrebbe dovuto assumere il potere temporaneamente per la durata della crisi economica; invece sciolse il Congresso, sospese la costituzione e al posto dei governatori statali mise i suoi sostenitori, per la maggioranza militari. In seguito a un fallito colpo di stato comunista nel 1935 e a uno fascista nel 1938, il regime di Vargas divenne una vera e propria dittatura, famosa per la sua brutalità e la censura nei confronti della stampa. Nel 1942 il Brasile si unì attivamente agli alleati in guerra, dislocando una quantità significativa di truppe sul suolo italiano e di forze navali nell'Atlantico. Malgrado la sua fosse una dittatura, Vargas insistette affinché, in riconoscimento dell'azione militare nella Seconda Guerra Mondiale, il Brasile diventasse uno dei membri fondatori delle Nazioni Unite.Ma il boom economico successivo alla guerra e la pressione internazionale avevano messo Vargas in una posizione insostenibile; nel 1945 fu spodestato da un altro colpo di stato. La democrazia venne \"ristabilita\" dallo stesso gruppo politico che l'aveva sospesa 15 anni prima. Ironicamente, Vargas fu eletto ancora presidente nel 1950, ma nel 1954 si suicidò nel palazzo di residenza del governo durante una crisi politica. Dopo la morte di Vargas si succedettero molti governi di breve durata, caratterizzati da vari livelli di efficacia e di corruzione. Nel 1964 un altro colpo di stato rovesciò il governo; nel 1968 la giunta militare diventò una vera e propria dittatura, i cui poteri furono legittimati da un decreto passato alla storia come \"Ato Institucional Número Cinco\" o, più comunemente, \"AI-5\". Benché i suoi metodi fossero duri, questa giunta fu meno brutale di quella in altre parti del continente: tra le altre cose promosse il capitalismo, la modernizzazione del paese e la stipula di trattati internazionali. Di conseguenza, anche durante gli anni della repressione la giunta fu molto popolare tra le classi medio-basse."
        },
        {
            "heading": "Il Brasile moderno",
            "text": "Nel 1974 assunse la presidenza il generale Ernesto Geisel, che immediatamente lanciò una campagna \"lenta, graduale e sicura\" per riportare il paese sotto un governo democratico. Nel giro di qualche anno cessarono le torture dei prigionieri politici e la censura alla stampa, finché finalmente la stessa giunta abrogò l'Ato Institucional Número Cinco. Il successore di Geisel continuò il processo di democratizzazione e nel 1985 José Sarney fu eletto presidente con libere elezioni. Da allora una serie di governi stabili e un'economia fiorente hanno permesso al Brasile di assumere un ruolo guida negli affari sudamericani, partecipando come membro fondatore a organizzazioni come l'Unione Latina, l'Organizzazione degli Stati Americani, il mercato comune sudamericano Mercosul e l'Unione delle Nazioni Sudamericane. In questo nuovo millennio il Brasile si prepara a ricoprire un ruolo altrettanto importante sulla scena mondiale."
        },
        {
            "heading": "Il Brasile moderno",
            "text": "Nel 1974 assunse la presidenza il generale Ernesto Geisel, che immediatamente lanciò una campagna \"lenta, graduale e sicura\" per riportare il paese sotto un governo democratico. Nel giro di qualche anno cessarono le torture dei prigionieri politici e la censura alla stampa, finché finalmente la stessa giunta abrogò l'Ato Institucional Número Cinco. Il successore di Geisel continuò il processo di democratizzazione e nel 1985 José Sarney fu eletto presidente con libere elezioni. Da allora una serie di governi stabili e un'economia fiorente hanno permesso al Brasile di assumere un ruolo guida negli affari sudamericani, partecipando come membro fondatore a organizzazioni come l'Unione Latina, l'Organizzazione degli Stati Americani, il mercato comune sudamericano Mercosul e l'Unione delle Nazioni Sudamericane. In questo nuovo millennio il Brasile si prepara a ricoprire un ruolo altrettanto importante sulla scena mondiale."
        }
    ],
    "leader": {
        "name": "Pedro II",
        "subtitle": "Leader del Brasile",
        "lived": "Dal 1825 al 1891 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pedro_ii.png",
        "trait": {
            "name": "Carnevale",
            "effect": "+100% al Turismo durante le Età dell'Oro. Grandi Artisti, Grandi Musicisti e Grandi Scrittori nascono il 50% più velocemente durante le Età dell'Oro."
        },
        "titles": [
            "Imperatore del Brasile"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Pedro II è stato il primo monarca brasiliano nato in Brasile. Durante il suo lungo regno portò stabilità e progresso nel suo paese e ne fece la potenza più importante del Sudamerica. Uomo serio e misurato, Pedro II difese gelosamente l'indipendenza della sua nazione, sfidando il potente impero britannico e i neonati Stati Uniti quando le due nazioni cercarono di mettere le mani sulla regione. Condusse il suo paese attraverso tre guerre, guadagnando nuovi territori e prestigio, ma la sua attenzione fu rivolta principalmente a rendere il Brasile uno stato moderno. Promosse la produzione di caffè al posto dello zucchero e finanziò attivamente la costruzione di strade e ferrovie, del telegrafo e di cavi sottomarini.Nonostante fosse benvoluto dal suo popolo, nel novembre 1889 l'imperatore fu destituito con un colpo di stato da un gruppo di militari che voleva formare una repubblica governata da un dittatore. Sempre patriota, mentre andava in esilio Pedro II espresse il suo \"ardente auspicio per la grandezza e prosperità del Brasile\"."
            },
            {
                "heading": "Giovinezza",
                "text": "Nato nel dicembre 1825 a Rio de Janeiro da Pedro I e sua moglie Maria Leopoldina d'Austria, Pedro fu il secondo e ultimo imperatore del Brasile: il suo regno durò cinquant'anni. Cresciuto e istruito secondo la tradizione da una serie di governanti e guardiani, Pedro fu sottoposto a un estenuante regime di studio giornaliero dagli insegnanti, preoccupati di incoraggiare valori etici e formare una personalità del tutto differente da quella del padre, impulsivo e irresponsabile. All'abdicazione di quest'ultimo, nel 1831, essendo l'unico figlio maschio sopravvissuto, Pedro fu eletto imperatore del Brasile, ma non assunse la carica finché non compì l'età di quattordici anni, nel luglio 1840."
            },
            {
                "heading": "Regno",
                "text": "Durante il suo regno Pedro II presiedette 36 governi diversi, la maggior parte dei quali godette di un ampio sostegno pubblico. Inoltre, direttamente o attraverso il suo governo, Pedro promosse la costruzione della prima strada lastricata del Brasile, la \"Unido e Industria\", che collegava Rio de Janeiro a Juiz de Fora; la prima ferrovia a vapore, che percorreva il tratto da Santos a San Paolo; il primo servizio telefonico, nel 1877; la partecipazione nell'installazione del prima linea di collegamento tra Brasile ed Europa con un cavo telegrafico sottomarino e l'emissione del primo francobollo brasiliano.Le relazioni estere non furono altrettanto positive, poiché numerose nazioni cominciarono a preoccuparsi della crescita economica e dell'influenza politica del Brasile. In seguito a due episodi di poca importanza, l'Inghilterra ordinò alla propria marina di requisire alcune navi mercantili brasiliane. Pedro rispose mobilitando l'esercito e le pretese inglesi si placarono, per arrivare poi a un accordo pacifico nel 1863. Quasi subito Pedro dovette occuparsi di una guerra lampo non dichiarata contro l'Uruguay, che dopo un anno finì con l'occupazione brasiliana delle città di Salto e Paisandu. Questo conflitto si era concluso da poco quando il Paraguay decise di invadere il paese: il Brasile ottenne una vittoria incondizionata. Un conflitto contro la Chiesa Cattolica (1872-1875) fu risolto attraverso i negoziati, ma lasciò Pedro privo del sostegno del clero.Ciononostante, la vittoria diplomatica sulla Gran Bretagna e quelle militari contro Uruguay e Paraguay avevano reso Pedro più popolare tra la sua gente. L'imperatore sfruttò tale popolarità per lasciare la sua impronta più duratura: l'emancipazione degli schiavi brasiliani. Secondo Pedro, la schiavitù costituiva l'ultimo grande ostacolo da superare per far entrare il Brasile nell'\"epoca moderna\". A partire dal 1871 una serie di leggi portò alla liberazione di circa 700.000 schiavi senza prevedere alcun risarcimento per i proprietari. Questo tolse alla monarchia il supporto dei ricchi e della piccola nobiltà e fu la causa della rovina di Pedro."
            },
            {
                "heading": "Abdicazione",
                "text": "Sicuro dell'affetto del suo popolo, Pedro mise in pratica un desiderio che aveva nutrito per tutta la sua vita: viaggiare. Distratto dalle sue lunghe assenze, Pedro si trovò sempre più estraniato da quella parte della società brasiliana che aveva favorito, e cioè l'emergente classe media urbana e le nuove generazioni di studenti liberali. D'altro canto, non aveva più il saldo supporto del clero, delle classi agiate e dell'esercito.Nonostante fosse ancora amato dalla gente, nel novembre 1889 un colpo di stato militare non violento lo obbligò ad abdicare in favore della repubblica. Vecchio e malato, Don Pedro fu costretto all'esilio in Europa e due anni dopo morì a Parigi. La Francia gli concesse un funerale reale; nel 1925 i suoi resti furono restituiti al Brasile, dove sono stati tumulati nella cattedrale di Petropolis che aveva contribuito a costruire."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Pedro ereditò un impero sull'orlo della disintegrazione e lo trasformò in una grande nazione emergente in un mondo in mutamento, l'\"altra grande potenza delle Americhe\". La nazione si distinse dai vicini paesi del Sudamerica per la sua stabilità politica, la libertà di espressione, il rispetto dei diritti civili, la vibrante economia e la ricca cultura. Probabilmente il suo più grande risultato fu l'abolizione della schiavitù, malgrado le conseguenze negative sul piano economico e politico. Molto erudito, Pedro II fu un paladino dell'istruzione, delle arti e delle scienze. Deposto quando ancora era molto stimato dalla sua gente e all'apice della sua popolarità, da molti brasiliani è considerato un eroe, un simbolo della nazione: la personificazione del \"padre del popolo\"."
            }
        ]
    }
}