{
    "id": 27,
    "name": "Bisanzio|di Bisanzio|a Bisanzio|Bisanzio|da Bisanzio",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/bisanzio|di_bisanzio|a_bisanzio|bisanzio|da_bisanzio.png",
    "dawn_of_man": "Onore alla magnifica e magnanima imperatrice Teodora, adorata da Bisanzio a Roma! Dall'umile condizione di attrice e cortigiana ti sei elevata sino a diventare la donna più potente dell'Impero romano, moglie di Giustiniano I. Dalla fine degli anni '20 del VI secolo hai dato vita, insieme a tuo marito, a una serie di importanti riforme legali e spirituali, promulgando molte leggi che hanno elevato lo stato delle donne e promosso l'eguaglianza tra i sessi in tutto l'impero. Inoltre hai organizzato la costruzione e il restauro di molti acquedotti, ponti e chiese a Costantinopoli, un'azione culminata con la costruzione di Santa Sofia, una delle più sontuose meraviglie architettoniche del mondo.Splendida imperatrice, Bisanzio ha bisogno della tua forza e della tua saggezza: senza la tua luce a guidarlo, il suo popolo è perduto. L'impero bizantino è caduto una volta, ma il suo spirito è ancora intatto ed è pronto a rinascere dalle ceneri. Riuscirai a riportare Bisanzio all'antica gloria? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Catafratto|un Catafratto|dal tuo Catafratto|al tuo Catafratto|il tuo Catafratto|da un Catafratto",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/cataphract.json"
        },
        {
            "name": "Dromone|un Dromone|dal tuo Dromone|al tuo Dromone|il tuo Dromone|da un Dromone",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/dromon.json"
        }
    ],
    "city_names": [
        "Costantinopoli",
        "Adrianopoli",
        "Nicea",
        "Antiochia",
        "Varna",
        "Ohrid",
        "Nicomedia",
        "Trebisonda",
        "Cherson",
        "Sardica",
        "Ani",
        "Durazzo",
        "Edessa",
        "Calcedonia",
        "Naissus",
        "Bari",
        "Konya",
        "Prilep",
        "Samosata",
        "Kars",
        "Nicopolis",
        "Teodosiopoli",
        "Tyana",
        "Gaza",
        "Kerkyra",
        "Fenice",
        "Selymbria",
        "Sillyon",
        "Chrysopolis",
        "Corico",
        "Vodena",
        "Caesarea Marittima",
        "Traianoupoli",
        "Constantia"
    ],
    "spy_names": [
        "Basil",
        "Nikophoros",
        "Demetrios",
        "Philippos",
        "Theophylaktos",
        "Simonis",
        "Zoe",
        "Ioanno",
        "Xene",
        "Euphrosyne"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "L'impero di Bisanzio, centrato sulla leggendaria città di Costantinopoli e durato più di 1.000 anni, nacque originariamente per dare una sede di potere separata alla parte orientale del potente impero romano. Localizzata strategicamente sulle rotte commerciali che collegano Europa e Asia, Costantinopoli crebbe fino a diventare lo snodo più importante della regione, fiorendo nonostante i conflitti che, a occidente, portavano al declino di Roma. Grazie a una serie di governanti capaci e illuminati, Bisanzio fu anche culla di grandi avanzamenti culturali nel Mediterraneo orientale: la sua munificenza fece prosperare arte, architettura, scienza e musica."
        },
        {
            "heading": "Geografia e clima",
            "text": "Prima dell'arrivo di Costantino, avvenuto nel 330 d.C., la città di Costantinopoli era solo una piccola colonia greca fondata nel VII secolo a.C. e conosciuta come Bisanzio. Situato strategicamente sul Bosforo, la sola via d'acqua che collega il Mar Nero al Mediterraneo attraverso il mar di Marmara e il mar Egeo, il sito si sarebbe dimostrato ideale per un insediamento più ampio. Già protetta dall'acqua su tre lati, con la costruzione delle sue leggendarie mura Costantinopoli avrebbe consolidato un sistema difensivo praticamente impenetrabile. Nel corso dei secoli i confini dei territori controllati dall'impero subirono molte variazioni, ma la prosperità dei bizantini fu assicurata dall'oculata scelta dell'ubicazione di Costantinopoli. Oggi la città, conosciuta come Istanbul, è una megalopoli della Turchia con una popolazione di oltre 13 milioni di persone.Al di fuori della famosa capitale, le vaste distese di territorio controllato dai bizantini presentavano una configurazione molto varia. All'apice del suo potere l'impero controllava principalmente regioni poste intorno al Mediterraneo, con un clima subtropicale, estati calde e umide e inverni miti."
        },
        {
            "heading": "Crisi dell'impero romano",
            "text": "Nel corso dei primi secoli del primo millennio l'impero romano continuò senza tregua le sue conquiste in Europa e al di là del Mediterraneo, inglobando nuovi territori più velocemente di quanto potesse organizzarne l'amministrazione. L'imperatore Diocleziano comprese che erano necessarie riforme amministrative, in particolare sul fronte orientale, per stabilizzare l'economia e migliorare le difese dei territori di frontiera. Intorno al 285 d.C. Diocleziano mise in opera il sistema della Tetrarchia, che suddivideva il controllo dell'impero tra quattro monarchi con quattro capitali. La capitale romana orientale, originariamente stabilita a Nicodemia (oggi Izmit, in Turchia), fu trasferita a Costantinopoli dopo l'incoronazione di Costantino I, nel 306."
        },
        {
            "heading": "Da quattro, due",
            "text": "Il primo sviluppo di un impero bizantino separato può essere ricondotto direttamente alla volontà dell'imperatore romano Costantino I che, nel 330 d.C., scelse la città di Bisanzio come insediamento per quella che sarebbe diventata la \"seconda Roma\": Costantinopoli. Originariamente la città avrebbe dovuto svolgere la funzione di capitale dell'impero romano d'oriente (\"impero bizantino\" è un nome concepito dagli storici moderni), ma dopo la dissoluzione della tetrarchia di Diocleziano Costantinopoli si trovò a ricoprire un ruolo ancora più importante del previsto.Con la ricchezza arrivò la stabilità: l'impero bizantino, beneficiando del suo controllo sulle vie commerciali più importanti, al contrario di Roma riuscì a evitare molti conflitti. Costantinopoli era una città relativamente giovane e geograficamente molto distante, perciò non era molto appetibile per i saccheggiatori che in questo periodo si accanivano contro Roma. Ma i bizantini non poterono sfuggire allo sguardo acuto del più grande barbaro della storia: Attila l'unno. Il costante conflitto contro gli unni rappresentò un grande problema per i bizantini. Se Attila non fosse morto, nel 453, le cose avrebbero potuto prendere una piega differente per l'impero: infatti molti ritengono che, dopo le sue campagne in Italia, Attila avesse l'intenzione di conquistare il regno orientale una volta per tutte.Durante questo periodo, l'impero romano d'Occidente (cioè Roma) era fiaccato da incessanti crisi economiche e militari. In seguito alla sua caduta per mano delle sempre più potenti tribù germaniche, l'impero bizantino poté succedere a Roma stessa, diventando uno dei regni più influenti del mondo."
        },
        {
            "heading": "Il governo dei Giustiniani",
            "text": "La dinastia giustinianea, fondata dall'imperatore Giustino I nel 518 e guidata da Giustiniano I a partire dal 527, fu un periodo di espansione per l'impero bizantino, che riconquistò molte delle province perse da Roma durante il suo declino. Durante questo periodo il generale bizantino Belisario, che al servizio di Giustiniano avrebbe schiacciato la rivolta di Nika, condusse con successo molte campagne contro i Vandali e gli Ostrogoti.Fu durante la dinastia di Giustiniano che l'imperatrice Teodora cominciò a rivestire un ruolo importante nell'impero. Moglie e co-reggente di Giustiniano I, Teodora viene ricordata nella storia come consigliera intelligente e fidata dell'imperatore nonché come una delle prime persone a sostenere i diritti delle donne. Le ispirate parole di Teodora diedero coraggio a Giustiniano durante la rivolta di Nika, un'insurrezione scatenata da fazioni politiche rivali che nel 532 tentarono di usurpare il trono di Giustiniano. Si dice che Giustiniano volesse fuggire dalla città, ma Teodora lo implorò di restare citando le parole di un vecchio detto: \"la veste regale è un sudario meraviglioso\". Giustiniano seguì il consiglio di Teodora e ordinò a Belisario di sopprimere la ribellione. Il generale passò all'azione e con un massacro all'Ippodromo cittadino salvò il trono di Giustiniano.Sempre durante la rivolta di Nika fu distrutta la chiesa cristiana, risalente ai primi anni di Costantinopoli, posta sul sito ove successivamente fu eretta la Basilica di Santa Sofia. Il grande monumento che conosciamo oggi fu costruito poco dopo la repressione della rivolta: si dice sia stata realizzata con materiali raccolti in tutto l'impero. La Basilica di Santa Sofia presenta molti elementi architetturali innovativi; per le dimensioni e le sontuose decorazioni è considerata un capolavoro dell'architettura bizantina."
        },
        {
            "heading": "La cultura bizantina",
            "text": "La cultura ha prosperato nel corso di tutta la storia di Bisanzio, e in particolare durante il regno di Giustiniano. Artigiani e artisti hanno creato grandi opere d'arte in tutta la città, mostrando l'influenza dell'eredità greca e romana insieme alla preponderante autorità delle dottrine cristiane. L'arte e le icone cristiane furono apprezzate per secoli all'interno dell'impero, fino all'ascesa nell'VIII secolo d.C. dell'iconoclastia, un movimento contrario all'adorazione delle icone religiose. Sebbene ancora oggi si discuta su quale scintilla abbia potuto accendere una tale feroce reazione, si può affermare con certezza che l'iconoclastia portò alla distruzione di molte splendide opere d'arte religiosa a Costantinopoli.L'architettura è un altro fattore che ha reso famoso l'impero. Così come l'arte, anche l'architettura bizantina è stata pesantemente influenzata da temi religiosi. Le ricerche dei bizantini in campo matematico svilupparono sia la loro capacità di costruzione sia il loro senso estetico e permisero la costruzione di basiliche elaborate in tutta Costantinopoli. In particolare, Santa Sofia e l'imponente deposito d'acqua sotterraneo noto come \"Cisterna Basilica\" furono completati durante il regno di Giustiniano I."
        },
        {
            "heading": "Le dinastie dell'ultimo millennio",
            "text": "Nel periodo che va dal VII al IX d.C. l'impero bizantino fu governato da molte dinastie di breve durata. Nel VII secolo Costantinopoli cadde sotto il comando degli Eracliani, che si scontrarono continuamente con gli eserciti degli arabi Omayyadi. Gli arabi arrivarono addirittura ad assediare la città nel 674: Costantinopoli riuscì a respingerli, ma entrò in un periodo di declino contraddistinto da una brusca riduzione della popolazione. Questo fu l'inizio delle guerre arabo-bizantine, un periodo di conflitti incessanti tra l'impero cristiano bizantino e i califfi islamici che controllavano varie parti di Iraq, Siria e Italia meridionale. Queste guerre impegnarono Bisanzio in modo discontinuo per quasi 400 anni e la portarono a uno dei punti più bassi della sua storia, prima della rinascita del suo potere a opera dei Macedoni nel 867."
        },
        {
            "heading": "I Macedoni",
            "text": "Durante il regno della dinastia macedone (867-1057) l'impero bizantino raggiunse forse il suo massimo splendore, ritornando in auge dopo secoli di declino e inaugurando un nuovo periodo di ricchezza ed espansione culturale. Il primo macedone, Basilio I, fece prosperare l'impero sia dal punto di vista economico sia militare: i bizantini riuscirono a ottenere molte vittorie importanti contro arabi e bulgari, riconquistando così i territori perduti in Siria e nei Balcani.In particolare saranno questi scontri con i bulgari ad avere gli effetti più duraturi sul futuro dell'impero. Nel 1018, alla fine delle guerre bulgaro-bizantine, i bizantini conquistarono la Bulgaria e ne soggiogarono la popolazione. Con il tempo, e in particolare dopo la Quarta Crociata, i bulgari sarebbero diventati improbabili compagni di Bisanzio."
        },
        {
            "heading": "La Quarta Crociata",
            "text": "Sebbene le crociate siano spesso considerate una reazione diretta all'espansione degli stati arabi islamici e alla necessità di aiutare Bisanzio (prima roccaforte cristiana in oriente) a ostacolarli, i crociati non hanno sempre mirato a colpire i nemici di Costantinopoli. L'obiettivo dichiarato della Quarta Crociata era la liberazione di Gerusalemme caduta in mano ai musulmani, ma apparentemente gli attaccanti si presentarono a Costantinopoli pensando ancora al Grande Scisma del 1054, che aveva separato la Chiesa ortodossa orientale (bizantina) da quella romana cattolica. Nel 1204 i crociati, guidati da franchi e veneziani, conquistarono Costantinopoli e la saccheggiarono spietatamente. I crociati distrussero molte chiese ortodosse con le loro reliquie. Queste ultime furono profanate in modi che, si racconta, avrebbero turbato anche il Papa, che era stato il primo promotore della crociata. Gli avvenimenti della Quarta Crociata causarono un enorme danno materiale e politico all'impero bizantino e contribuirono direttamente alla sua caduta nelle mani dei turchi ottomani, meno di tre secoli dopo."
        },
        {
            "heading": "Esilio e ritorno",
            "text": "In seguito al sacco di Costantinopoli la maggior parte del territorio dell'impero fu diviso da Franchi e Veneziani in un nuovo dominio, il cosiddetto \"impero latino\". Ma il potere bizantino sopravvisse nelle regioni del sud attraverso la formazione di due stati successori, il Despotato d'Epiro e l'impero di Nicea. Proprio quest'ultimo, con l'aiuto della Bulgaria, riuscì a riprendere Costantinopoli dai latini nel 1261 e dare vita a un'ultima, breve stagione di potere per Bisanzio."
        },
        {
            "heading": "Il declino dell'impero",
            "text": "Il declino dell'impero di Bisanzio, com'era successo per la sua controparte occidentale, ebbe luogo nel corso di parecchi secoli. Gli storici hanno a lungo discusso le cause della caduta, indicando come causa fondamentale, di volta in volta, le conquiste arabe e le guerre arabo-bizantine o la caduta di Costantinopoli durante la Quarta Crociata. In ogni caso, a ogni breve periodo di rinascita fece immancabilmente seguito un nuovo conflitto e una ricaduta.Nel XIV secolo, mentre i bizantini erano impegnati in una devastante guerra civile, i turchi ottomani iniziarono a condurre con successo diverse campagne militari contro veneziani e serbi. Era solo questione di tempo prima che si arrivasse a una definitiva prova di forza con l'impero bizantino, già duramente indebolito. Si racconta che l'ultimo imperatore di Bisanzio, Costantino XI Paleologo, morì in battaglia sulle mura della città durante l'assedio ottomano. I turchi, guidati da Maometto II, riuscirono a conquistare Costantinopoli nel 1453 d.C., segnando la fine di Bisanzio e la caduta definitiva dell'impero romano."
        },
        {
            "heading": "Il declino dell'impero",
            "text": "Il declino dell'impero di Bisanzio, com'era successo per la sua controparte occidentale, ebbe luogo nel corso di parecchi secoli. Gli storici hanno a lungo discusso le cause della caduta, indicando come causa fondamentale, di volta in volta, le conquiste arabe e le guerre arabo-bizantine o la caduta di Costantinopoli durante la Quarta Crociata. In ogni caso, a ogni breve periodo di rinascita fece immancabilmente seguito un nuovo conflitto e una ricaduta.Nel XIV secolo, mentre i bizantini erano impegnati in una devastante guerra civile, i turchi ottomani iniziarono a condurre con successo diverse campagne militari contro veneziani e serbi. Era solo questione di tempo prima che si arrivasse a una definitiva prova di forza con l'impero bizantino, già duramente indebolito. Si racconta che l'ultimo imperatore di Bisanzio, Costantino XI Paleologo, morì in battaglia sulle mura della città durante l'assedio ottomano. I turchi, guidati da Maometto II, riuscirono a conquistare Costantinopoli nel 1453 d.C., segnando la fine di Bisanzio e la caduta definitiva dell'impero romano."
        }
    ],
    "leader": {
        "name": "Teodora",
        "subtitle": "Imperatrice di Bisanzio",
        "lived": "dal 497 al 548 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/teodora.png",
        "trait": {
            "name": "Patriarcato di Costantinopoli",
            "effect": "Quando istituisci una religione, scegli una Credenza in più del normale."
        },
        "titles": [
            "Imperatrice"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Teodora, moglie di Giustiniano I e imperatrice di Bisanzio, ha governato uno degli imperi più importanti del primo millennio d.C. Giustiniano, confidando nella saggezza e nella prudenza della consorte, ritenne giusto dividere con lei il trono: oggi Teodora è ricordata come la donna più influente in tutta la storia dell'impero bizantino. Di umili origini, Teodora si dimostrò una consigliera dell'imperatore piena di tatto e degna di fiducia. Il suo ruolo fu così importante che qualcuno pensa che durante l'arco della sua vita Bisanzio sia stata governata veramente da lei, e non da Giustiniano."
            },
            {
                "heading": "Giovinezza",
                "text": "La maggior parte della nostra conoscenza di Teodora deriva dagli scritti del famoso storico bizantino Procopio di Cesarea, che ha documentato abbondantemente la vita e gli eventi dell'impero durante il suo regno, nel VI secolo. La gioventù di Teodora fu originale e piena di eventi: il padre era \"guardiano degli orsi\" (cioè delle belve) all'Ippodromo, la madre un'acrobata. Di eccezionale intelligenza e arguzia, Teodora riuscì a mantenersi da sola facendo l'attrice finché non attirò l'attenzione di Giustiniano, a quell'epoca erede del trono di suo zio Giustino I."
            },
            {
                "heading": "Ascensione al trono",
                "text": "Divenuta amante di Giustiniano, Teodora lo impressionò a tal punto con la sua bellezza e intelligenza da venir elevata al rango di patrizia, lo stesso delle famiglie aristocratiche dell'impero. Una legge impediva che i membri del governo sposassero donne di bassa estrazione, ma la devozione di Giustiniano era tale che la fece abrogare. Nel 525 Giustiniano e Teodora si sposarono: due anni dopo, nel 527, lui salì al trono e lei assunse il titolo di \"Augusta\" o imperatrice di Bisanzio."
            },
            {
                "heading": "Influenza politica",
                "text": "Teodora non fu una semplice regina consorte; Giustiniano si assicurò che fosse nominata co-reggente, un'importante distinzione che le diede molto potere decisionale nella gestione della cosa pubblica. Durante il suo regno Teodora perorò l'adozione di molte politiche innovative (anche per gli standard moderni). Si ritiene che abbia spinto Giustiniano a difendere i diritti delle donne in tutto l'impero, tra le altre cose accrescendo la loro facoltà di possedere proprietà e riformando le leggi sul divorzio, che precedentemente favorivano gli uomini."
            },
            {
                "heading": "Religione",
                "text": "Teodora era quella che si definisce una \"cristiana monofisita\", il che significa che riteneva che Gesù Cristo fosse una creatura totalmente divina, in contrapposizione con la credenza ortodossa che Gesù avesse una natura duale (divina ma con corpo umano). Ai tempi quest'ideologia, considerata eretica e fonte di divisione da molti membri della Chiesa ortodossa, era al centro di un'accesa controversia. Nonostante Giustiniano fosse ortodosso, Teodora tenne fede alle proprie credenze monofisite, arrivando addirittura a dare riparo e soccorso ai capi monofisiti oppressi dalla maggioranza ortodossa. Inoltre fondò un monastero monofisita nella città di Sycae, vicino a Costantinopoli."
            },
            {
                "heading": "La rivolta di Nika",
                "text": "La forza di volontà di Teodora e Giustiniano fu messa alla prova durante la rivolta di Nika, un'insurrezione guidata da due fazioni politiche contrapposte (i Verdi e gli Azzurri) che volevano mettere sul trono un rivale di Giustiniano. Secondo le cronache Giustiniano voleva fuggire dalla città, ma Teodora lo incoraggiò a tener duro: implorandolo di restare, Teodora gli ricordò che è meglio morire da imperatore che da fuggitivo. Confidando nella saggezza delle parole di Teodora, Giustiniano rimase a Costantinopoli e ordinò al più leale dei suoi generali, Flavio Belisario, di attaccare i ribelli. Belisario riuscì a imbottigliare i rivoltosi nell'Ippodromo e a massacrarli, uccidendone a migliaia e schiacciando la ribellione."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "L'imperatrice Teodora è passata alla storia come una delle donne più potenti della sua epoca. È chiaro che la sua volontà ha influenzato molte decisioni del marito: inoltre molti storici concordano sul fatto che, durante la rivolta di Nika, se non fosse stato per il suo saggio consiglio Giustiniano avrebbe incontrato la sua fine e la stessa integrità dell'impero sarebbe stata a rischio."
            }
        ]
    }
}