{
    "id": 28,
    "name": "Cartagine|di Cartagine|a Cartagine|Cartagine|da Cartagine",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/cartagine|di_cartagine|a_cartagine|cartagine|da_cartagine.png",
    "dawn_of_man": "Salute e benedizione a te, onorata regina Didone, fondatrice del leggendario regno di Cartagine. Come narra il grande poeta Virgilio, tuo marito Sicheo fu assassinato per mano del suo stesso fratello, re Pigmalione di Tiro, che in seguito cercò di appropriarsi dei tesori che ti appartenevano per diritto. Temendo che non si sarebbe fermato davanti a nulla pur di appropriarsi di una così grande ricchezza, sei salpata con i tuoi compatrioti verso altri lidi. Giunta sulle rive del Nordafrica, hai beffato un re locale tagliando a strisce una pelle di bue e hai ottenuto un terreno abbastanza ampio da fondare la tua nuova casa, Cartagine, futura capitale di un impero.Astuta e curiosa Didone, il mondo brama una guida che, con la sua scaltrezza e brillante intuizione, lo possa proteggere dalla tempesta in arrivo. Saprai condurre il tuo popolo nella creazione di un nuovo regno all'altezza della potente Cartagine? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Elefante africano|un Elefante africano|dal tuo Elefante africano|al tuo Elefante africano|il tuo Elefante africano|da un Elefante africano",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/african_forest_elephant.json"
        },
        {
            "name": "Quinquereme|una Quinquereme|dalla tua Quinquereme|alla tua Quinquereme|la tua Quinquereme|da una Quinquereme",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/quinquereme.json"
        }
    ],
    "city_names": [
        "Cartagine",
        "Utica",
        "Ippona",
        "Gades",
        "Sagunto",
        "Cartagena",
        "Palermo",
        "Marsala",
        "Hadrumetum",
        "Zama Regia",
        "Karalis",
        "Malaca",
        "Leptis Magna",
        "Biserta",
        "Motya",
        "Sulci",
        "Tharros",
        "Leptis Parva",
        "Solunto",
        "Lixus",
        "Oea",
        "Theveste",
        "Ibossim",
        "Tapso",
        "Aleria",
        "Tingis",
        "Abila",
        "Sabratha",
        "Rusadir",
        "Baecula",
        "Saldae"
    ],
    "spy_names": [
        "Hamilcar",
        "Mago",
        "Baalhaan",
        "Sophoniba",
        "Yzebel",
        "Similce",
        "Kandaulo",
        "Zinnridi",
        "Gisgo",
        "Fierelus"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "L'antico regno di Cartagine, fondato dalla mitica regina Didone, da piccolo insediamento di coloni crebbe sino a diventare una potente civiltà che rivaleggiò con il grande e imponente impero romano. Strategicamente situata sulla costa del Nordafrica, nel corso del I millennio a.C. Cartagine divenne un centro di scambi commerciali sempre più importante nel Mediterraneo. Tuttavia questo successo non fu privo di conseguenze: Cartagine attirò la collera sia della Grecia sia di Roma, dando origine a una serie di leggendari conflitti con questi potenti rivali."
        },
        {
            "heading": "Geografia e clima",
            "text": "Fondata sul Golfo di Tunisi, nel nord dell'Africa, Cartagine era posizionata in modo ideale per sfruttare le vie commerciali che attraversavano tutto il Mediterraneo. La città stessa divenne una delle più grandi dell'epoca, con mura imponenti e molteplici porti per facilitare il carico e lo scarico delle merci. Situata in una regione dal territorio diversificato, il clima di Cartagine era probabilmente simile a quello che c'è oggi in quella zona, con estati calde e secche seguite da inverni miti."
        },
        {
            "heading": "Fondazione",
            "text": "I primi coloni di Cartagine provenivano dal regno di Tiro, parte dell'antica civiltà fenicia. Ripetuta attraverso i secoli nelle fonti storiche e nei racconti popolari, la storia della fondazione di Cartagine si intreccia con la leggenda di Didone, la sua prima regina. I resoconti più vivaci narrano l'astuta fuga di Didone da Tiro e il suo definitivo insediamento nel nord dell'Africa dopo mille peripezie, ma gli storici, più banalmente, attribuiscono la fondazione ai coloni fenici. Su un punto tuttavia non si discute, e cioè che il primo insediamento ebbe luogo intorno al 814 a.C. Il nome di Cartagine deriva dal fenicio \"Qart-hadast\", che significa \"città nuova\". La leggenda racconta che Didone abbia acquisito la terra da un re locale, che gliene concesse tanta quanta fosse riuscita a contenerne una pelle di bue. Didone rapidamente tagliò la pelle in strisce sottili, che poi stese a terra per racchiudere una grande collina e l'area circostante. Quello fu il luogo ove sorse Cartagine."
        },
        {
            "heading": "Ascesa al potere",
            "text": "Cartagine era situata proprio sulle fiorenti rotte commerciali che collegavano Egitto, Grecia e Roma, e non passò molto tempo prima che si imponesse nella regione come nuovo, formidabile impero. Mentre i suoi precursori fenici venivano conquistati e dispersi, nel corso del IV e V secolo, Cartagine dimostrò di essere la più forte delle colonie rimaste, e presto si trovò alla testa di tutte quelle che un tempo erano fedeli a Tiro. Il tentativo di Cartagine di assumere il controllo sulle colonie fenicie sopravvissute portò rapidamente al conflitto contro la Grecia e Roma, che volevano rivendicare per sé le ricche terre della Sicilia e del sud Italia."
        },
        {
            "heading": "Le guerre con la Grecia",
            "text": "La crescente tensione con la Grecia per il controllo della Sicilia portò a una serie di scontri conosciuti come Guerre Siciliane. Durante il VII secolo a.C. la Grecia aveva continuato a fondare colonie nell'Italia meridionale e nella Sicilia occidentale, prosperando nel commercio malgrado la crescente rivalità con Cartagine. Alla fine Cartagine fu obbligata ad affrontare il fatto che i greci continuavano a erodere una quantità sempre maggiore dei territori che un tempo appartenevano ai fenici: così facendo si sarebbe assicurata una flusso regolare di entrate, ma soprattutto avrebbe affermato fortemente che intendeva proteggere le colonie fenicie rimaste.Benché i resoconti scarseggino, è sicuro che inizialmente i cartaginesi abbiano combattuto i greci nella stessa Sicilia. Al principio Cartagine si limitò ad aiutare le colonie a resistere alle incursioni greche, ma nel 480 a.C. la guerra scoppiò apertamente con la battaglia di Imera. L'esercito di Cartagine era condotto da Amilcare Magone, mentre i greci erano comandati da Gelo, governatore di Siracusa: sebbene i dettagli non siano noti, si racconta che le forze cartaginesi furono schiacciate senza difficoltà dall'esercito greco (alcune fonti parlano addirittura di centinaia di migliaia di morti). Amilcare stesso restò ucciso e così, dopo una sola grande battaglia, Cartagine fu costretta a ritirarsi e a pagare un risarcimento ai greci per mantenere il controllo delle sue colonie in Sicilia.Nel 410 a.C. Cartagine tentò ancora una volta di battere la Grecia per strapparle il controllo della Sicilia, questa volta sotto il comando di Annibale Magone, nipote di quell'Amilcare sconfitto così rovinosamente. Annibale ebbe molto più successo del nonno, conquistando parecchie città controllate dai greci prima di far ritorno a Cartagine. Nel 405 a.C. Annibale tentò di impadronirsi rapidamente dell'intera Sicilia, ma il suo esercito fu indebolito dalla peste e lui stesso morì poco tempo dopo.La guerra contro la Grecia continuò per tutto il IV secolo a.C., e si concluse con il completo controllo di Cartagine sulla Sicilia. Ma greci e cartaginesi non smisero di disputarsi vari territori, in un conflitto continuo che alla fine sarebbe sfociato nella Guerra di Pirro."
        },
        {
            "heading": "Roma: da alleata ad avversaria",
            "text": "Durante il lungo conflitto tra greci e cartaginesi Roma si mosse per affermare il proprio dominio su tutta l'Italia. Nel III secolo a.C. restò coinvolta in una guerra con lo stato greco d'Epiro che era giunto in soccorso di Taranto, una colonia italiana coinvolta in una tesa disputa diplomatica con Roma. Quando parecchie navi romane vennero affondate nel porto di Taranto, Roma dichiarò guerra alla colonia, il che portò l'Epiro a combattere. All'inizio il sovrano greco, Pirro, riportò molte vittorie contro i romani, come alla battaglia di Eraclea nel 280 a.C. A questo punto Roma chiese rinforzi a Cartagine, che acconsentì a creare un'alleanza contro i Greci. In seguito Pirro batté ancora l'esercito romano alla battaglia di Ascoli, nel 279 a.C., ma dovette pagare un carissimo prezzo, perdendo diverse migliaia di uomini. È stata proprio questa battaglia a dare origine alla locuzione \"vittoria di Pirro\", a significare un successo ottenuto a un prezzo troppo alto. Nel giro di cinque anni Pirro fu costretto a ritirarsi completamente, lasciando a Roma il controllo incontrastato dell'Italia. Cartagine restava l'unica grande minaccia al dominio di Roma sul Mediterraneo."
        },
        {
            "heading": "Le Guerre Puniche",
            "text": "Non molto tempo dopo la conclusione della Guerra di Pirro, la continua espansione di Roma suscitò la collera di Cartagine: le due rivali non si disputavano solo il controllo del territorio e del commercio, ma anche il prestigio di dominare sul Mediterraneo. Nel 264 a.C. rimasero coinvolte in una controversia locale per il controllo della città siciliana di Messina: una serie di scontri sempre più gravi portò allo scoppio di quelle che sarebbero passate alla storia come Guerre Puniche. Mentre i romani eccellevano negli scontri su terra, Cartagine controllava la più potente flotta navale del tempo: per avere ragione della flotta cartaginese i romani furono costretti ad adattarsi. Utilizzando delle piattaforme d'abbordaggio montate sulle navi, i romani riuscirono a trovare il modo di combattere abilmente anche in mare. La Prima Guerra Punica si concluse nel 241 a.C. dopo una serie di gravi sconfitte cartaginesi, e l'autorità di Roma continuò a crescere. Cartagine fu costretta a pagare un pesante prezzo per la pace e cadde in uno stato di precario equilibrio economico e militare."
        },
        {
            "heading": "Rivolte di mercenari",
            "text": "Dopo la Prima Guerra Punica i cartaginesi si trovarono ad affrontare un conflitto che si erano creati con le loro stesse mani. Nel corso della sua storia Cartagine, che aveva sempre puntato sulla propria superiorità navale, si era affidata a mercenari per la fanteria. Nel 240 a.C. i mercenari che avevano combattuto nella Prima Guerra Punica e non erano stati pagati insorsero, incitando una rivolta che in breve tempo si diffuse i tutti i territori cartaginesi. Durante il conflitto che seguì Amilcare Barca, padre del leggendario generale Annibale, grazie al suo genio tattico condusse valorosamente un piccolo esercito cartaginese alla vittoria sui ribelli. Il suo successo nel sopprimere la rivolta rafforzò il nome della sua famiglia e contribuì direttamente a fare di suo figlio il più grande generale di Cartagine."
        },
        {
            "heading": "Ancora Guerre Puniche",
            "text": "La Seconda Guerra Punica ebbe inizio nel 218 a.C., ancora una volta in seguito a una disputa regionale. Questa volta il pomo della discordia fu la città greca di Sagunto, nella penisola iberica (l'odierna Spagna). In questo periodo il leggendario generale Annibale aveva ormai assunto il comando dell'esercito cartaginese. In seguito a scontri continui per il controllo della città, Annibale condusse la sua armata in Iberia e assediò Sagunto. Dopo averla catturata Annibale vi costituì una base operativa, il che causò l'immediata dichiarazione di guerra da parte di Roma. Con una sorprendente manovra, Annibale decise di portare il suo esercito in Italia via terra, un'impresa colossale che ha reso famosa la sua campagna contro Roma. Conducendo il suo esercito attraverso i pericolosi passi alpini Annibale sperava di invadere l'Italia e cogliere di sorpresa i romani. Le sue forze, composte da 100.000 uomini tra fanteria e cavalleria, dovettero sobbarcarsi all'estenuante marcia attraverso i Pirenei e poi le Alpi. Molti uomini morirono e diversi preziosi elefanti da guerra non resistettero al terribile gelo delle montagne.Finalmente, alla fine del 218 a.C., le truppe di Roma e di Cartagine si scontrarono nella battaglia sul Trebbia, nel nord dell'Italia. Durante la marcia verso l'Italia Annibale aveva perso molti soldati, ma aveva rinforzato l'esercito arruolando soldati delle tribù galliche ansiosi di combattere i nemici romani. Benché le descrizioni della battaglia differiscano nei dettagli, si può affermare con certezza che Roma fu completamente sbaragliata, perdendo migliaia di uomini nonostante avesse messo sul campo un esercito numericamente superiore a quello di Cartagine.In seguito Annibale ottenne un successo dietro l'altro, vincendo molte schermaglie fino alla battaglia di Canne, che resta forse la sua vittoria più grande. Combattuta vicino al villaggio di Canne, sulla costa sud-occidentale dell'Italia, la battaglia fu una delle più importanti di tutta la guerra: infatti Roma, nel tentativo di contrastare l'offensiva di Annibale, aveva schierato un imponente numero di legioni. Sfortunatamente per Roma, lanciare gli uomini in battaglia senza un comando adeguato si rivelò una mossa catastrofica, visto che grazie alla sua tattica superiore Annibale schiacciò rapidamente i romani. I cartaginesi devastarono le colonne di soldati romani, facendo decine di migliaia di morti e infliggendo a Roma un colpo decisivo.Dopo la demoralizzante sconfitta di Canne i romani diedero il via a una campagna di attrito contro le forze di Annibale, arrivando a una situazione di stallo in cui nessuno dei contendenti riusciva ad avere ragione dell'altro o solo a guadagnare terreno. Annibale riuscì a catturare molte colonie italiane, ma i romani d'altro canto compirono incursioni in Iberia, conquistando diversi cruciali insediamenti cartaginesi. Le vittorie romane in Iberia rinvigorirono Roma, che decise di invadere l'Africa con un esercito al comando di Scipione l'Africano.Annibale tornò a Cartagine nel 203 a.C. per affrontare la minaccia di Scipione. Le truppe esauste di Annibale furono battute nella battaglia di Zama dall'esercito romano, che si era appena rinforzato. Anche se Annibale sopravvisse alla battaglia, gran parte del suo esercito fu distrutta. Questa disfatta, così vicina alla stessa città di Cartagine, segnò la fine della Seconda Guerra Punica dopo più di dieci anni di scontri praticamente continui."
        },
        {
            "heading": "Declino e distruzione",
            "text": "Roma accettò una risoluzione pacifica del conflitto con Cartagine in cambio di un colossale risarcimento e del pagamento di un tributo perpetuo da parte del rivale sconfitto. Cartagine aveva perso il controllo dell'Iberia e la sua potenza si era decisamente ridotta. Ma questa non fu la fine dell'antica rivalità: 50 anni dopo, la Terza Guerra Punica avrebbe risolto la questione in modo definitivo.Roma ricominciò il conflitto nel 149 a.C., usando alcune piccole scaramucce di confine come pretesto per giustificare la definitiva conquista di Cartagine. I romani formularono una serie di richieste irragionevoli, probabilmente aspettandosi già il rifiuto di Cartagine, dopodiché assediarono la città per tre anni. La popolazione resistette fino al 146 a.C., ma alla fine fu costretta ad arrendersi: la città fu rasa al suolo, gran parte della popolazione massacrata, i sopravvissuti venduti come schiavi. Questo segnò la fine della grande e potente Cartagine, uno dei regni più straordinari del mondo antico e probabilmente la più grande rivale che Roma abbia mai affrontato."
        },
        {
            "heading": "L'eredità di Cartagine",
            "text": "Partendo da un'umile origine come insediamento di esuli e vagabondi, Cartagine si sviluppò sino a diventare un grande centro di scambi commerciali e la più grande potenza navale del mondo antico. Cartagine e la sua popolazione oggi sono ricordate come l'impero che arrivò a sfidare l'indiscusso potere di Roma."
        },
        {
            "heading": "L'eredità di Cartagine",
            "text": "Partendo da un'umile origine come insediamento di esuli e vagabondi, Cartagine si sviluppò sino a diventare un grande centro di scambi commerciali e la più grande potenza navale del mondo antico. Cartagine e la sua popolazione oggi sono ricordate come l'impero che arrivò a sfidare l'indiscusso potere di Roma."
        }
    ],
    "leader": {
        "name": "Didone",
        "subtitle": "Leader di Cartagine",
        "lived": "800 a.C. circa",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/didone.png",
        "trait": {
            "name": "Tradizione fenicia",
            "effect": "Tutte le città costiere ricevono un Porto gratuito. Dopo la comparsa del primo Grande Generale le unità possono attraversare le montagne. Le unità subiscono 50 PF di danno se terminano il movimento su una montagna."
        },
        "titles": [
            "Regina di Cartagine"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Come la maggior parte delle leggende, anche la storia di Didone, regina di Cartagine, è piena di intrighi e tradimenti. Raccontata in modo diverso attraverso le parole degli storici romani e poi del famoso poeta Virgilio nel suo poema epico, l'Eneide, la storia di Didone comincia con la descrizione della sua giovinezza alla corte di suo padre Mattan, re di Tiro. Il regno di Tiro faceva parte dell'antica civiltà fenicia, situata geograficamente nell'odierno Libano. Didone, che spesso negli antichi documenti storici viene anche chiamata \"Elissa\", salì al trono di Tiro dopo la morte del padre intorno all'anno 800 a.C. L'autorità di Didone, che era stata nominata co-reggente insieme al fratello Pigmalione, non fu universalmente accettata dai sudditi. Nonostante suo padre avesse disposto la divisione del trono, Pigmalione venne riconosciuto come re e a Didone fu lasciato ben poco potere.Non molto tempo dopo Didone fu data in moglie a un prete di nome Acerbas (noto anche come Sicheo), che secondo alcuni avrebbe potuto essere suo zio. Si dice che Acerbas possedesse ricchezze considerevoli, che aveva nascosto sottoterra. Re Pigmalione, venuto a conoscenza di queste ricchezze, fece assassinare Acerbas, sperando di rivendicare l'oro che sarebbe spettato di diritto alla sorella. Anche se le versioni differiscono, alla fine Didone venne a sapere che suo marito era stato ucciso per mano del fratello. Il fantasma stesso di Acerbas una notte le apparve e le consigliò di fuggire dal regno, rivelandole il punto dov'era nascosto il suo oro. Il piano sagace e accurato che Didone elaborò per sfuggire al fratello è la prima testimonianza del carattere ingegnoso per cui in seguito è rimasta famosa.Per non destare i sospetti di Pigmalione, Didone gli disse che desiderava viaggiare per il mondo con l'intento di inviare a Tiro tributi e doni. Pigmalione fu d'accordo e procurò a Didone una piccola flotta navale e servi per aiutarla a preparare il viaggio. Dopo aver caricato di nascosto i sacchi con il tesoro di Acerbas, Didone mise in atto il suo piano. Per ingannare Pigmalione, Didone ordinò ai servi di caricare sacchi pieni di sabbia sui ponti più alti, da usare come esca. Dopo aver issato le vele, Didone dichiarò che l'oro era un'offerta per lo spirito del suo defunto marito e fece gettare in mare i sacchi di sabbia. Pigmalione, credendo che l'oro fosse perso per sempre, non provò nemmeno a inseguirla.In cerca di una nuova casa, Didone e i suoi fecero una prima tappa sull'isola di Cipro, dove un gruppo di locali si unì al suo equipaggio. Alla fine sbarcarono sulle coste dell'Africa settentrionale e cominciarono a negoziare un prezzo con il capo locale per comprare un piccolo pezzo di terra su cui situare il loro nuovo insediamento. Secondo l'accordo con il capo, che credeva di fare così un vero affare, Didone avrebbe ricevuto tanta terra quanta riusciva a cingere in una pelle di bue. L'arguta Didone escogitò allora uno stratagemma: dopo aver tagliato la pelle in strisce sottili, e poi in fibre ancora più piccole, realizzò una corda abbastanza lunga da racchiudere un ampio territorio che comprendeva una collina vicina. Così fu fondata la città di Cartagine, assicurando a Didone la fama di condottiera scaltra e capace.Didone divenne la prima regina di Cartagine e, prosegue la leggenda, fu oggetto di molti corteggiatori, incluso il principe troiano Enea. Nella versione di Virgilio, Enea era stato condotto a Cartagine dalle macchinazioni degli dèi greci. Didone ed Enea diventarono amanti, e quando Enea lasciò Didone per proseguire il suo viaggio, Didone rimase talmente sconvolta da suicidarsi."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "È difficile giudicare una figura leggendaria come quella di Didone, la cui fondazione di Cartagine rimane avvolta nel mito. Nonostante le molte ipotesi che ancora avvolgono nel mistero la sua vita, la sua reputazione di condottiera astuta fa ormai parte della storia e continua ancor oggi a suscitare interesse."
            }
        ]
    }
}