{
    "id": 4,
    "name": "Cina|della Cina|alla Cina|la Cina|dalla Cina",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/china.png",
    "dawn_of_man": "Che la benedizione del cielo scenda su di te, imperatrice Wu Zetian, la più bella e la più fiera tra tutti i sovrani della Cina! O grande imperatrice, la cui sola ombra è sufficiente a far sbocciare i fiori e a far scorrere i fiumi! Tu sei a capo della civiltà cinese, la più antica e grandiosa mai prodotta dall'uomo. La storia della Cina si perde nelle nebbie del tempo e il suo popolo ha goduto di molte scoperte e invenzioni prima ancora che altre imberbi civiltà nascessero. Il contributo cinese alle arti e alle scienze è tale da non potervi rendere giustizia: la stampa, la polvere da sparo, le opere di Confucio... questi non sono che alcuni dei doni che la Cina ha offerto a questo mondo ingrato!O grande imperatrice, tu che, con astuzia e bellezza, da semplice concubina ascendesti al rango di divina imperatrice, ascolta il popolo che vuole essere guidato da te! La grande Cina è ancora una volta circondata dai barbari. Riuscirai a sconfiggere i tuoi numerosi nemici e a riportare il tuo paese alla grandezza? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Cartiera|la Cartiera|una Cartiera",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/paper_maker.json"
        }
    ],
    "unique_units": [
        {
            "name": "Chu-Ko-Nu|un Chu-Ko-Nu|dal tuo Chu-Ko-Nu|al tuo Chu-Ko-Nu|il tuo Chu-Ko-Nu|da un Chu-Ko-Nu",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/chu-ko-nu.json"
        }
    ],
    "city_names": [
        "Pechino",
        "Shanghai",
        "Guangzhou",
        "Nanchino",
        "Xian",
        "Chengdu",
        "Hangzhou",
        "Tianjin",
        "Macao",
        "Shandong",
        "Kaifeng",
        "Ningbo",
        "Baoding",
        "Yangzhou",
        "Harbin",
        "Chongqing",
        "Loyang",
        "Kunming",
        "Taipei",
        "Shenyang",
        "Taiyuan",
        "Tainan",
        "Dairen",
        "Lijiang",
        "Wuxi",
        "Suzhou",
        "Maoming",
        "Shaoguan",
        "Yangjiang",
        "Heyuan",
        "Liaoning",
        "Hubei",
        "Gansu",
        "Huangshi",
        "Yichang",
        "Yingtan",
        "Xinyu",
        "Xinzheng",
        "Handan",
        "Dunhuang",
        "Gaoyu",
        "Nantong",
        "Weifang",
        "Xikang"
    ],
    "spy_names": [
        "Li",
        "Chen",
        "Zhang",
        "Liu",
        "Yang",
        "Huang",
        "Zhao",
        "Wu",
        "Zhou",
        "Sun"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Riassumere la ricca storia della Cina in pochi paragrafi è un'impresa quasi impossibile. La civiltà cinese abbraccia 6.000 anni e una parte considerevole dell'umanità. Ci sono prove della presenza degli antenati dell'uomo in Cina risalente a milioni di anni fa, mentre l'uomo moderno si insediò nella zona almeno 18.000 anni fa, forse ancora prima."
        },
        {
            "heading": "Geografia",
            "text": "Geograficamente la Cina può essere suddivisa in tre aree principali: altopiani montuosi a ovest, sud aspro e accidentato e, verso est, pianure che digradano nel mar Giallo e nel mar Cinese Orientale. Solcate da molti grandi fiumi, le pianure sono incredibilmente fertili e da sempre hanno rappresentato il centro di potere della nazione: chi controlla quell'area controlla tutta l'Asia occidentale."
        },
        {
            "heading": "Gli inizi",
            "text": "La dinastia Xia è l'entità politica centralizzata più antica di cui si abbia conoscenza. Le date precise sono ancora oggetto di dibattito, ma molti storici ritengono che la dinastia abbia regnato dal 2000 al 1600 a.C. Gli Xia non controllavano tutta la Cina; il loro potere era concentrato per lo più nel nord, nell'area che più tardi avrebbe assunto il nome di Manciuria. Alla fine gli Xia furono rovesciati dagli Shang, che regnarono dal XVIII al XII secolo a.C. A loro volta gli Shang furono sconfitti dagli Zhou, che mantennero il potere fin verso il IX secolo a.C. Dal IX al II secolo a.C. la Cina attraversò una serie praticamente ininterrotta di logoranti guerre civili: il cosiddetto periodo delle primavere e degli autunni, che fu seguito dal periodo degli Stati Combattenti. Alla fine, nel II secolo a.C., la dinastia Qin sgominò i rivali e diede origine alla prima nazione cinese veramente unita. I successori dei Qin, gli Han, introdussero la figura dell'imperatore, capo unico e supremo di tutta la Cina."
        },
        {
            "heading": "Storia successiva",
            "text": "Nei secoli successivi il paese fu retto dalle dinastie Tang e Song. Nel 1271 d.C. la Cina fu conquistata dal capo dei mongoli Kublai Khan, che diede origine alla dinastia nota come Yuan. Un secolo dopo anche gli Yuan furono rovesciati dai Ming, che mantennero il potere fino al XVI secolo. I Qing sostituirono i Ming e regnarono fino al 1912, anno in cui fu istituita la Repubblica di Cina. La Repubblica durò fino al 1949, dopodiché fu sostituita dalla Repubblica Popolare Cinese. Tra molte trasformazioni, la Repubblica Popolare Cinese sopravvive ancora oggi."
        },
        {
            "heading": "Invenzioni cinesi",
            "text": "I cinesi sono un popolo molto creativo e hanno regalato al mondo alcune delle invenzioni più importanti della storia, tra cui la carta, la polvere da sparo, la bussola e la stampa a caratteri mobili. Nel caso ve lo stiate chiedendo, questo paragrafo è obbligatorio ogni volta che si discute la storia cinese. Lo esige la legge."
        },
        {
            "heading": "La Cina e il mondo",
            "text": "Per gran parte della sua storia la Cina è rimasta una civiltà isolata, che ha ignorato, ricambiata, il resto del mondo. Questo non è stato molto difficile, dal momento che per molti secoli ha goduto di un grande vantaggio tecnologico e militare su tutti i nemici esterni. Tutte le minacce che non è riuscita a sconfiggere con le armi (come i Mongoli, che l'hanno invasa e conquistata nel 1271), le ha semplicemente assorbite nella sua cultura dominante.Questo processo, però, è arrivato a un punto di rottura nei secoli XVIII e XIX. In questa fase le potenze europee e il Giappone avevano accumulato un netto vantaggio tecnologico sui cinesi. Questo vantaggio, unito a forze navali, armamenti e comunicazioni superiori e tattiche militari avanzate, permise alle potenze straniere di dominare gran parte delle ricche città costiere della Cina, dove si dedicarono a commerci molto fruttuosi (tra cui quello, famigerato, dell'oppio). Il governo centrale cinese, debole e corrotto, non riuscì a scacciare gli odiati stranieri, che abbandonarono le città solo quando furono obbligati a farlo dai giapponesi prima e durante la Seconda Guerra Mondiale."
        },
        {
            "heading": "La Cina oggi",
            "text": "I comunisti sconfissero i nazionalisti subito dopo la Seconda Guerra Mondiale e instaurarono un governo che nei successivi 50 anni consolidò il suo potere, modernizzò le infrastrutture e migliorò la vita e l'educazione della numerosissima popolazione. In questo processo naturalmente ci furono parecchi passi falsi, tra cui l'assurda \"rivoluzione culturale\", che fece del suo meglio per spazzar via un'intera generazione di intellettuali. Negli ultimi 40 anni la Cina si è imposta come una superpotenza mondiale, un gigante economico che ben presto sovrasterà ogni altra nazione, inclusi gli Stati Uniti, che un tempo sembravano inarrestabili.Questo non significa, comunque, che la Cina non abbia una i suoi problemi. Gran parte della sua energia è spesa semplicemente per supportare la sua sterminata popolazione, che per di più è in costante crescita. L'inquinamento sta diventando un problema gravissimo, accentuato dalla continua costruzione di nuove fabbriche e dalla rapida diffusione delle automobili nelle grandi città. Il Tibet, che a seconda dei punti di vista è uno stato prigioniero o una parte integrante della Cina, rimane una ferita aperta e una spinosa questione politica. Nessuno di questi problemi è insormontabile, comunque, e la Cina sembra destinata a dominare il XXI secolo."
        },
        {
            "heading": "La Cina oggi",
            "text": "I comunisti sconfissero i nazionalisti subito dopo la Seconda Guerra Mondiale e instaurarono un governo che nei successivi 50 anni consolidò il suo potere, modernizzò le infrastrutture e migliorò la vita e l'educazione della numerosissima popolazione. In questo processo naturalmente ci furono parecchi passi falsi, tra cui l'assurda \"rivoluzione culturale\", che fece del suo meglio per spazzar via un'intera generazione di intellettuali. Negli ultimi 40 anni la Cina si è imposta come una superpotenza mondiale, un gigante economico che ben presto sovrasterà ogni altra nazione, inclusi gli Stati Uniti, che un tempo sembravano inarrestabili.Questo non significa, comunque, che la Cina non abbia una i suoi problemi. Gran parte della sua energia è spesa semplicemente per supportare la sua sterminata popolazione, che per di più è in costante crescita. L'inquinamento sta diventando un problema gravissimo, accentuato dalla continua costruzione di nuove fabbriche e dalla rapida diffusione delle automobili nelle grandi città. Il Tibet, che a seconda dei punti di vista è uno stato prigioniero o una parte integrante della Cina, rimane una ferita aperta e una spinosa questione politica. Nessuno di questi problemi è insormontabile, comunque, e la Cina sembra destinata a dominare il XXI secolo."
        }
    ],
    "leader": {
        "name": "Wu Zetian",
        "subtitle": "Leader della Cina",
        "lived": "circa 625-705 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/wu_zetian.png",
        "trait": {
            "name": "Arte della guerra",
            "effect": "Il bonus al combattimento dei Grandi Generali aumenta del 15%, inoltre i Generali stessi compaiono il 50% più velocemente."
        },
        "titles": [
            "Imperatrice regnante"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Come gran parte delle civiltà, la Cina è stata dominata dagli uomini per quasi tutta la sua storia. Il potere era quasi completamente precluso alle donne, che solo di recente hanno ottenuto qualche diritto. Che una donna ottenesse il rango di imperatore, che diventasse cioè la persona più potente della Cina, era quasi inconcepibile. In tutta la storia cinese, solo una donna riuscì nell'impresa. Quella persona fu Wu Zetian, uno dei più straordinari governanti - uomo o donna - che il mondo abbia mai visto."
            },
            {
                "heading": "Wu la concubina",
                "text": "Bambina eccezionalmente bella, all'età di 13 anni (nel 639 d.C. circa) Wu divenne concubina dell'imperatore Taizong. Non ebbe figli dall'imperatore e alla sua morte, nel 649, abbandonò il palazzo per diventare monaca buddista, com'era uso in quei tempi per le concubine senza figli. Questa avrebbe dovuto essere la fine della sua storia. Ma il destino le diede un'altra opportunità.Come spesso accade nella politica cinese, anche questa storia è estremamente complicata. L'imperatrice Wang, moglie dell'imperatore Gaozong (figlio del defunto Taizong), aveva paura che questi si stesse infatuando troppo della Consorte Xiao. Questa era effettivamente una questione abbastanza importante, poiché in passato era capitato che le consorti prendessero il posto delle imperatrici e le facessero assassinare. Per distrarre il marito da Xiao, l'imperatrice ricorse a Wu: la ragazza, ancora giovane e bella, tornò quindi al palazzo come Consorte.Questa tattica funzionò fin troppo bene: nel giro di pochi anni Wu prese il posto sia della Consorte Xiao sia dell'imperatrice Wang nel cuore dell'imperatore. Entrambe furono uccise ed ella ottenne il titolo di imperatrice. Alcuni storici ritengono che abbia ucciso la sua stessa figlia neonata, addossando all'imperatore la colpa dell'omicidio. Sebbene ciò non sia mai stato dimostrato, gli eventi successivi hanno indicato che sarebbe stata perfettamente in grado di compiere un'azione simile."
            },
            {
                "heading": "Wu l'imperatrice consorte",
                "text": "In qualità di imperatrice consorte Wu cercò di consolidare rapidamente il suo potere. Si alleò con alcuni dei funzionari più potenti e fece degradare, esiliare o uccidere quelli che si opponevano al suo potere. Seppe consigliare abilmente l'imperatore, che col tempo le concesse sempre più autorità. Nel 660 d.C. l'imperatore fu colpito da una malattia debilitante (alcuni dicono a causa di un lento avvelenamento da parte di Wu, che allora aveva circa 35 anni) e così le lasciò gran parte della gestione dell'impero. Wu dimostrò di essere un'abile amministratrice, con un'intelligenza acuta e una profonda conoscenza della storia e della letteratura. Mostrò anche una considerevole capacità di scoprire e distruggere chiunque complottasse contro di lei o chi, un giorno, avrebbe potuto rappresentare una minaccia. Quando, nel 683, l'imperatore Gaozong morì, non c'è dubbio che fosse la persona più potente della Cina."
            },
            {
                "heading": "Wu l'imperatrice vedova",
                "text": "Dopo la morte di Gaozong divenne imperatore il figlio di Wu, Zhongzong. Egli subito mostrò segni preoccupanti di indipendenza, ad esempio assegnando posti importanti ad alcuni funzionari senza consultarsi con la madre. Questo minacciava di indebolire il potere di Wu, che prese una difficile decisione. Zhongzong fu deposto ed esiliato; il figlio più giovane di Wu divenne imperatore. Non volendo correre rischi, questa volta Wu tenne il nuovo imperatore in isolamento. Avendo senza dubbio imparato la lezione osservando il triste destino del fratello maggiore, il nuovo imperatore rimase molto tranquillo e non fece nulla che potesse offendere l'imperatrice vedova."
            },
            {
                "heading": "L'imperatrice Wu",
                "text": "Nel 690 d.C. Wu riprese il trono e ridusse il figlio Ruizong al ruolo di principe ereditario. Questo causò un certo malcontento tra i tradizionalisti, che Wu affrontò alla sua maniera: in modo rapido e con intransigenza. Estese i poteri alla polizia segreta, che rispondeva direttamente a lei: centinaia di oppositori furono esiliati, imprigionati o uccisi. Questa situazione si protrasse per altri 15 anni finché, all'età di 80 anni, gravemente malata, fu deposta. Morì più tardi quello stesso anno."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Wu è ricordata come un'amministratrice competente, dotata di un'acuta capacità di giudicare gli uomini. Durante il suo regno promosse e supportò uomini capaci, ricevendone in cambio completa lealtà. I generali che nominò conquistarono la Corea, annettendo all'impero anche quella terra prospera. Wu si liberò rapidamente di chiunque potesse rappresentare una minaccia: i primi anni del suo regno furono sanguinosi e repressivi persino per gli standard cinesi. Appena si sentì più sicura sul trono, comunque, limitò l'azione della polizia segreta. Anche i nemici dovettero ammettere a malincuore la sua competenza e risolutezza.In breve, assunse un atteggiamento benevolo con chi non la insidiava e letale con chi osava minacciarla. In definitiva Wu Zetian resta uno dei più affascinanti governanti della storia, un personaggio più che degno di essere approfondito."
            }
        ]
    }
}