{
    "id": 23,
    "name": "Danimarca|della Danimarca|alla Danimarca|la Danimarca|dalla Danimarca",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/danimarca|della_danimarca|alla_danimarca|la_danimarca|dalla_danimarca.png",
    "dawn_of_man": "A te l'onore e la gloria, Harald Gormsson Dente Blu, potente erede di re Gorm il Vecchio e di Thyra Dannebod. Tu hai sconfitto sul campo gli eserciti della Norvegia e hai completato la costruzione di numerose, enormi fortezze circolari in tutte le tue terre per proteggere la popolazione dalle invasioni e dalle tensioni interne. Nel 983 d.C. hai respinto con successo diverse ondate di invasori dalla Germania, chiudendo i confini del tuo regno a ogni influenza esterna.Gagliardo vichingo, il tempo della grandezza sta ritornando. Sei chiamato a sollevare il tuo popolo e guidarlo ancora verso il potere e il trionfo! Il mondo tornerà a tremare al solo pensiero delle scorribande degli Uomini del Nord? Il grido di battaglia dei vichinghi riecheggerà ancora una volta tra i marosi? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Berserker|un Berserker|dal tuo Berserker|al tuo Berserker|il tuo Berserker|da un Berserker",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/berserker.json"
        },
        {
            "name": "Fanteria norvegese sugli sci|una Fanteria norvegese sugli sci|dalla tua Fanteria norvegese sugli sci|alla tua Fanteria norvegese sugli sci|la tua Fanteria norvegese sugli sci|da una Fanteria norvegese sugli sci",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/norwegian_ski_infantry.json"
        }
    ],
    "city_names": [
        "Copenhagen",
        "Aarhus",
        "Kaupang",
        "Ribe",
        "Viborg",
        "Tonsberg",
        "Roskilde",
        "Hedeby",
        "Oslo",
        "Jelling",
        "Truso",
        "Bergen",
        "Far Oer",
        "Reykjavik",
        "Trondheim",
        "Godthab",
        "Helluland",
        "Lillehammer",
        "Markland",
        "Elsinore",
        "Sarpsborg",
        "Odense",
        "Aalborg",
        "Stavanger",
        "Vorbasse",
        "Schleswig",
        "Kristiansand",
        "Halogaland",
        "Randers",
        "Fredrikstad",
        "Kolding",
        "Horsens",
        "Tromso",
        "Vejle",
        "Koge",
        "Sandnes",
        "Holstebro",
        "Slagelse",
        "Drammen",
        "Hillerod",
        "Sonderborg",
        "Skien",
        "Svendborg",
        "Holbaek",
        "Hjorring",
        "Fladstrand",
        "Haderslev",
        "Ringsted",
        "Skive"
    ],
    "spy_names": [
        "Jørgen",
        "Mette",
        "Henrik",
        "Niels",
        "Helle",
        "Frederik",
        "Ida",
        "Thea",
        "Freja",
        "Morten"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Situato all'estremità settentrionale dell'Europa continentale, il regno di Danimarca comprende la Danimarca vera e propria, la Groenlandia e le isole Far Oer. È uno dei regni più antichi del mondo: le prime fonti storiche ne fanno risalire la fondazione al VI o VII secolo d.C., quando i danesi erano ancora un gruppo di tribù sparse nella regione. Riuniti sotto la guida del re Harald Dente Blu, molti danesi si insediarono in Inghilterra o Irlanda durante le invasioni vichinghe. A partire dalle antiche imprese di esplorazione e conquista, per arrivare sino alla Danimarca odierna, il popolo danese ha occupato per secoli un posto in primo piano sul palcoscenico mondiale."
        },
        {
            "heading": "Geografia e clima",
            "text": "La Danimarca è una nazione relativamente piccola (la sua superficie è pari a un settimo di quella dell'Italia) situata nel nord dell'Europa. Insieme alle confinanti Svezia e Norvegia, la Danimarca costituisce la regione chiamata Scandinavia. Sebbene sia costituita per lo più da centinaia di isolette, la sua parte principale, la penisola di Jutland, confina a sud con la Germania: questo ne fa l'unico paese scandinavo direttamente collegato al continente.La Danimarca è un paese pianeggiante, il cui punto più alto si trova a soli 171 metri sul livello del mare. Situata in una zona temperata, non conosce temperature o precipitazioni estreme né d'inverno né d'estate."
        },
        {
            "heading": "Origini e storia antica",
            "text": "Durante l'ultima glaciazione, l'area che corrisponde all'odierna Danimarca fu quasi completamente ricoperta dai ghiacci. Quando il gelo cominciò finalmente a recedere, tra il 14.000 e il 12.000 a.C., piccoli gruppi di cacciatori-raccoglitori cominciarono a insediarsi nell'area, procacciandosi il cibo per lo più con la caccia alla renna. Questi cacciatori avevano uno stile di vita nomade, spostandosi in base al ritmo delle stagioni e seguendo le migrazioni degli animali a cui dovevano la sopravvivenza.La popolazione della regione continuò a crescere grazie al continuo afflusso di immigrati provenienti dal sud, che portarono con sé una conoscenza più approfondita dell'agricoltura. Già nel 3.000 a.C. i coltivatori cominciarono a disboscare ampie zone di foreste decidue in tutta la Danimarca, come dimostra il ritrovamento in tempi moderni di molte asce di selce.Nello stesso periodo si sviluppò l'usanza di costruire i dolmen, specie di tombe, successivamente evoluti in passaggi sotterranei con una o più camere di sepoltura. Il dolmen erano composti da grandi pietre rizzate verticalmente e sormontate da un'altra grande pietra piatta. Queste tombe primitive si svilupparono fino a dare origine a strutture megalitiche composte da uno stretto passaggio fiancheggiato da pietre che conduceva a una vera e propria camera di sepoltura coperta di terra o di altre pietre. Oggi si ritiene che queste complesse strutture abbiano richiesto a intere comunità anni di sforzi per la loro costruzione. La scoperta di alcuni siti privi di resti umani, d'altro canto, fa sì che gli archeologi non siano ancora sicuri del loro vero scopo.Durante l'età del bronzo nordica un'ulteriore evoluzione portò al tumulo, o collina sepolcrale, che oggi viene comunemente associato ai vichinghi. In quest'epoca furono anche realizzati i primi esemplari in bronzo di ascia da battaglia, l'arma leggendaria dei vichinghi. Sebbene la Danimarca disponesse di poco rame con cui realizzare la lega di bronzo, grandi quantità di metallo arrivarono nell'area grazie al commercio e al saccheggio, permettendo ai danesi di padroneggiare l'arte della sua lavorazione. Nell'VIII secolo d.C. divenne possibile sfruttare il ferro, disponibile in grande quantità, cosicché i vichinghi poterono equipaggiarsi al meglio con la loro arma preferita."
        },
        {
            "heading": "L'età dei vichinghi",
            "text": "A partire dall'inizio dell'VIII secolo i vichinghi di Danimarca, Norvegia e Svezia cominciarono a effettuare scorribande attraverso il Mare del Nord contro l'Inghilterra, allargando poi il loro raggio d'azione verso la Francia, la Spagna e le nazioni verso est. Un famoso attacco del 793 contro Lindisfarne, un monastero cristiano vicino alla costa inglese, aprì gli occhi all'Europa e segnò storicamente l'inizio dell'Età dei Vichinghi.L'impresa del leggendario re vichingo Ragnar Lodbrok, che nell'845 risalì la Senna e minacciò di distruggere Parigi, ricevendo un riscatto di 7.000 libbre d'oro, rinforzò ulteriormente la fama dei vichinghi come dell'implacabile flagello che avrebbe afflitto l'Europa fino a tutto l'XI secolo. La propensione di Ragnar di sacrificare i prigionieri catturati ai suoi terribili dèi del Nord terrorizzò i reali europei cristiani, che cominciarono a pagare riscatti sempre più alti (il famoso \"Danegeld\") per placare la sete di sangue dei vichinghi.La chiave del successo delle incursioni degli scandinavi sta nella loro maestria nella costruzione delle navi. Già famosi per la loro impavida padronanza della navigazione, i vichinghi ottennero un vantaggio incalcolabile con l'invenzione della \"Langskip\", la nave lunga. Benché si affidassero alla velatura per muoversi in mare aperto, le navi potevano passare rapidamente all'uso dei remi per avere più manovrabilità vicino alle coste o sui fiumi. Questa versatilità sarebbe stata la rovina di molti insediamenti costieri europei."
        },
        {
            "heading": "Formazione del regno",
            "text": "Re Gorm il Vecchio gettò le basi del regno di Danimarca a partire dal 936 d.C. circa, regnando fino alla sua morte avvenuta nel 958. Suo figlio, Harald Dente Blu, fu il primo a unificare tutta la Danimarca sotto un solo monarca, estendendo l'influenza della nazione su alcune parti della Norvegia e della Svezia. In seguito Dente Blu divenne un grande sostenitore della conversione dei danesi al cristianesimo, un processo che sarebbe stato portato avanti dai suoi successori, in particolare Canuto il Grande e Sweyn II.Canuto (conosciuto anche come Knut) regnò dal 1016 fino alla sua morte nel 1035, e a un certo punto fu contemporaneamente re d'Inghilterra, Danimarca, Norvegia e di una parte della Svezia. Il suo dominio dell'Inghilterra ebbe un'importanza cruciale, perché in quel periodo molti monaci inglesi partirono verso la Danimarca per accelerare la diffusione del cristianesimo. Come riparazione verso la Chiesa, Canuto ordinò che tutti gli edifici di culto e i monasteri che in passato erano stati distrutti o danneggiati dai vichinghi fossero riparati, arrivando addirittura a restituire le ricchezze saccheggiate.In seguito alla morte di Canuto, Magnus regnò brevemente sulla Norvegia e la Danimarca. Ma il maggior impatto sul regno lo ebbe il suo successore, Sweyn II. Sweyn fece costruire molte chiese in tutta la Danimarca e si sforzò di avvicinare i danesi agli altri popoli cristiani d'Europa promuovendo la loro conoscenza del latino. Il regno di Sweyn, comunque, non fu privo di controversie, e anche le sue relazioni con la Chiesa attraversarono parecchi momenti burrascosi. Durante il corso della sua vita ebbe più di 20 figli, 19 dei quali illegittimi. Di questi 19, cinque (Harald III, Canuto IV, Olaf I, Eric I e Niels) succedettero pacificamente l'uno all'altro come re di Danimarca nel corso dei 60 anni successivi alla morte di Sweyn, avvenuta nel 1074.Dal 1397 al 1523 la Danimarca fece parte della cosiddetta Unione di Kalmar, che riunì sotto un unico trono i regni di Danimarca, Norvegia e Svezia. In questo periodo la Danimarca ebbe il primo monarca di sesso femminile, la regina Margherita I, che regnò fino al 1412. La regina che siede attualmente sul trono danese, Margrethe II, è stata la prima donna a ottenere la corona da allora."
        },
        {
            "heading": "Storia successiva",
            "text": "Tra il XVI e il XVIII secolo la Danimarca attraversò un periodo di prosperità, traendo profitto dallo sviluppo del commercio con il resto dell'Europa. Cristiano IV è il monarca che ha occupato più a lungo il trono di Danimarca, regnando dal 1588 al 1648. Durante il suo regno ha promulgato una serie di miglioramenti per rafforzare la difesa dei confini e sviluppare l'economia e la cultura. Sotto la guida di Cristiano le dimensioni della flotta danese furono più che raddoppiate; inoltre vennero costruite numerose fortezze. Nel 1616 la costituzione della Compagnia Danese delle Indie Orientali portò a una breve esplosione economica della nazione, grazie anche al contrabbando di tè verso l'Inghilterra. Cristiano IV è ancor oggi un monarca popolare in Danimarca, ma il suo coinvolgimento in parecchie guerre, tra cui la Guerra dei Trent'anni, portò in effetti al declino dell'influenza danese nella regione del Baltico.Durante le guerre napoleoniche l'irritazione dell'Inghilterra nei confronti dei danesi, che continuavano a commerciare con la Francia, causò una serie di scaramucce navali sempre più aggressive. Nel 1801 gran parte della flotta danese fu distrutta dagli inglesi nelle acque di fronte a Copenhagen. La Gran Bretagna temeva che la Danimarca sarebbe inevitabilmente caduta in mano francese, cosa che avrebbe limitato l'accesso inglese al Mar Baltico - una perdita incalcolabile per il comando militare inglese.Nel 1807 il Bombardamento di Copenhagen (noto anche come Seconda Battaglia di Copenhagen) ebbe inizio quando i danesi si rifiutarono di arrendersi dopo che un'enorme flotta inglese, appoggiata da ingenti forze di terra, aveva circondato la città. Copenhagen subì gravi danni e oltre 5.000 danesi, tra militari e civili, furono uccisi nell'attacco successivo. Gli inglesi confiscarono le navi danesi sopravvissute, forzando la Danimarca a entrare in guerra dalla parte della Francia. La nazione continuò a combattere fino al 1813, quando le spese belliche la gettarono nella bancarotta obbligandola a firmare il Trattato di Kiel tra Gran Bretagna, Svezia e i regni alleati di Danimarca e Norvegia."
        },
        {
            "heading": "Seconda Guerra Mondiale",
            "text": "La Danimarca riuscì a superare la Prima Guerra Mondiale conservando una posizione neutrale, ma finì inevitabilmente coinvolta nella seconda. Nell'aprile del 1940 fu invasa dalla Germania, che non incontrò molta resistenza. La Danimarca mantenne gran parte delle funzioni di un governo indipendente e continuò a cooperare economicamente con la Germania durante l'occupazione fino al 1943. Nell'agosto di quell'anno il governo danese si rifiutò di cooperare ulteriormente e ordinò l'auto-affondamento della flotta navale. Durante il periodo dell'occupazione il movimento di resistenza danese, aiutato dal governo, aiutò una buona parte degli ebrei danesi a fuggire in Svezia.Dopo la liberazione, nel 1945, la Danimarca si unì alle forze Alleate e divenne uno dei membri fondatori delle Nazioni Unite. La Danimarca prese anche parte attiva alla formazione della NATO, l'alleanza militare costituita all'inizio del 1949."
        },
        {
            "heading": "La Danimarca moderna",
            "text": "Oggi la Danimarca è una monarchia costituzionale; la regina Margrethe II ricopre il ruolo di capo di stato e il governo è basato su un sistema parlamentare. Dopo un referendum tenuto nel 1972 la Danimarca è entrata a far parte della Comunità Economica Europea. A differenza di molti membri della successiva Unione Europea, tuttavia, la Danimarca si è rifiutata di adottare la moneta comune, l'Euro. Oggi la Danimarca vanta un'economia solida, che prospera sempre più nonostante le ridotte dimensioni del paese. Il suo prodotto interno lordo è il 16mo al mondo. Le esportazioni principali danesi sono cibo e bestiame, oltre a macchinari e materie prime per uso industriale. Nonostante possieda ampie scorte di petrolio, la Danimarca è leader mondiale nello sfruttamento dell'energia eolica. Oggi l'energia tratta dal vento rappresenta il 15% della produzione energetica totale danese, la percentuale più alta in tutto il mondo. A partire dai suoi umili inizi nell'età della pietra, la Danimarca ha compiuto grandi passi e si è sviluppata sino a diventare una delle nazioni più progredite e moderne del mondo."
        },
        {
            "heading": "Figure culturali di spicco",
            "text": "Nel corso della storia la Danimarca ha dato i natali a molte figure importanti in campo culturale e scientifico. L'autore e poeta Hans Christian Andersen si è guadagnato la fama con le sue fiabe, che continuano a ispirare sempre nuove rappresentazioni. Il fisico Niels Bohr ha vinto il premio Nobel nel 1922. I suoi studi sono stati fondamentali per lo sviluppo della prima bomba atomica. A metà del XX secolo Arne Jacobsen, il \"padre del design danese\", ha ispirato architetti e designer di tutto il mondo con il suo stile funzionale e moderno, adatto a una grande varietà di applicazioni che vanno dai mobili all'illuminazione."
        },
        {
            "heading": "Figure culturali di spicco",
            "text": "Nel corso della storia la Danimarca ha dato i natali a molte figure importanti in campo culturale e scientifico. L'autore e poeta Hans Christian Andersen si è guadagnato la fama con le sue fiabe, che continuano a ispirare sempre nuove rappresentazioni. Il fisico Niels Bohr ha vinto il premio Nobel nel 1922. I suoi studi sono stati fondamentali per lo sviluppo della prima bomba atomica. A metà del XX secolo Arne Jacobsen, il \"padre del design danese\", ha ispirato architetti e designer di tutto il mondo con il suo stile funzionale e moderno, adatto a una grande varietà di applicazioni che vanno dai mobili all'illuminazione."
        },
        {
            "heading": "Figure culturali di spicco",
            "text": "Nel corso della storia la Danimarca ha dato i natali a molte figure importanti in campo culturale e scientifico. L'autore e poeta Hans Christian Andersen si è guadagnato la fama con le sue fiabe, che continuano a ispirare sempre nuove rappresentazioni. Il fisico Niels Bohr ha vinto il premio Nobel nel 1922. I suoi studi sono stati fondamentali per lo sviluppo della prima bomba atomica. A metà del XX secolo Arne Jacobsen, il \"padre del design danese\", ha ispirato architetti e designer di tutto il mondo con il suo stile funzionale e moderno, adatto a una grande varietà di applicazioni che vanno dai mobili all'illuminazione."
        }
    ],
    "leader": {
        "name": "Harald Dente Blu",
        "subtitle": "Leader della Danimarca",
        "lived": "circa 920-986 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/harald_dente_blu.png",
        "trait": {
            "name": "Furia vichinga",
            "effect": "Le unità imbarcate hanno +1 al [ICON_MOVES] movimento. Spendono solo 1 punto per sbarcare, mentre le unità da combattimento ravv. nulla."
        },
        "titles": [
            "Re di Danimarca",
            "Re di Norvegia"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Harald \"Dente Blu\" Gormsson è stato re di Danimarca per quasi 30 anni, a partire dal 958 d.C. circa. Durante il suo regno Dente Blu riunì le diverse tribù danesi e respinse parecchie incursioni provenienti dalla Norvegia e Germania, promuovendo nel contempo la costruzione di grandi strutture difensive. Inoltre Dente Blu è famoso per aver abbandonato la tradizione pagana dei suoi antenati, abbracciando con devozione la fede cristiana e cercando di convertire pacificamente il suo popolo."
            },
            {
                "heading": "Giovinezza",
                "text": "La data precisa della nascita di Harald è sconosciuta, ma in base alle cronache delle sue imprese si può presumere che sia nato intorno al 920 d.C. Figlio di Gorm il Vecchio e della regina Thyra Dannebod, Dente Blu fu educato sotto tutti gli aspetti come un vero vichingo. Negli anni della giovinezza Dente Blu prese il mare insieme al fratello Canuto (noto anche come Knut) per saccheggiare e devastare, riportando al padre le spoglie di guerra. Si ritiene che Canuto, il figlio primogenito e favorito di Gorm, sia rimasto ucciso in Inghilterra durante un'incursione vicino all'Irlanda. La morte di Canuto lasciò Harald unico erede al trono di Danimarca. Alla morte di Gorm, nel 958 d.C., Dente Blu salì al trono e si dimostrò un capace condottiero sia dentro che fuori il campo di battaglia."
            },
            {
                "heading": "Unificazione della Danimarca",
                "text": "Poco dopo la morte del padre consolidò il suo potere muovendosi rapidamente per unificare le poche tribù danesi che non riconoscevano ancora le sua guida. Benché Gorm sia considerato il primo vero re di Danimarca, infatti, il suo dominio non abbracciò l'intera regione e durante il regno alcune tribù restarono ancora indipendenti. Dente Blu, d'altro canto, estese il proprio controllo sull'intero territorio danese e su alcune aree della Norvegia e della Svezia. Per un certo periodo rivendicò addirittura il titolo di re di Norvegia, per quanto la sua autorità in quella regione rimanga opinabile."
            },
            {
                "heading": "Grandi costruzioni",
                "text": "Durante il suo regno Harald Blu commissionò una serie di importanti progetti di costruzione in tutta la Danimarca. In quel periodo le \"pietre runiche\" erano la forma più comune di monumento usato per commemorare le gesta dei defunti, e Dente Blu trovò opportuno onorare in tal modo i suoi genitori. A questo scopo fece erigere una pietra vicino alla città di Jelling, che oggi è considerata l'esempio più famoso di iscrizione runica in Danimarca. Tra le altre cose, sulla pietra si può distinguere chiaramente l'immagine di un Cristo sulla croce, tanto che oggi viene spesso chiamata il \"certificato di battesimo della Danimarca\". In un certo senso si può dire che la pietra segni l'abbandono delle tradizioni politeistiche seguite fino ad allora dalla maggioranza della popolazione danese.Oltre alle pietre di Jelling, Dente Blu fu responsabile dello sviluppo di una serie di sei fortezze vichinghe ad anello, chiamate \"Trelleborg\". La costruzione di questi forti ebbe inizio in seguito alla perdita di molti territori di confine a opera di bande di scorridori germanici. Le fortezze erano in grado di ospitare fino a 500 guerrieri e riuscirono a respingere con successo ulteriori incursioni e a proteggere i territori interni della Danimarca."
            },
            {
                "heading": "Conversione al cristianesimo",
                "text": "Gli storici moderni discutono ancora della conversione al cristianesimo di Harald, avvenuta intorno al 960 d.C., soprattutto perché sono state tramandate diverse versioni degli eventi. I due resoconti più importanti sono quelli di due contemporanei, Vitichindo di Corvey e Adamo di Brema. Vitichindo ha scritto che Dente Blu era stato convertito da un chierico noto con il semplice nome di \"Poppa\", un ospite a corte o forse un missionario che si era spinto fino alla Danimarca. Adamo di Brema (il cui resoconto è di cent'anni posteriore) sostiene invece che Harald fosse stato convertito con la forza da Ottone I di Germania in seguito a una sconfitta in battaglia.Al di là dei dettagli sulla sua conversione, si può dire con certezza che Harald divenne un devoto seguace del cristianesimo: lo dimostra non solo l'inclusione di simboli cristiani sulla pietra di Jelling che commemora i suoi genitori, ma anche il fatto che Dente Blu fece riesumare i resti del padre dal tradizionale tumulo vichingo in cui era stato sepolto per farli traslare sotto una chiesa da lui costruita, accanto alla quale si trovano tuttora le pietre di Jelling."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Oggi re Harald Dente Blu, che regnò per più di trent'anni, viene generalmente considerato un monarca giusto e saggio. Nonostante qualche sconfitta, riuscì a mantenere il suo paese libero dall'influenza di diversi potenti vicini, plasmandone allo stesso tempo la cultura per i secoli a venire. Alla fine il suo stesso figlio, Sweyn, si ribellò contro di lui e lo costrinse a fuggire dalla Danimarca. Dopo la morte di Harald Dente Blu, avvenuta nel 986 d.C., Sweyn Barbaforcuta si impadronì del trono e lasciò a sua volta un segno importante nella storia."
            }
        ]
    }
}