{
    "id": 5,
    "name": "Egitto|dell'Egitto|all'Egitto|l'Egitto|dall'Egitto",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/egypt.png",
    "dawn_of_man": "Salute a te, o grande Ramses, faraone d'Egitto, che fai sorgere il sole e scorrere il Nilo e che benedici il suo popolo con ogni cosa buona della vita! O grande capo, da tempo immemore il tuo popolo ha vissuto lungo le sponde del fiume Nilo, dove ha concepito la scrittura e approfondito la matematica, la scultura e l'architettura, creando migliaia di anni fa i grandi monumenti che ancora oggi si erigono alti e fieri.O Ramses, il tuo popolo è sopravvissuto al tempo, mentre altre insignificanti nazioni sono cresciute e sono morte. Adesso il tuo popolo vuole che lo guidi verso la grandezza. Riuscirai a onorare gli dèi e a ridare all'Egitto il ruolo che merita, quello di centro del mondo? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Sepolcro|il Sepolcro|un Sepolcro",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/burial_tomb.json"
        }
    ],
    "unique_units": [
        {
            "name": "Carro da guerra|un Carro da guerra|dal tuo Carro da guerra|al tuo Carro da guerra|il tuo Carro da guerra|da un Carro da guerra",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/war_chariot.json"
        }
    ],
    "city_names": [
        "Tebe",
        "Menfi",
        "Eliopoli",
        "Elefantina",
        "Alessandria",
        "Pi-Ramesses",
        "Giza",
        "Akhenaton",
        "Hieraconpolis",
        "Abydos",
        "Asyut",
        "Avaris",
        "Lisht",
        "Butos",
        "Edfu",
        "Pithom",
        "Busiris",
        "Kahun",
        "Athribis",
        "Mendes",
        "El-Ashmunein",
        "Tanis",
        "Bubastis",
        "This",
        "Oryx",
        "Sebennytus",
        "Akhmim",
        "Karnak",
        "Luxor",
        "El-Kab",
        "Armant",
        "Balat",
        "El-Lahun",
        "Kom Medinet Ghurab",
        "Hawara",
        "Dashur",
        "Raqote",
        "Damanhur",
        "Merimde",
        "Abusir",
        "Eracleopoli",
        "Akoris",
        "Beni Hasan",
        "Tasa",
        "Badari",
        "Ermopoli",
        "Amrah",
        "Negade",
        "Koptos",
        "Hermonthis",
        "Ombos",
        "Aniba",
        "Soleb",
        "Semna",
        "Amara"
    ],
    "spy_names": [
        "Refaat",
        "Heba",
        "Salah",
        "Ahmed",
        "Zakaria",
        "Bastet",
        "Ma'at",
        "Nebhet",
        "Tefenet",
        "Neuth"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Poche civiltà hanno lasciato un marchio indelebile sulla storia come l'Egitto. Raccolta intorno al fiume Nilo per 5.000 anni, quella egizia è una delle più antiche civiltà del pianeta. Si ritiene che tra molte altre cose l'Egitto abbia inventato la scrittura, nel 3000 a.C. circa. Applicando metodi matematici avanzati gli studiosi egizi sono stati in grado di calcolare con grande precisione il movimento dei pianeti. E naturalmente gli Egizi figurano tra i più grandi architetti della storia del mondo, avendo creato monumenti e templi che ispirano soggezione ancora oggi."
        },
        {
            "heading": "Geografia",
            "text": "Quella egizia è una civiltà fluviale basata sul Nilo, che con i suoi 6.640 km è il fiume più lungo del mondo. L'Egitto ne abbraccia la sezione più settentrionale, in particolare il corridoio sottile ma estremamente fertile che attraversa il territorio arido e desertico del Sahara. La superficie dell'Egitto si estende per una lunga distanza da est a ovest, ma la maggior parte dell'area è occupata da un deserto vuoto e disabitato; per tutta la sua storia, in effetti, la maggior parte degli egiziani ha vissuto così vicino al fiume da poterlo raggiungere a piedi.Fino alla realizzazione degli argini, nel XX secolo, il Nilo straripava ogni estate. I contadini contavano su queste inondazioni periodiche per portare acqua e nutrimento ai campi, tanto che un solo anno di siccità causava carestie che riducevano la popolazione allo stremo. Il Nilo ha sempre fornito anche una buona dose di proteine agli abitanti, che già in tempi antichi hanno padroneggiato l'arte della pesca e della costruzione di piccole imbarcazioni.Il Mediterraneo si estende a nord dell'Egitto. Un mare temperato e generoso, il Mediterraneo ha spinto tutti i popoli che hanno vissuto sulle sue coste a praticare l'esplorazione e il commercio."
        },
        {
            "heading": "Origini",
            "text": "Si pensa che i primi coloni abbiano raggiunto la valle del Nilo intorno al 7000 a.C., spinti verso il fiume dal cambiamento climatico che stava trasformando in deserto le terre circostanti, precedentemente fertili. Verso il 5000 a.C. gli insediamenti sparsi lungo il fiume raccoglievano le messi; con l'espansione dell'agricoltura anche i villaggi crebbero di importanza e dimensioni. È a questo periodo che risalgono i primi oggetti di lusso ritrovati nelle tombe: ceramiche funerarie, ornamenti di rame, perline e cosmetici che suggeriscono un significativo miglioramento delle condizioni di vita e della cultura.La ricchezza della nazione consentì anche la creazione e il mantenimento di forze militari con cui fu possibile conquistare le civiltà vicine. Intorno al 3000 a.C. gran parte dell'Egitto era stata unificata. Il primo re menzionato nelle fonti storiche è Menes, fondatore della capitale Menfi e promotore di molti lavori di irrigazione. La sua \"prima dinastia\" sarebbe durata un paio di secoli."
        },
        {
            "heading": "Il periodo arcaico",
            "text": "La prima e la seconda dinastia sono note collettivamente come \"periodo arcaico\" e vanno approssimativamente dal 3100 al 2600 a.C. Durante questo periodo l'Egitto estese il suo controllo verso sud lungo il Nilo e a est e a ovest lungo la costa del Mediterraneo."
        },
        {
            "heading": "L'antico regno",
            "text": "Questo periodo va da 2600 al 2100 a.C. L'antico regno è famoso per le piramidi, costruite come mausolei dei faraoni. Le navi egizie solcavano il Mediterraneo e il Mar Rosso scambiando beni come cibo, spezie e cedro libanese, oltre a generi di lusso come mirra, ebano e oro. L'antico regno si concluse quando una grave siccità fece crollare il governo centrale già indebolito dalla corruzione e dalla guerra civile."
        },
        {
            "heading": "I periodi successivi",
            "text": "Il periodo dell'antico regno fu seguito dal primo periodo intermedio, il medio regno, il secondo periodo intermedio, il nuovo regno, il terzo periodo intermedio e finalmente il periodo tardo. Durante questi periodi (che vanno dal 2100 al 600 a.C. circa) il governo si consolidò e cadde diverse volte; fasi di lotta e conflitto interno si alternarono a lunghe parentesi di grande pace e prosperità. Durante i periodi di debolezza l'Egitto veniva invaso da potenze esterne, mentre quand'era forte i faraoni riuscivano a estendere i confini e l'influenza della nazione.Nel 525 a.C. l'Egitto fu conquistato dalla Persia, che lo controllò fino alla conquista di Alessandro Magno nel 332 a.C. Dopo la morte di Alessandro i Greci stabilirono la dinastia dei Tolomei.Abili governanti, i Tolomei regnarono ininterrottamente fino alla morte di Cleopatra VII nel 30 a.C. Il suo suicidio segnò la fine della dinastia e l'inizio di vari secoli in cui l'Egitto sarebbe rimasta una provincia dell'impero romano prima e bizantino poi. Seppur investito dalla travolgente espansione islamica nel 642 d.C., l'Egitto sarebbe rimasto occupato dagli stranieri (prima arabi, poi ottomani, francesi e inglesi), fino alla fine della Prima Guerra Mondiale, quando finalmente un'amministrazione inglese logorata dai conflitti coloniali gli concesse l'indipendenza. Dal 1922 al 1952 l'Egitto si presentò al mondo come una delle monarchie costituzionali di maggior successo. Sotto la cenere, però, covava la rivoluzione: nel luglio del 1952 il colpo di stato militare guidato da Gamal Nasser fece ironicamente dell'Egitto una delle rare isole di stabilità nel turbolento Medio Oriente."
        },
        {
            "heading": "Arte e cultura",
            "text": "La padronanza egizia dell'architettura monumentale non ha praticamente rivali nella storia. Gli Egizi furono anche grandi scultori e crearono molte statue dei loro faraoni e degli dèi. Inoltre realizzarono gioielli e lavori d'oreficeria belli e delicati, in oro e altri metalli preziosi, che sono stati poi ritrovati nelle tombe e nelle cripte. In effetti, gran parte della cultura e delle arti egizie sembrano avere come oggetto la morte, la sepoltura e l'aldilà (anche se bisogna specificare che questo è ciò che più spesso è stato trovato nelle tombe: è possibile che manufatti di diverso argomento semplicemente non siano sopravvissuti)."
        },
        {
            "heading": "Religione",
            "text": "Nella società egizia la religione aveva un posto importantissimo. Gli Egizi avevano un pantheon di dèi estremamente affollato, nonché miti di creazione complessi e dettagliati. Il faraone era insieme umano e divino ed era responsabile di intercedere presso gli dèi in nome dei sudditi. Inoltre i sacerdoti servivano anche la società in veste di impiegati civili (se gli Egizi avevano mai sentito parlare del concetto di separazione tra Chiesa e Stato, certo non volevano averci nulla a che fare). Le persone credevano nella magia, nella stregoneria e in un aldilà riservato ai più meritevoli. Molti storici ritengono che le piramidi fossero considerate una via verso gli dèi per coloro che vi erano seppelliti."
        },
        {
            "heading": "Riepilogo",
            "text": "È chiaro che non è possibile descrivere in pochi paragrafi una civiltà che abbraccia 5.000 anni. Al culmine del suo potere l'Egitto è stato un impero possente che dominava un intero continente. Le sue innovazioni scientifiche e culturali hanno portato incalcolabili benefici all'umanità. Le sue opere più titaniche, le piramidi, sono una visione sbalorditiva oggi come 4.000 anni fa."
        },
        {
            "heading": "Riepilogo",
            "text": "È chiaro che non è possibile descrivere in pochi paragrafi una civiltà che abbraccia 5.000 anni. Al culmine del suo potere l'Egitto è stato un impero possente che dominava un intero continente. Le sue innovazioni scientifiche e culturali hanno portato incalcolabili benefici all'umanità. Le sue opere più titaniche, le piramidi, sono una visione sbalorditiva oggi come 4.000 anni fa."
        },
        {
            "heading": "Riepilogo",
            "text": "È chiaro che non è possibile descrivere in pochi paragrafi una civiltà che abbraccia 5.000 anni. Al culmine del suo potere l'Egitto è stato un impero possente che dominava un intero continente. Le sue innovazioni scientifiche e culturali hanno portato incalcolabili benefici all'umanità. Le sue opere più titaniche, le piramidi, sono una visione sbalorditiva oggi come 4.000 anni fa."
        }
    ],
    "leader": {
        "name": "Ramsete II",
        "subtitle": "Leader dell'Egitto",
        "lived": "1303 - 1213 a.C. ca.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ramesses_ii.png",
        "trait": {
            "name": "Costruttori di monumenti",
            "effect": "+20% alla Produzione per la costruzione di Meraviglie."
        },
        "titles": [
            "Ramsete il Grande",
            "Il Grande Antenato"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Ramsete II è considerato il più grande e potente faraone della storia egizia. Salito al trono ventenne, Ramsete regnò per più di 60 anni. È ricordato come un grande comandante militare, ma anche per i grandi programmi di costruzioni pubbliche. Inoltre fondò una nuova capitale, la città di Pi-Ramses. Alcuni storici ritengono che il faraone antagonista di Mosè sia proprio lui."
            },
            {
                "heading": "Gli inizi",
                "text": "Dal momento che l'Egitto era appena uscito da un periodo di declino, il padre di Ramsete, Seti I, aveva dovuto passare molto tempo a sedare rivolte nelle province in Asia. Gli Ittiti, originari dell'Asia Minore, stavano estendendo il loro potere verso sud, e le due grandi civiltà si disputavano da tempo il controllo della Siria e della Palestina. Il giovane Ramsete accompagnò suo padre in alcune di queste campagne e all'età di 10 anni ricevette il grado di capitano. È quasi certo che il significato di questa cerimonia fosse solo simbolico, ma dimostra che certamente il ragazzo aveva cominciato l'addestramento militare da giovanissimo. In seguito alla morte del padre Ramsete salì al trono. Aveva poco più di 20 anni."
            },
            {
                "heading": "Le campagne militari",
                "text": "Quattro anni dopo condusse un'armata a nord per riconquistare le province ribelli che suo padre non era stato in grado di riconquistare. La campagna apparentemente fu un successo; l'esercito avanzò sino a Beirut.L'anno successivo Ramsete attaccò la roccaforte ittita di Kadesh. La battaglia di Kadesh è una delle pochissime di quell'epoca di cui ci siano giunti resoconti. Ritenendo che la cittadella fosse stata abbandonata, Ramsete si avvicinò senza troppa cautela e cadde nell'agguato di un grande contingente di carri nascosti dietro le fortificazioni. Per quanto alla fine sia riuscito a ottenere una vittoria risicata, l'esercito ne risultò così indebolito che dovette ritirarsi in Egitto, lasciando il forte in mano ittita. Ramsete continuò a combattere gli Ittiti per altri 12 anni e riportò anche qualche vittoria tattica, ma non fu in grado di mantenere il controllo delle terre disputate. Oltre alla guerra contro gli Ittiti, Ramsete organizzò campagne contro la Nubia e la Libia, estendendo il suo dominio verso ovest e sud. Ma queste furono imprese meno importanti, perché questi nemici non minacciavano in alcun modo la sopravvivenza dell'Egitto."
            },
            {
                "heading": "La pace con gli Ittiti",
                "text": "Dopo 21 anni di regno Ramsete arrivò finalmente alla conclusione che era inutile continuare a combattere, così acconsentì a firmare la pace con gli Ittiti. Questo è il più antico trattato di pace a noi pervenuto. È interessante notare che ne sono state redatte due versioni: quella egizia afferma che furono gli Ittiti a chiedere la pace, in quella ittita invece si dice che la prima mossa verso la conclusione delle ostilità provenne dagli Egizi.Sembra che questo trattato sia riuscito a stabilizzare con successo i confini tra le due grandi potenze, perché durante il regno di Ramsete non ci furono altri scontri tra Egizi e Ittiti."
            },
            {
                "heading": "Pi-Ramses",
                "text": "All'inizio del suo regno Ramsete spostò la capitale da Tebe verso nord, in una cittadina sul delta del Nilo che ribattezzò \"Pi-Ramses\". La nuova posizione era più vicina alle sue terre natali, ma soprattutto alle irrequiete province settentrionali e al pericoloso confine con il regno ittita. In pochi anni il villaggio, prima tranquillo e sonnolento, fu trasformato in un importante centro di governo e di produzione di armi. La città fu impreziosita da un grande palazzo e diversi templi, oltre che da numerose statue e altri abbellimenti.Pi-Ramses fu abbandonata molto tempo dopo il regno di Ramsete. Per molti secoli la sua locazione precisa andò perduta, ma di recente gli archeologi hanno scoperto delle rovine che potrebbero appartenere all'antica capitale."
            },
            {
                "heading": "Lavori pubblici",
                "text": "Durante il suo regno Ramsete diede il via alla costruzione di molti lavori pubblici in tutto l'Egitto. Molti erano templi e monumenti, ma non mancarono i depositi, gli edifici governativi, gli acquedotti e così via. Ramsete comprese l'importanza della propaganda e per questo coprì l'Egitto di statue e bassorilievi che lo rappresentavano, spesso modificando i ritratti di faraoni precedenti affinché portassero il suo nome e le sue fattezze (e ordinando agli scultori di incidere la sua immagine in profondità, in modo che i successori non potessero fare lo stesso con lui)."
            },
            {
                "heading": "Riferimenti biblici",
                "text": "Molti storici ritengono che Pi-Ramses sia la \"Raamses\" menzionata nel Vecchio Testamento, una delle città d'oro costruite dagli Israeliti durante la cattività in Egitto. Alcuni ritengono che Ramsete sia proprio il faraone citato nell'Esodo, il monarca che Mosè dovette affrontare per ottenere la liberazione del suo popolo. Questo aspetto, comunque, è ancora oggetto di dibattito (in particolar modo dal momento che Ramsete II visse a lungo e non morì certamente annegato nel Mar Rosso)."
            },
            {
                "heading": "Morte e sepoltura",
                "text": "Ramsete morì all'età di 90 anni. Fu seppellito in una tomba nella Valle dei Re, ma in seguito fu trasferito in una località segreta. Il suo corpo fu scoperto alla fine del XIX secolo e oggi è in esposizione al Museo egizio del Cairo. È difficile immaginare se il faraone si sentirebbe oltraggiato da un simile affronto o lusingato da tanta pubblicità."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Ramsete II regnò per circa 66 anni, il secondo regno più lungo della storia egizia. Rafforzò i confini del suo impero e stipulò un trattato di pace di grande successo con i suoi più acerrimi nemici, gli Ittiti. È chiaro che ebbe a cuore il benessere del suo popolo, dato che spese gran parte dei suoi tesori per finanziare enormi opere pubbliche. Oggi gli egiziani lo considerano il più grande faraone della storia, un'opinione che è difficile criticare."
            }
        ]
    }
}