{
    "id": 6,
    "name": "Inghilterra|dell'Inghilterra|all'Inghilterra|l'Inghilterra|dall'Inghilterra",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/inghilterra|dell'inghilterra|all'inghilterra|l'inghilterra|dall'inghilterra.png",
    "dawn_of_man": "Lode a Sua Serena Altezza, regina Elisabetta Gloriana, che guida e protegge la celebre nazione marittima d'Inghilterra. L'Inghilterra è una terra antica, con insediamenti risalenti fino a 35.000 anni fa e oggetto di innumerevoli ondate di invasioni, ciascuna delle quali ha poi contribuito a definire il carattere della popolazione. Anche se l'Inghilterra è un'isola poco estesa, per anni la sua gente ha dominato la scena mondiale: la sua flotta ineguagliabile, i suoi brillanti artisti e l'astuzia dei suoi mercanti le hanno conferito un potere e un'influenza che andavano ben al di là dei semplici numeri.Regina Elisabetta, farai tornare il popolo inglese alla sua età dell'oro? Esso si rivolge a te per ritrovare la pace e la prosperità di un tempo. Accetterai di indossare il mantello della grandezza? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Arciere con arco lungo|un Arciere con arco lungo|dal tuo Arciere con arco lungo|al tuo Arciere con arco lungo|il tuo Arciere con arco lungo|da un Arciere con arco lungo",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/longbowman.json"
        },
        {
            "name": "Nave di linea|una Nave di linea|dalla tua Nave di linea|alla tua Nave di linea|la tua Nave di linea|da una Nave di linea",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/ship_of_the_line.json"
        }
    ],
    "city_names": [
        "Londra",
        "York",
        "Nottingham",
        "Hastings",
        "Canterbury",
        "Coventry",
        "Warwick",
        "Newcastle",
        "Oxford",
        "Liverpool",
        "Dover",
        "Brighton",
        "Norwich",
        "Leeds",
        "Reading",
        "Birmingham",
        "Exeter",
        "Cambridge",
        "Gloucester",
        "Manchester",
        "Bristol",
        "Leicester",
        "Carlisle",
        "Ipswich",
        "Portsmouth",
        "Berwick",
        "Bath",
        "Mumbles",
        "Southampton",
        "Sheffield",
        "Salisbury",
        "Colchester",
        "Plymouth",
        "Lancaster",
        "Blackpool",
        "Winchester",
        "Hull"
    ],
    "spy_names": [
        "James",
        "Scarlett",
        "Mycroft",
        "Charlotte",
        "Gwendolyn",
        "Mr. Eks",
        "Dr. Grey",
        "Andrew",
        "Scott",
        "Anne"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "L'Inghilterra fa parte della Gran Bretagna, un'isola \"verde e amena\" situata a poca distanza dalle coste nord-ovest dell'Europa continentale. È il membro più grande dell'entità politica nota come Regno Unito di Gran Bretagna e Irlanda del Nord. Un popolo storicamente marinaio, per gran parte degli ultimi 500 anni gli inglesi hanno sfruttato la loro impareggiabile flotta per estendere i propri interessi dall'Europa in tutto il globo."
        },
        {
            "heading": "Geografia e clima",
            "text": "L'Inghilterra occupa la maggior parte dell'isola di Gran Bretagna (con il Galles a ovest e la Scozia a nord). Con una superficie di 230.000 kmq, la Gran Bretagna è poco più grande del Kansas. Fino a circa il 6000 a.C. un ponte naturale collegava l'isola all'Europa; in seguito il continente fu separato dal canale della Manica, che nel punto più stretto è largo 32 km.L'Inghilterra è abbellita da dolci colline ed è dotata di una grande quantità di risorse naturali, tra cui il carbone e (nei tempi antichi) enormi foreste. Grazie alle correnti tiepide provenienti dall'Atlantico meridionale, l'Inghilterra ha molte precipitazioni e inverni relativamente miti."
        },
        {
            "heading": "Storia antica: arrivano i Romani",
            "text": "La prima descrizione dettagliata dell'Inghilterra risale al tempo dei Romani. Giulio Cesare invase la Gran Bretagna nel 55 a.C. Cesare trovò che l'isola era abitata da forse un milione di Celti divisi in tribù in guerra costante tra loro e dotati di una tecnologia risalente all'età del ferro. In tutto Cesare comandò due spedizioni sull'isola, ma nonostante le molte battaglie combattute, le insurrezioni in Gallia lo obbligarono a ritirarsi prima di aver potuto consolidare le sue conquiste.I Romani tornarono in Gran Bretagna 90 anni dopo, questa volta con un grande spiegamento di forze. Nel 43 d.C. quattro legioni (per un totale di circa 20.000 soldati) sotto il comando di Aulo Plauzio sbarcarono sulla costa sud o sud-est (la posizione esatta è sconosciuta) e marciarono nell'entroterra. Dopo molte dure battaglie riuscirono a schiacciare la resistenza dei locali e a stabilire una capitale di provincia a Camulodunum (Colchester). Nei 50 anni successivi i Romani estesero il confine verso ovest, conquistando il Galles dopo aver vinto una dura resistenza, e verso nord fino al fiume Tyne. Nel 122 cominciò la costruzione del Vallo di Adriano, una fortificazione progettata per proteggere la Britannia romana dai bellicosi Pitti (proto-scoti) che abitavano gli altopiani del nord.I Romani mantennero il potere in Gran Bretagna per altri tre secoli, fino a circa il 410 d.C. L'occupazione ebbe un profondo impatto sulle popolazioni native, introducendo importanti innovazioni nell'agricoltura, nella tecnologia, nell'architettura e nella cultura."
        },
        {
            "heading": "L'ascesa e la caduta (e l'ascesa) dei Sassoni",
            "text": "Quando, a causa della pressione di tribù germaniche come quella dei Vandali, la presenza militare romana cominciò a ritirarsi dalla Britannia e dall'Europa occidentale, il vuoto di potere fu prontamente riempito da signori della guerra locali. Nessuno di loro, comunque, era abbastanza forte da resistere agli attacchi dei Pitti, degli Irlandesi e degli altri invasori barbari. Secondo la leggenda, re Vortigern invitò i Sassoni della Germania a spostarsi in Britannia per combattere i Pitti, ma nel 442 gli stessi Sassoni si scagliarono contro i loro ospiti e conquistarono gran parte dei bassipiani. I Sassoni mantennero il potere per circa 50 anni, finché non furono scacciati dai Britanni grazie a un intelligente uso della cavalleria.A metà del VI secolo apparve una nuova ondata di invasori germanici, gli Anglo-Sassoni, che sterminarono gli abitanti originali spingendo i pochi sopravvissuti verso ovest, in Cornovaglia e nel Galles. Gli Anglo-Sassoni avrebbero regnato per diversi secoli, durante cui l'isola conobbe la conversione al cristianesimo e un grande sviluppo culturale legato in gran parte alla presenza di importanti monasteri. È durante questo periodo che gli abitanti del sud-est della Gran Bretagna cominciarono a chiamare se stessi \"inglesi\"."
        },
        {
            "heading": "I Vichinghi",
            "text": "Nel IX secolo l'Inghilterra (così come la Scozia e l'Irlanda, per non parlare della maggior parte dell'Europa) si trovò a subire gli assalti continui dei razziatori scandinavi noti come Vichinghi. I Vichinghi conquistarono molte città e villaggi lungo il Mare del Nord, e verso la metà del secolo controllavano quasi metà della Gran Bretagna, Londra inclusa. Nell'877 Alfredo il Grande, re del Wessex, riuscì a fermare la loro avanzata nell'Inghilterra meridionale. Nei 50 anni successivi lui e i suoi eredi lottarono senza tregua per riconquistare le terre occupate dai danesi. Athelstan, il nipote di Alfredo, nel 927 diventò il primo sovrano a regnare su tutta l'Inghilterra.Tuttavia i danesi non avevano ancora rinunciato all'Inghilterra: nel 980 cominciò una nuova ondata di incursioni. Logorati da 20 anni di guerre continue, nel 1013 gli inglesi si arresero e accettarono come re Sweyn di Danimarca. A Sweyn succedette Canuto, che regnò fino al 1035. Per 30 anni danesi e inglesi coesistettero abbastanza pacificamente, fino al 1066, quando l'Inghilterra fu invasa ancora una volta."
        },
        {
            "heading": "La conquista normanna",
            "text": "Il 27 settembre 1066 Guglielmo, duca di Normandia, lanciò una grande invasione dell'Inghilterra attraversando la Manica con 6.000 tra cavalieri e fanti. Dopo aver sconfitto l'esercito inglese e ucciso re Harold nella battaglia di Hastings, Guglielmo marciò su Londra. Nel dicembre del 1066 la maggior parte dei nobili inglesi aveva giurato fedeltà a Guglielmo, che fu incoronato a Natale nell'Abbazia di Westminster. Sotto il governo normanno i legami storici dell'isola con la Scandinavia furono recisi e l'Inghilterra si avvicinò molto all'Europa."
        },
        {
            "heading": "Il Medioevo",
            "text": "Nei 400 anni successivi in Inghilterra accaddero moltissime cose. Ci furono aspre lotte di potere, ribellioni, guerre civili, oltre a diverse guerre in Europa e Scozia. Ci furono diverse crociate, numerose epidemie di peste e carestie, e molti re di nome Riccardo o Enrico, alcuni piuttosto pazzi. Sfortunatamente lo spazio ci obbliga a spostarci rapidamente nel XV secolo e all'ascesa di Elisabetta."
        },
        {
            "heading": "Regina Elisabetta I",
            "text": "La regina Elisabetta I è stata uno dei regnanti più straordinari in tutta la storia inglese. Figlia di Enrico VIII, Elisabetta salì al trono in un periodo di grandi sovvertimenti sociali e religiosi in Inghilterra (e nel resto d'Europa). Intelligente, bella e molto coraggiosa, Elisabetta ereditò un paese quasi in bancarotta, sull'orlo di una guerra civile religiosa e a rischio di conquista da parte di un vicino molto più potente, la Spagna. Durante il suo regno Elisabetta I unificò il paese, respinse i tentativi di conquista spagnoli e instaurò una delle più luminose età dell'oro dell'arte e della letteratura. Inoltre riorganizzò la flotta inglese, che avrebbe dominato i mari per secoli.Per saperne di più sulla regina Elisabetta I potete leggere la sua voce nella Civilopedia."
        },
        {
            "heading": "Gli Stuart",
            "text": "Elisabetta I morì senza lasciare figli, così il trono inglese passò a Giacomo Stuart, re di Scozia, che divenne Giacomo I d'Inghilterra. Carlo I, il successore di Giacomo, fu rovesciato dal Parlamento dopo la guerra civile inglese (1641-1645). La corona fu ripristinata nel 1660, ma in una posizione molto più debole: infatti d'allora in poi avrebbe regnato \"secondo la volontà del Parlamento\"."
        },
        {
            "heading": "Il Regno Unito",
            "text": "Nel 1707 fu emanato l'Atto di Unione, che univa la Scozia all'Inghilterra e al Galles. Il Parlamento scozzese fu unito a quello inglese e l'Inghilterra cessò di esistere come entità politica autonoma. L'Inghilterra comunque costituisce la parte più grande, più ricca e più potente del Regno Unito, tanto che molte persone usano ancora in modo intercambiabile i termini \"Inghilterra\" e \"Regno Unito\", con grande irritazione di gallesi e scozzesi (e in tempi recenti dei nordirlandesi).Nel 1800 il Regno Unito cercò di annettere l'Irlanda, diventando il \"Regno Unito di Gran Bretagna e Irlanda\". Gli irlandesi, in gran parte cattolici, si opposero strenuamente all'annessione, con conseguenze sanguinose che durarono più di un secolo. Nel 1922 la parte meridionale dell'Irlanda ottenne l'indipendenza, così il Regno Unito fu nuovamente ribattezzato, diventando stavolta \"Regno Unito di Gran Bretagna e Irlanda del Nord\"."
        },
        {
            "heading": "Il Regno di Britannia",
            "text": "Durante il regno di Elisabetta fu stabilita la prima colonia inglese nel Nuovo Mondo, mentre la potente marina britannica si dedicò a proteggere i crescenti interessi inglesi in tutto il mondo. I primi possedimenti coloniali dell'Inghilterra erano situati nei Caraibi e in Nord America, ma con il tempo la sua influenza si estese anche in Asia e nel Pacifico del sud. In India la potenza britannica si estese tanto da scacciare tutte le altre nazioni europee; a un certo punto il subcontinente arrivò di fatto a essere governato dalla Compagnia Inglese delle Indie Orientali.Nella seconda metà del XVIII secolo l'Inghilterra perse il controllo di gran parte del Nord America in seguito alla lunga e dolorosa rivoluzione delle Tredici Colonie (che poi diventarono gli Stati Uniti d'America). Questo fu un duro colpo per il prestigio inglese, ma l'impero continuò imperturbabile a espandersi. All'inizio del Novecento era diventato il più grande e potente della storia, abbracciando un quarto delle terre emerse e della popolazione della Terra."
        },
        {
            "heading": "Il Regno Unito in guerra",
            "text": "Per gran parte della sua storia il Regno Unito ha cercato di impedire a qualsiasi altra potenza di dominare l'Europa e di sviluppare una flotta in grado di rivaleggiare con quella inglese. Durante il regno di Elisabetta la minaccia più seria venne dalla Spagna. L'Inghilterra cercò di mandare la corona spagnola in bancarotta catturando le navi che trasportavano l'oro del Nuovo Mondo e supportando le insurrezioni nelle sue colonie. Nel XVII secolo l'Inghilterra combatté una serie di guerre contro l'Olanda, le cui navi minacciavano il primato britannico sui mari.Nell'Ottocento si scontrò contro il potente impero francese comandato da Napoleone Bonaparte. La Francia aveva dalla sua un esercito incomparabile e quello che forse è il più grande generale della storia, l'Inghilterra la flotta e le ricchezze di un impero che abbracciava tutto il mondo. Lo scontro tra titani durò 12 anni, ma alla fine Napoleone fu sconfitto.[NEWLINENel XX secolo, naturalmente, il Regno Unito dovette combattere la Germania e i suoi alleati nelle due grandi guerre mondiali. Questi conflitti misero alla prova il popolo inglese fino ai limiti della resistenza umana, e per quanto la nazione ne uscisse due volte vittoriosa, il costo in termini di risorse e vite umane fu tale da lasciarla esausta e praticamente in bancarotta, senza più alcuno dei possedimenti del vecchio impero."
        },
        {
            "heading": "Presente e futuro",
            "text": "Ci sono voluti molti anni, ma il Regno Unito si è ripreso dalle devastazioni inflitte dalle guerre del XX secolo. Per quanto non sia più una superpotenza mondiale (ruolo passato agli Stati Uniti e, più di recente, alla Cina) continua ad avere una potente flotta, una cultura fiorente e una forte economia. Pur facendo parte di un'Europa sempre più unita e potente, resta sempre il primo alleato degli Stati Uniti d'America. Non c'è dubbio che la terra \"verde e amena\" continuerà in futuro a influenzare il corso degli eventi mondiali."
        },
        {
            "heading": "Presente e futuro",
            "text": "Ci sono voluti molti anni, ma il Regno Unito si è ripreso dalle devastazioni inflitte dalle guerre del XX secolo. Per quanto non sia più una superpotenza mondiale (ruolo passato agli Stati Uniti e, più di recente, alla Cina) continua ad avere una potente flotta, una cultura fiorente e una forte economia. Pur facendo parte di un'Europa sempre più unita e potente, resta sempre il primo alleato degli Stati Uniti d'America. Non c'è dubbio che la terra \"verde e amena\" continuerà in futuro a influenzare il corso degli eventi mondiali."
        },
        {
            "heading": "Presente e futuro",
            "text": "Ci sono voluti molti anni, ma il Regno Unito si è ripreso dalle devastazioni inflitte dalle guerre del XX secolo. Per quanto non sia più una superpotenza mondiale (ruolo passato agli Stati Uniti e, più di recente, alla Cina) continua ad avere una potente flotta, una cultura fiorente e una forte economia. Pur facendo parte di un'Europa sempre più unita e potente, resta sempre il primo alleato degli Stati Uniti d'America. Non c'è dubbio che la terra \"verde e amena\" continuerà in futuro a influenzare il corso degli eventi mondiali."
        },
        {
            "heading": "Presente e futuro",
            "text": "Ci sono voluti molti anni, ma il Regno Unito si è ripreso dalle devastazioni inflitte dalle guerre del XX secolo. Per quanto non sia più una superpotenza mondiale (ruolo passato agli Stati Uniti e, più di recente, alla Cina) continua ad avere una potente flotta, una cultura fiorente e una forte economia. Pur facendo parte di un'Europa sempre più unita e potente, resta sempre il primo alleato degli Stati Uniti d'America. Non c'è dubbio che la terra \"verde e amena\" continuerà in futuro a influenzare il corso degli eventi mondiali."
        }
    ],
    "leader": {
        "name": "Elisabetta I",
        "subtitle": "Leader dell'Inghilterra",
        "lived": "1533-1603",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/elisabetta_i.png",
        "trait": {
            "name": "Il sole non tramonta mai",
            "effect": "+2 al [ICON_MOVES] movimento di tutte le unità navali. Ricevi 1 Spia extra."
        },
        "titles": [
            "Gloriana",
            "La Regina Vergine",
            "La buona regina Bess"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Elisabetta I era una donna notevole in un'epoca notevole. Bella, brillante e dura come il ferro, riuscì a sopravvivere e prosperare in un'epoca in cui le donne erano considerate poco più di beni mobili."
            },
            {
                "heading": "La giovinezza",
                "text": "Figlia di Enrico VIII e Anna Bolena, successivamente fatta decapitare dallo stesso marito perché tra le altre cose non gli aveva dato un erede maschio, la gioventù di Elisabetta fu piena di pericoli. Figlia indesiderata di un re pazzo che aveva distrutto il legame dell'Inghilterra con la Chiesa cattolica e affrontato una guerra civile per sposare legalmente un'altra donna (anzi, diverse, come si sarebbe visto successivamente), Elisabetta dovette far uso di tutta la sua astuzia per sopravvivere. La sua educazione fu eccellente grazie agli insegnamenti di numerosi maestri, tra cui i più grandi eruditi del suo tempo. Lei, dal canto suo, era una studentessa eccezionale: sapeva parlare correttamente cinque lingue.Quando Enrico VIII morì, il trono passò al giovane figlio Edoardo. A 15 anni Elisabetta fu coinvolta in un complotto per rovesciarlo. Arrivò quasi al punto di essere decapitata, ma riuscì a sopravvivere convincendo i suoi scettici inquisitori di non sapere nulla della congiura.Quando re Edoardo morì nel 1553, la sorella maggiore di Elisabetta, Maria, ereditò il trono. Ardente cattolica, Maria era molto impopolare nella cerchia dei nobili protestanti, che tentarono senza successo di rovesciarla nel 1554. Ancora una volta Elisabetta fu implicata, ma grazie alla sua abilità oratoria riuscì a evitare di nuovo il patibolo. Maria morì nel 1558 e così Elisabetta divenne finalmente regina."
            },
            {
                "heading": "Regina Elisabetta I",
                "text": "Fu una monarca eccezionale. Istituì la Chiesta protestante come religione ufficiale d'Inghilterra. Tuttavia, per quanto fosse possibile, cercò di mitigare la persecuzione dei cattolici nel paese, quando invece la maggior parte della nobiltà cattolica tramava attivamente per ucciderla. Rivalutò la moneta inglese, un passo cruciale per risollevare le prostrate finanze del paese.Per raggiungere i suoi scopi Elisabetta utilizzò tutti gli strumenti a sua disposizione. Di se stessa sviluppò con cura l'immagine di \"Regina Vergine\", cosa che aumentò enormemente la sua popolarità tra la gente comune. In effetti ricevette innumerevoli offerte di matrimonio da nobili e persino re di tutta Europa. Ma non ne accettò alcuna, utilizzando invece il proprio stato di nubile per controllare amici e avversari; se una fazione diventava troppo forte, poteva tenerla a bada suggerendo di considerare un matrimonio con qualcuno di una fazione opposta."
            },
            {
                "heading": "Patrona delle arti",
                "text": "Elisabetta fu una grande protettrice delle arti, in particolar modo della musica e della letteratura. Fece dell'Inghilterra un centro culturale, permettendo il fiorire di artisti come Shakespeare. Durante il suo regno fu costruito il primo teatro inglese, presto seguito da molti altri, tra cui il famoso The Globe. Nel 1574 rese legali le rappresentazioni durante i giorni feriali. Grande ammiratrice della poesia, Elisabetta stessa scrisse un certo numero di poesie degne di nota."
            },
            {
                "heading": "Relazioni estere",
                "text": "Sul fronte militare, la minaccia più grande per l'Inghilterra fu la cattolica Spagna. La Spagna era la grande potenza del periodo sul continente: il suo re, Filippo, aveva espresso più volte l'intenzione di invadere l'Inghilterra. Nel 1588 Filippo costruì una grande flotta per conquistare la nazione emergente. Elisabetta organizzò rapidamente la marina del suo paese per respingere il nemico. Grazie alla perfetta combinazione di tattica e ingegneria navale, e con l'aiuto di un po' di brutto tempo al momento giusto, gli inglesi riuscirono a uscirne vittoriosi. L'Inghilterra non sarebbe più stata sotto una seria minaccia di invasione per quasi 400 anni.Durante il regno di Elisabetta Inghilterra, Francia, Spagna e Olanda stabilirono tutte colonie nel Nuovo Mondo. Come la maggior parte delle altre nazioni, anche Elisabetta impiegò un gran numero di corsari per attaccare le navi e le colonie straniere. Il bersaglio favorito dei corsari rimase la Spagna, con le sue ricchezze provenienti dalle Americhe.In generale, comunque, a parte il fortunato trionfo sull'Armada spagnola Elisabetta non viene ricordata per i successi militari. Intraprese diverse campagne in Irlanda, Francia e Olanda, ma nessuna riportò grandi risultati."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Elisabetta morì nel 1603 dopo aver regnato per 45 anni. Negli ultimi anni alcuni rovesci militari ed economici appannarono la sua figura, tanto che molti in Inghilterra furono felici di vedere la fine del suo regno, ma gli storici sono concordi nel riconoscere che lasciò l'Inghilterra in condizioni molto migliori rispetto a quando aveva preso il potere. Le sue migliori abilità furono l'acuto senso di sopravvivenza, il talento per l'autopromozione, il carisma personale e la durezza, che si può tranquillamente paragonare a quella dei più grandi monarchi della storia. Per descriverla non ci sono parole migliori delle sue: \"So di avere il corpo di una debole e fragile donna, ma ho il cuore e lo stomaco di un re\"."
            }
        ]
    }
}