{
    "id": 30,
    "name": "Etiopia|dell'Etiopia|all'Etiopia|l'Etiopia|dall'Etiopia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/etiopia|dell'etiopia|all'etiopia|l'etiopia|dall'etiopia.png",
    "dawn_of_man": "Molte benedizioni su di te, onorevole e retto imperatore dell'Etiopia, Hailé Selassié. La tua figura di grande monarca e di capo spirituale del movimento rastafariano è superata solo dall'influenza che hai saputo esercitare sulla scena politica e diplomatica mondiale. Introducendo la prima costituzione scritta in Etiopia hai piantato i semi della democrazia, semi che avrebbero messo radici negli anni successivi. La tua saggezza e comprensione profonda degli affari del mondo hanno assicurato all'Etiopia un posto come membro delle Nazioni Unite. Durante il tuo regno ti sei adoperato per riformare e modernizzare la nazione, segnando per sempre la storia etiope.Onorato re, in passato la tua condotta misurata ha già protetto il popolo dai molti conflitti che tormentano le nazioni degli uomini. Oggi il regno ti chiede di assicurare ancora una volta la pace. Governerai la tua gente con coraggio e autorità, conducendola in una nuova epoca? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Stele|la Stele|una Stele",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/stele.json"
        }
    ],
    "unique_units": [
        {
            "name": "Mehal Sefari|un Mehal Sefari|dal tuo Mehal Sefari|al tuo Mehal Sefari|il tuo Mehal Sefari|da un Mehal Sefari",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/mehal_sefari.json"
        }
    ],
    "city_names": [
        "Addis Abeba",
        "Harar",
        "Adua",
        "Lalibela",
        "Gondar",
        "Axum",
        "Dire Dawa",
        "Bahir Dar",
        "Adama",
        "Mek'ele",
        "Awasa",
        "Jimma",
        "Jijiga",
        "Dessie",
        "Debre Berhan",
        "Shashamane",
        "Debre Zeyit",
        "Sodo",
        "Hosaena",
        "Nekemte",
        "Asella",
        "Dila",
        "Adigrat",
        "Debre Markos",
        "Kombolcha",
        "Debre Tabor",
        "Sebeta",
        "Shire",
        "Ambo",
        "Negele Arsi",
        "Gambela",
        "Ziway",
        "Weldiya"
    ],
    "spy_names": [
        "Mulu Ken",
        "Wendimu",
        "Li'ol",
        "Demeke",
        "Mulu Alem",
        "Abebech",
        "Zema",
        "Mihret",
        "Kebedech",
        "Alemnesh"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Terra di antichi imperi risalenti agli ultimi secoli del primo millennio a.C., l'Etiopia ha una storia appassionante, ricca di grandi re e imperatori. Una delle poche nazioni africane a sfuggire alle ambizioni coloniali europee, l'Etiopia mantenne la propria sovranità e indipendenza fino al XX secolo inoltrato, e precisamente finché le forze italiane comandate da Mussolini la invasero nel 1935. Fu durante questo periodo che il famoso imperatore Hailé Selassié proiettò l'Etiopia alla ribalta globale, guidandola oltre le tribolazioni della Seconda Guerra Mondiale sul cammino della modernizzazione e delle riforme."
        },
        {
            "heading": "Geografia e clima",
            "text": "L'Etiopia occupa la maggior parte del Corno d'Africa, sulla costa nord-orientale del continente, ed è il decimo paese dell'Africa per superficie. Diviso a metà dalla Grande Fossa Tettonica, il territorio etiope è dominato da grandi altopiani e irregolari catene montuose. Data la sua posizione a cavallo della placca tettonica africana, che si sta spaccando in due da milioni d'anni, non sorprende che nel corso della sua storia l'Etiopia sia stata squassata da parecchi terremoti. Il paese comprende anche molte decine di vulcani attivi e non, tra cui Erta Ale, uno dei pochi vulcani al mondo sormontati da un lago di lava permanente. Il clima è molto vario, per quanto la nazione faccia parte di una regione tropicale con piogge intense durante la stagione estiva dei monsoni seguite da un inverno asciutto e temperato."
        },
        {
            "heading": "Origine dello sviluppo umano",
            "text": "La Grande Fossa Tettonica che taglia a metà l'Etiopia è stata considerata a lungo il luogo di nascita dell'umanità. Al suo interno sono stati scoperti numerosi reperti fossili, in particolare il famoso scheletro di \"Lucy\", che risale a circa tre milioni di anni fa. Questi antichi ominidi in seguito si sono evoluti nei primi Homo sapiens, presenti in piccoli gruppi in tutta l'Etiopia più di 100.000 anni fa."
        },
        {
            "heading": "Preistoria",
            "text": "Già 10 millenni prima di Cristo l'Etiopia era abitata da popoli tribali che si sostenevano con forme primitive di agricoltura e allevamento. Più tardi, durante l'apice della civiltà degli antichi Egizi, mercanti di entrambe le nazioni stabilirono rotte commerciali per scambiare oro, ossidiana, avorio e altri materiali preziosi. Questi antichi abitanti dell'Etiopia, che vivevano nella misteriosa Terra di Punt, svilupparono molte delle pratiche agricole che ancora oggi fanno parte della cultura etiope."
        },
        {
            "heading": "I primi regni",
            "text": "Il potente impero di Axum fu il più avanzato degli antichi regni etiopi, e come tale è ben documentato dalle fonti storiche, ma questo non toglie che sia anche avvolto dalla leggenda. Fondato intorno al IV secolo a.C., nel corso dei cinquecento anni successivi Axum divenne un potente centro di commercio. Incenso e mirra, prodotti preziosi ricavati da alberi molto diffusi in Etiopia, potarono grande ricchezza alla città e alla popolazione di Axum. L'esportazione di questi prodotti, a cui si univano avorio e metalli preziosi, fece sì che Axum entrasse a fare parte integrante della rete commerciale fra Egitto, Roma e India: l'economia locale fiorì a tal punto che, per supportarla, la città cominciò addirittura a battere una propria moneta.Secondo la leggenda il grande impero cadde dopo secoli di prosperità a causa di una regina ambiziosa di nome Gudit. La storia racconta che Axum era stata a lungo una roccaforte della cristianità: Gudit, regina ebrea, avrebbe devastato il territorio e assassinato la famiglia reale per poi insediarsi sul trono. Sebbene le fonti sulla vita di Gudit e sul suo breve dominio siano ambigue e controverse, è certo che il declino di Axum sia coinciso con il presunto arrivo della regina, nel X secolo d.C.La dinastia Zagwe, stabilita all'inizio del XII secolo, fu la prima al comando di un impero che avrebbe mantenuto il controllo della nazione fino al XX secolo inoltrato. La dinastia Zagwe restò al potere per poco più di un secolo, ma in quel breve lasso di tempo contribuì grandemente alla diffusione del cristianesimo in Etiopia, un aspetto che avrebbe giocato un ruolo fondamentale nel futuro del paese."
        },
        {
            "heading": "Ritorno della dinastia di Salomone",
            "text": "Nel 1270 d.C. il regno dell'imperatore Yekuno Amlakla diede il via alla dinastia Salomonide, che avrebbe governato l'Etiopia per secoli. I monarchi di questa discendenza facevano risalire il loro lignaggio al grande re biblico Salomone e alla sua regina, Makeda. La leggenda racconta che nel X secolo a.C. Makeda fosse in viaggio dal suo regno di Saba (corrispondente a una parte dell'odierna Etiopia) verso Israele, allo scopo di apprendere da re Salomone, famoso per la sua saggezza. Sebbene i resoconti forniscano versioni diverse circa la sua relazione con Salomone, Makeda in seguito diede alla luce un figlio, Menelik. Dopo essere stato educato alla corte di Salomone, Menelik sarebbe tornato in Etiopia portando con sé, come dono del padre, la leggendaria Arca dell'Alleanza. Menelik I regnò intorno al 950 a.C. e fu l'origine della stirpe biblica che i successivi imperatori d'Etiopia avrebbero rivendicato come sacra.2.000 anni dopo il regno di Menelik, Yekuno Amlak sostenne di aver ricostruito il proprio albero genealogico e di far risalire le sue origini direttamente al leggendario imperatore e ai suoi genitori. Questa nuova dinastia Salomonide mantenne il potere in Etiopia per più di cinque secoli, interrompendosi solo con l'avvento di Hailé Selassié negli anni '70 del Novecento. Grazie anche al pieno supporto della potente chiesa ortodossa etiope (che ancor oggi sostiene di custodire la leggendaria Arca dell'Alleanza), gli imperatori salomonidi poterono contare su una relativa stabilità, nonostante un certo numero di tentate incursioni dall'esterno."
        },
        {
            "heading": "L'invasione islamica",
            "text": "Verso la metà del XVI secolo l'Etiopia confinava con una nazione in rapida ascesa, il Regno Islamico di Adal. Sul trono di Adal c'era Imam Ahmad Gargn, noto con il soprannome di \"il conquistatore\". Nel 1529 Imam Ahmad diede inizio a una guerra santa contro i cristiani d'Etiopia, scatenando un grande conflitto che infuriò per quasi 15 anni. Ahmad riuscì quasi nel suo intento di spazzar via l'intero regno nemico, impadronendosi di grandi porzioni di territorio etiope.Dopo aver sofferto grandi perdite, l'impero etiope fu costretto a chiedere aiuto ai portoghesi per respingere gli eserciti islamici. Nei decenni precedenti esploratori e missionari erano giunti in Etiopia dal Portogallo con lo scopo di convertire la popolazione al cattolicesimo romano, e dal canto suo il Portogallo stava già combattendo una guerra contro gli islamici ottomani. Dopo un lungo conflitto, che alla fine spinse gli stessi ottomani a schierarsi in aiuto del regno di Adal, la guerra terminò nel 1543 in seguito alla morte di Imam Ahmad e del generale portoghese Cristóvão da Gama. L'Etiopia poté finalmente recuperare dalle ferite della guerra, ma la rapida diffusione del cattolicesimo nelle regioni vicine portò instabilità interna, con la chiesa ortodossa etiope che faticava a mantenere una presa salda sulla nazione."
        },
        {
            "heading": "L'età dei Principi",
            "text": "Il periodo del XVIII secolo noto come Zamana Mesafent, o \"Età dei Principi\", fu contrassegnato da una quasi continua turbolenza politica. Il consolidamento di fazioni religiose opposte, insieme alle costanti dispute regionali, portò al collasso del governo centrale. Innumerevoli battaglie scoppiarono tra principi, signori della guerra e nobili, ognuno dei quali voleva dividere la regione per aumentare il proprio potere personale. Il popolo etiope cercava di sopravvivere in mezzo a questa tempesta di futili conflitti.L'imperatore che pose finalmente termine all'Età dei Principi, Kassa Hailu, salì inizialmente alla ribalta come fuorilegge e bandito. Kassa Hailu aveva ammassato una grande ricchezza e organizzato un esercito attraverso il contrabbando, e si era guadagnato il favore del popolo dividendo le sue ricchezze con i poveri. Dopo aver unito diverse province ed essersi assicurato un grande seguito, nel 1855 Hailu fu incoronato imperatore con il nome di Twedoros II. Sotto il suo regno, considerato da molti l'inizio dell'epoca moderna per l'Etiopia, la nazione ritrovò finalmente la stabilità."
        },
        {
            "heading": "Hailé Selassié",
            "text": "Il più famoso dei grandi imperatori d'Etiopia è forse Hailé Selassié, che salì al trono nel 1930 e nel giro di poco tempo riuscì a imporre l'Etiopia e il suo popolo sul palcoscenico del mondo. Durante il suo regno Selassié si mosse con vigore per abolire la schiavitù, un obiettivo molte volte propugnato, ma mai raggiunto dai suoi predecessori. L'imperatore Selassié si occupò anche di modernizzare la nazione e di porre fine a molte delle tradizioni feudali ancora praticate in Etiopia."
        },
        {
            "heading": "Occupazione italiana",
            "text": "Nel 1935 il regime fascista guidato da Benito Mussolini invase l'Etiopia nel tentativo di annetterla come provincia. L'Etiopia non poteva respingere l'attacco di una potenza militare così preponderante; nel 1936 Mussolini poté così proclamare l'esistenza di un Impero Italiano, che includeva i territori etiopi occupati. Durante questo periodo Hailé Selassié fu costretto all'esilio e si rifugiò in Gran Bretagna. Selassié portò il caso dell'Etiopia di fronte alla Lega delle Nazioni, tra le altre cose criticando fortemente l'uso del gas (iprite) contro i soldati e la popolazione etiope. Nonostante le sue accorate invocazioni, gli aiuti internazionali si fecero desiderare e dovettero passare anni prima che l'Inghilterra, all'inizio della Seconda Guerra Mondiale, liberasse il territorio etiope dall'occupazione italiana nel corso della campagna dell'Africa Orientale. In seguito alla sconfitta dell'Italia Hailé Selassié tornò sul trono come imperatore d'Etiopia: avrebbe regnato quasi 40 anni prima di essere deposto con la forza."
        },
        {
            "heading": "Il Derg",
            "text": "Nel 1974 un colpo di stato militare dei comunisti pose fine al potere di Hailé Selassié, che venne imprigionato all'interno del palazzo reale. Il gruppo che l'aveva deposto, noto come Derg, formò il Governo Militare Provvisorio dell'Etiopia Socialista e prese a governare con pugno di ferro. Selassié morì durante la prigionia in circostanze misteriose che ancor oggi sono oggetto di accese controversie. Tuttavia il Derg e i suoi ideali comunisti non erano accettati universalmente, tanto che il colpo di stato segnò anche l'inizio della Guerra Civile Etiope. Questo grande conflitto, che durò 15 anni, costò la vita a molte centinaia di migliaia di innocenti. Nel 1991 il Fronte Democratico Rivoluzionario del Popolo Etiope riuscì finalmente a rovesciare il governo, promulgare una nuova costituzione e promuovere libere elezioni democratiche."
        },
        {
            "heading": "L'Etiopia odierna",
            "text": "Oggi il paese è ufficialmente denominato Repubblica Federale Democratica d'Etiopia. Come seconda nazione più popolosa d'Africa, si trova ad affrontare una serie di gravi problemi socio-economici. L'isolamento geografico, comune in molte parti del paese, ha reso difficile fornire a tutti istruzione, assistenza sanitaria e, in molti casi, i beni necessari alla sopravvivenza. Sebbene si tengano elezioni con più partiti, la corruzione è un problema costante: inoltre in anni recenti il governo ha ricevuto una condanna internazionale per l'uccisione di manifestanti che protestavano e di alcuni membri del partito di opposizione."
        },
        {
            "heading": "L'Etiopia odierna",
            "text": "Oggi il paese è ufficialmente denominato Repubblica Federale Democratica d'Etiopia. Come seconda nazione più popolosa d'Africa, si trova ad affrontare una serie di gravi problemi socio-economici. L'isolamento geografico, comune in molte parti del paese, ha reso difficile fornire a tutti istruzione, assistenza sanitaria e, in molti casi, i beni necessari alla sopravvivenza. Sebbene si tengano elezioni con più partiti, la corruzione è un problema costante: inoltre in anni recenti il governo ha ricevuto una condanna internazionale per l'uccisione di manifestanti che protestavano e di alcuni membri del partito di opposizione."
        }
    ],
    "leader": {
        "name": "Hailé Selassié",
        "subtitle": "Leader dell'Etiopia",
        "lived": "dal 1892 al 1975 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/hailé_selassié.png",
        "trait": {
            "name": "Spirito di Adwa",
            "effect": "Bonus al combattimento (+20%) quando combatte contro unità di una civiltà che ha più città dell'Etiopia."
        },
        "titles": [
            "Imperatore dell'Etiopia"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Noto come \"Leone Conquistatore della tribù di Giuda\", \"Re dei Re\" e anche \"Eletto di Dio\", nel XX secolo Hailé Selassié ha governato l'Etiopia come imperatore per quasi 40 anni. Nato Lij Tafari Makonnen nel 1892, l'uomo che sarebbe diventato famoso come Hailé Selassié dedicò tutta la sua vita a servire gli interessi dell'Etiopia e a spingere la propria nazione sotto i riflettori della politica africana. Famoso per aver cercato di modernizzare la nazione riformando le antiche pratiche feudali etiopi, Hailé Selassié lavorò senza tregua per far sì che il suo paese ottenesse l'attenzione internazionale. I suoi sforzi sul palcoscenico della politica mondiale sono superati solo dal suo ruolo di messia della religione rastafariana, tra i cui seguaci è venerato come il dio che ricondurrà i rasta nella loro terra d'origine in Etiopia."
            },
            {
                "heading": "Gioventù e politica",
                "text": "In qualità di figlio di un governatore provinciale, Hailé Selassié passò gli anni della formazione sotto la tutela di una serie di maestri scelti dal padre, tra cui un autorevole monaco di nome Abba Samuel. Mentre la sua istruzione continuava, Selassié fu giudicato pronto per governare diverse province minori, e all'età di 17 anni si era già fatto un nome come stella nascente della politica. Durante il suo periodo come governatore Selassié cominciò a manifestare il proprio pensiero progressista, introducendo molte politiche tese a dare più autorità al governo centrale e riducendo il potere feudale esercitato dai nobili.Nel 1916 Hailé Selassié fu nominato reggente plenipotenziario sotto l'imperatrice Zewdito, un titolo che lo poneva di fatto nella posizione di erede al trono. Apprezzato dai conservatori come dai progressisti, Selassié era il reggente ideale. Tuttavia durante questo periodo il supporto di Selassié tra i progressisti di tutta l'Etiopia continuò ad aumentare, con disappunto dell'imperatrice, che si schierava con i conservatori. Benché formalmente fosse l'imperatrice Zewdito a governare l'Etiopia, in qualità di reggente Selassié gestiva in prima persona gran parte dell'amministrazione dello stato. Durante questo periodo Selassié lottò duramente per ottenere l'abolizione della schiavitù in Etiopia, uno sforzo che assicurò al suo paese un posto nella Lega delle Nazioni."
            },
            {
                "heading": "Da imperatore a esiliato",
                "text": "Mentre l'influenza e il favore di Hailé Selassié presso il popolo continuavano a crescere, l'imperatrice si trovò costretta ad affrontare il futuro monarca. Nel 1928 Zewdito cercò di rimuovere Selassié dalla carica accusandolo di tradimento, ma non riuscì ad assicurarsi il seguito necessario. A questo punto Selassié godeva di una popolarità vastissima, a cui si aggiungeva il convinto supporto dei militari, perciò Zewdito aveva ben pochi mezzi per imporre il suo volere. La conseguenza di questo scontro fu che Zewdito fu obbligata a nominare Hailé Selassié re d'Etiopia, un titolo inferiore al proprio, ma che comunque riaffermava l'autorità crescente dell'altro. Meno di due anni dopo l'imperatrice morì per cause non chiarite e lasciò vacante il trono d'Etiopia, così che Selassié poté facilmente reclamarlo per sé. Fu solo dopo la propria incoronazione a imperatore, nel 1930, che Lij Tafari cominciò a usare il nome Hailé Selassié, che significa \"Potere della Trinità\" nel linguaggio amarico parlato in Etiopia. Poco dopo essere salito al trono Selassié ebbe un ruolo fondamentale nella stesura della prima costituzione scritta etiope: più tardi avrebbe menzionato nella propria autobiografia che si trattava di un progetto pianificato fin da quando era reggente.Nel 1935 il regime fascista italiano di Benito Mussolini dichiarò guerra all'Etiopia, invadendola in autunno. Il conflitto restò noto come Seconda Guerra Italo-Abissina (la prima aveva avuto luogo alla fine dell'Ottocento). Dopo una breve serie di scontri tra le forze italiane e quelle etiopi, che in alcune battaglie furono comandate da Selassié stesso, l'Italia riuscì a occupare e successivamente annettere la nazione africana.Con il successo della campagna italiana, Hailé Selassié fu obbligato ad andare in esilio, ma non prima di aver sollevato il caso dell'Etiopia presso la Lega della Nazioni. Nonostante un discorso galvanizzante contro il movimento fascista italiano, la sua supplica restò inascoltata, e Selassié fu obbligato giocoforza a prendere tempo. I successivi cinque anni li passò in Inghilterra, dove continuò a scagliarsi contro l'occupazione italiana e a cercare di ottenere il supporto della comunità internazionale per organizzare un movimento di liberazione del suo paese."
            },
            {
                "heading": "Ritorno al potere",
                "text": "Con lo scoppio della Seconda Guerra Mondiale, nel 1939, gli alleati capeggiati dagli inglesi si mossero per liberare finalmente l'Etiopia dal regime italiano con la Campagna dell'Africa Orientale. Coadiuvato da unità scelte di militari etiopi, l'esercito di liberazione che restò famoso come Forza di Gideone ebbe un ruolo cruciale nella lotta che avrebbe restituito la libertà alla terra etiope. Nel 1942 gli italiani si arresero e riconobbero la sovranità dell'Etiopia. Hailé Selassié tornò nella capitale Addis Abeba. Non avendo trovato molta solidarietà in seno alla Lega delle Nazioni, Selassié divenne uno dei propugnatori delle Nazioni Unite, un'organizzazione più specificatamente orientata alla sicurezza internazionale, assicurandosi la posizione dell'Etiopia come membro fondatore nel 1948."
            },
            {
                "heading": "Decenni di governo",
                "text": "Negli anni successivi Selassié continuò la sua missione di modernizzazione dell'Etiopia attraverso le riforme, lavorando anche per migliorare gli affari esteri e le relazioni internazionali del suo paese. Negli anni '60 si mise alla guida dell'Organizzazione dell'Unità Africana (OUA), progenitrice dell'odierna Unione Africana. Selassié riteneva che possedere un'unica voce avrebbe rafforzato i popoli del continente, creando un legame di solidarietà tra i vari stati indipendenti. Benché il suo scopo fosse stabilire un'organizzazione che fosse qualcosa di più di una semplice entità ideologica, l'OUA, priva di forza militare, non ebbe mai molta autorità né un vero e proprio potere.Mentre lavorava con la comunità internazionale, Selassié si concentrò anche sul miglioramento delle condizioni di vita del suo popolo. Per quanto i suoi sforzi di allentare la presa dei nobili sui possedimenti terrieri non avessero avuto pienamente successo, l'iniziativa diede il via a un movimento che andò al di là del suo governo. Altre riforme furono promulgate per facilitare l'accesso all'istruzione, mentre i programmi economici assicuravano un sistema di tassazione equo. Se da un lato queste politiche interne suscitarono molto favore, dall'altro il tentativo di Selassié di ampliare i propri poteri modificando la costituzione diede vita a un movimento dissidente sempre più agguerrito.Alla fine degli anni '60 l'ideologia marxista attecchì in Etiopia; nei primi anni '70 siccità e carestie fecero calare la popolarità di Selassié. Una crisi economica che scatenò un'inflazione galoppante fu l'ultima goccia, ma Selassié tenne duro e difese la propria posizione fino al 1974, anno in cui fu deposto e arrestato da una giunta militare marxista nota come il Derg."
            },
            {
                "heading": "Prigionia e morte",
                "text": "Hailé Selassié morì misteriosamente nel 1975 mentre era agli arresti domiciliari: la causa della morte è ancora controversa. Il resoconto ufficiale della giunta militare affermò che si trattava di malattia, ma molti ancor oggi ritengono che fu assassinato dai suoi carcerieri. Solo 25 anni dopo, nel novembre del 2000, Hailé Selassié ricevette finalmente un funerale degno del suo rango."
            },
            {
                "heading": "Dio dei rastafariani",
                "text": "Il movimento rastafariano ha raggiunto una fama mondiale grazie alle parole dell'attivista giamaicano Marcus Garvey, la cui visione filosofica ha creato le basi della religione che conosciamo oggi. Le parole di Garvey: \"guardate all'Africa per l'incoronazione di un Re Nero, egli sarà il Redentore\" furono considerate una profezia avverata nel 1930 con l'incoronazione di Hailé Selassié. Benché egli stesso fosse un cristiano ortodosso, Selassié non smentì né confermò mai la propria posizione di messia rastafariano, arrivando a visitare la Giamaica nel 1966 per incontrare decine di migliaia di seguaci."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Oggi Hailé Selassié è considerato un eloquente uomo di stato e un leader appassionato, che durante il suo regno ha dovuto affrontare molte difficoltà, ma non ha mai cessato di cercare di migliorare le condizioni di vita del suo popolo e la stabilità del suo paese. Le concezioni di Selassié sulla cooperazione internazionale e sulla diplomazia non hanno influenzato solo il futuro dell'Etiopia e dell'Africa, ma anche la comunità internazionale nella sua interezza."
            }
        ]
    }
}