{
    "id": 7,
    "name": "Francia|della Francia|alla Francia|la Francia|dalla Francia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/francia|della_francia|alla_francia|la_francia|dalla_francia.png",
    "dawn_of_man": "Lunga vita e trionfi a te, primo console e imperatore di Francia, Napoleone I, capo del popolo francese. La Francia giace nel cuore dell'Europa. Per lungo tempo Parigi è stata al centro del mondo in fatto di cultura, arti e letteratura. Anche se circondata da nazioni concorrenti, e spesso nemiche, la Francia è sempre emersa a testa alta. I suoi eserciti hanno marciato trionfalmente da un capo all'altro del mondo e i suoi soldati e i suoi generali si sono rivelati tra i migliori della storia.Napoleone Bonaparte, la Francia vuole che tu ricostruisca il tuo impero, che la guidi nuovamente verso la gloria e la grandezza, facendola tornare ad essere il centro della cultura e della raffinatezza. Imperatore, tornerai a cavalcare contro i tuoi nemici? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Moschettiere|un Moschettiere|dal tuo Moschettiere|al tuo Moschettiere|il tuo Moschettiere|da un Moschettiere",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/musketeer.json"
        }
    ],
    "city_names": [
        "Parigi",
        "Orleans",
        "Lyon",
        "Troyes",
        "Tours",
        "Marsiglia",
        "Chartres",
        "Avignone",
        "Rouen",
        "Grenoble",
        "Digione",
        "Amiens",
        "Cherbourg",
        "Poitiers",
        "Tolosa",
        "Bayonne",
        "Strasburgo",
        "Brest",
        "Bordeaux",
        "Rennes",
        "Nizza",
        "Saint-Etienne",
        "Nantes",
        "Reims",
        "Le Mans",
        "Montpellier",
        "Limoges",
        "Nancy",
        "Lille",
        "Caen",
        "Tolone",
        "Nimes",
        "Le Havre",
        "Lourdes",
        "Carcassonne",
        "Cannes",
        "Aix-en-Provence",
        "La Rochelle",
        "Bourges",
        "Calais"
    ],
    "spy_names": [
        "Jean-Paul",
        "Martine",
        "Lucien",
        "François",
        "Augustine",
        "Monsieur X",
        "Dr. Dupont",
        "Vipère",
        "Yvette",
        "Renard"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Situata nell'Europa occidentale, confinante con sei (o sette, a seconda di come li si conta) paesi europei, con sbocchi sull'Atlantico, la Manica e il Mediterraneo, la Francia è da molto tempo una delle grandi potenze politiche, militari e culturali del mondo occidentale."
        },
        {
            "heading": "Clima e territorio",
            "text": "La Francia è un paese di morbide pianure e verdi foreste, con antichi complessi montuosi lungo i confini sud-orientali e occidentali. Bella e fertile, la Francia ha un clima e un terreno che si prestano come pochi altri al mondo alla coltivazione della vite. Grazie alla posizione nella zona temperata e alla presenza a sud dal tiepido Mediterraneo, il clima francese è mite e ottimo per l'agricoltura."
        },
        {
            "heading": "Gallia antica",
            "text": "Le acque navigabili del Mediterraneo hanno facilitato l'esplorazione e la creazione di insediamenti sulle sue coste meridionali. I Greci fondarono Massilia, la colonia corrispondente all'odierna Marsiglia, già nel 600 a.C., ma per avere le prime fonti scritte sull'esplorazione dell'interno dobbiamo aspettare l'epoca romana, diversi secoli dopo. I Romani cominciarono a condurre campagne militari nella \"Gallia transalpina\" (di là delle Alpi) nel primo secolo a.C. Lì incontrarono popoli prevalentemente celtici, più qualche enclave sopravvissuta di Iberi e Liguri. Inoltre arrivarono a contatto con molte tribù di origine germanica, emigrate in Gallia da nord e da est.L'espansione del controllo romano in Gallia fu lenta ma inesorabile. Nel 121 a.C. Roma inviò un esercito in Gallia per assistere Massilia aggredita dai Celti, oltre che per difendere la propria via di terra verso la Spagna (dove aveva molti importanti possedimenti). Questo la portò ad annettere una parte del sud della Gallia come \"provincia\", un termine che ancor oggi echeggia nel nome della regione francese: Provenza. Nel 58 a.C. Cesare comandò un'importante campagna militare nella Gallia centrale. La guerra durò otto anni, alla fine dei quali il paese finì sotto il controllo romano.Con l'eccezione di alcune ribellioni importanti, ma facilmente represse, la Gallia rimase una provincia di Roma per molti secoli. Sotto il governo romano il paese prosperò, tanto che ancora oggi nella campagna francese si possono trovare i resti delle ricche ville dei possidenti terrieri. Dopo la conquista la Gallia divenne il trampolino di lancio per ulteriori espansioni romane, sia a nord-ovest in Gran Bretagna, attraverso la Manica, sia a nord-est, nelle terre dei barbari Germani."
        },
        {
            "heading": "Gallia romana",
            "text": "Durante il III e IV secolo d.C. il potere di Roma sull'Europa occidentale cominciò a scemare e la Gallia si trovò pressata dagli invasori provenienti da nord e da est. Roma concentrò tutte le sue forze per difendere il Danubio e impedire ai barbari di entrare in Italia, lasciando la Gallia sguarnita. A metà del III secolo gli Alemanni e i Franchi compirono pesanti incursioni: i territori non ritornarono sotto il controllo di Roma fino al 274. Man mano che le campagne si facevano ostili e pericolose le città e i villaggi cominciarono a fortificarsi, un processo che sarebbe proseguito per tutto il Medioevo.Verso la fine del IV secolo la cristianità, introdotta nel paese intorno al 250 d.C., si era definitivamente radicata."
        },
        {
            "heading": "La caduta della Gallia romana",
            "text": "Nel 395 d.C. l'impero romano fu diviso in due metà, e l'impero d'occidente non poté che abbandonare la Gallia a se stessa mentre cercava disperatamente di respingere le invasioni barbariche provenienti da Austria e Germania. Di conseguenza, nel 405-406 un gran numero di tribù germaniche varcò il Reno e si insediò nel territorio. Popoli come i Franchi e Burgundi formarono insediamenti permanenti. I Visigoti si spinsero verso sud e occuparono l'Aquitania. Nel 476 gli invasori germanici avevano definitivamente scacciato i Romani dalla Gallia."
        },
        {
            "heading": "Il Medioevo",
            "text": "All'inizio del Medioevo (che va dal 476 alla fine del XV secolo) la Francia risultava divisa in molti piccoli regni governati dagli eredi delle tribù germaniche. Alla fine del V secolo Clodoveo, re dei Franchi, unificò gran parte della nazione (con l'eccezione di qualche cocciuto insediamento dei Visigoti nel sud). Clodoveo fu il primo dei re merovingi a dominare il paese riunificato. Spostò la capitale a Parigi e ottenne anche il riconoscimento dell'imperatore romano, che ne legittimò il potere.Quando Clodoveo morì, nel 511, il regno fu diviso tra i suoi quattro figli, che passarono i 50 anni successivi a combattersi per ottenere la supremazia. Quando uno dei fratelli moriva, gli altri si spartivano le sue terre. Questo processo proseguì fino al 558, quando ne rimase soltanto uno. Il regno merovingio restò unito per la bellezza di nove anni, dopodiché il re morì e il regno fu ancora una volta suddiviso tra i suoi figli. Questo ciclo di conquiste e suddivisioni sarebbe proseguito per secoli, costando migliaia di vite generazione dopo generazione.All'inizio dell'VIII secolo un'altra potente famiglia di franchi si levò per sfidare i merovingi. Basati nell'Austrasia settentrionale, i Carolingi sconfissero i vicini e arrivarono a dominare sul nord della Francia e della Germania. All'inizio i Carolingi diedero il loro supporto ai Merovingi, ma quando re Teodorico IV morì nel 737, l'allora \"maggiordomo di palazzo\" Carlo Martello assunse direttamente il potere, lasciando vuoto il trono. Durante il suo regno Carlo riuscì a bloccare le incursioni dei musulmani in Francia ed estese il suo potere anche in Germania.A Carlo succedette Pipino il Breve, che con la benedizione del papa si impadronì apertamente del trono. Alla sua morte il regno fu diviso tra i due figli: Carlomanno, che ebbe vita breve, e Carlo Magno, che invece regnò a lungo."
        },
        {
            "heading": "Carlo Magno e il Sacro Romano Impero",
            "text": "Il padre di Carlo Magno morì nel 768, e il fratello nel 771, lasciandolo unico re di Francia. Carlo perseguì una politica di espansione in Germania e nella Spagna musulmana, riportando maggiori successi nel primo caso. Inoltre intervenne in Italia per schierarsi dalla parte del papa, i cui territori erano minacciati dai Longobardi. Dopo aver sconfitto i Longobardi e aver acquisito anche il loro regno, creò lo Stato della Chiesa, cosa che gli fruttò parecchia benevolenza da parte del pontefice.Alla fine dell'VIII secolo Carlo Magno deteneva il potere indiscusso in Europa, dominando le terre che oggi corrispondono alla Francia, alla Germania occidentale, al Benelux e all'Italia settentrionale. Nell'800 papa Leone III lo incoronò imperatore del Sacro Romano Impero, facendo di lui il successore dei Cesari dell'impero romano d'occidente.Alla morte di Carlo, nell'813, il figlio Ludovico il Pio ereditò il trono. Quando Ludovico morì i suoi figli ricominciarono ancora una volta a disputarsi il regno, finché nell'843, con il Trattato di Verdun, il Sacro Romano Impero fu diviso in tre grandi sezioni da linee che correvano da nord a sud: Francia Orientalis, Francia Occidentalis e Francia Media. Per quanto fosse un po' più piccola, la Francia Occidentalis corrispondeva più o meno alla Francia odierna. Alcuni storici, in effetti, fanno risalire la nascita della nazione moderna proprio al Trattato di Verdun."
        },
        {
            "heading": "Dopo l'impero",
            "text": "I nuovi regni non diedero prova di particolare stabilità, così i popoli della Francia dovettero sopportare altri 300 anni di guerre incessanti e di tradimenti familiari mentre i vari re e nobili lottavano per il potere. La vita non fu resa più facile dall'arrivo dei Vichinghi, che si spinsero con le loro scorribande fino a Parigi, spesso esigendo enormi riscatti per andarsene. I Vichinghi rimasero attivi per il IX e il X secolo, e alcuni si stabilirono permanentemente in Normandia. I regnanti francesi dovettero anche vedersela con gli inglesi, che cercarono di annettersi vari territori a ovest tra cui parti dell'Aquitania e della Bretagna. Ci vollero diversi secoli per spingere i coriacei Britanni completamente fuori dal continente.All'avvicinarsi del nuovo millennio, la corona di Francia passò nelle mani dei Capetingi. Anche questi passarono molto tempo a combattere tra di loro e con i vari nobili che osavano sfidare la loro autorità.Re Filippo II, che regnò dal 1180 al 1223, compì molti sforzi per rafforzare la monarchia. Quando non era impegnato nelle crociate con il suo amico Riccardo Cuor di Leone, Filippo si dedicava a riorganizzare il governo e a modernizzare l'economia francese. Oltre a questo affrontò e sconfisse gli inglesi, i fiamminghi e i tedeschi, singolarmente e a gruppi. Re Luigi IX (che regnò dal 1226 al 1270) consolidò ulteriormente la nazione."
        },
        {
            "heading": "La guerra dei cent'anni (1328-1429)",
            "text": "All'inizio del XIV secolo la Francia era la nazione più potente d'Europa. Nel 1328 Filippo VI salì al trono. Edoardo III, re d'Inghilterra, possedeva l'Aquitania e poteva anche avanzare deboli pretese sul trono di Francia, che non aveva fatto valere al momento della successione di Filippo. Nel 1337 però Filippo confiscò l'Aquitania: per tutta risposta Edoardo rivendicò i suoi diritti, precipitando nella guerra Inghilterra e Francia.Gli inglesi si concentrarono soprattutto sulla guerra navale e sull'istigazione alla ribellione dei sudditi fiamminghi della Francia. Nel 1346 un esercito inglese vinse una famosa battaglia a Crécy, ma non riuscì ad approfittare del successo e fu obbligato a lasciare il continente praticamente a mani vuote. Nel 1347 la peste nera colpì l'Europa, uccidendo un numero enorme di persone e rallentando il conflitto. I combattimenti scoppiarono ancora negli anni '50 del Trecento, durante i quali il re francese riuscì a farsi catturare dagli inglesi, che per la sua liberazione chiesero un riscatto enorme. La Francia si rifiutò di pagare, così il re morì prigioniero a Londra. La guerra continuò a trascinarsi sino al 1420, quando il Trattato di Troyes dichiarò l'unificazione delle corone inglese e francese nella persona del giovanissimo (nove mesi d'età!) Enrico VI, re d'Inghilterra e di Francia.Questa soluzione naturalmente non accontentò tutti. Il nobile francese Carlo VIII aveva buoni argomenti per rivendicare il trono, e molti patrioti francesi preferivano lui a qualsiasi monarca inglese. Tra questi c'era anche una strana, giovane contadina chiamata Giovanna d'Arco. In pochi anni Giovanna condusse i francesi alla vittoria, sconfiggendo gli inglesi su tutti i fronti. Carlo fu incoronato re nel 1429 e Giovanna fu bruciata sul rogo un anno dopo."
        },
        {
            "heading": "Le guerre di riforma",
            "text": "Nel XVI secolo in Europa si era diffuso un grande risentimento nei confronti della Chiesa cattolica, considerata da molti avida e corrotta. Nel 1517 Martin Lutero inchiodò sulla porta della cattedrale di Wittenberg le sue famose \"95 tesi\", in cui condannava gli eccessi della Chiesa. Il movimento di Martin Lutero guadagnò molti seguaci in Francia, tanto che nel 1534 il re dovette emettere il primo di una serie di editti repressivi contro gli Ugonotti (cioè i Protestanti). Questo non ebbe molto effetto sulla diffusione del movimento. Nel 1562 le due fazioni erano arrivate alla guerra aperta, che continuò a riaccendersi con vari focolari per decenni. La guerra ebbe fine nel 1598, quando l'editto di Nantes concesse finalmente agli Ugonotti di professare liberamente la loro fede."
        },
        {
            "heading": "Il Seicento",
            "text": "Nel XVII secolo i poteri della corona furono ampliati, in gran parte attraverso il lavoro di un solo uomo: Armand-Jean du Plessis, cardinale e duca di Richelieu. Richelieu fu un ministro estremamente capace, nonché uno dei personaggi più pittoreschi della storia. Brillante, calcolatore e privo di scrupoli, operò senza sosta per espandere il potere e il prestigio del re e distruggere i suoi nemici. Inoltre mosse contro gli Ugonotti, che godevano ancora della libertà religiosa ma avevano perso la forza militare.Nel 1643 il trono passò a Luigi XIV. Noto come \"Re Sole\", Luigi riuscì ad attirare dalla sua parte l'aristocrazia francese, stabilendo nel famoso palazzo di Versailles una delle corti più opulente che il mondo avesse mai visto. Sotto i suoi paramenti frivoli, comunque, Luigi era un sovrano ambizioso. Durante il suo regno combatté tre guerre importanti e una serie di conflitti minori. Luigi regnò per ben 72 anni, morendo infine nel 1715. Ancora oggi questo è un record per le monarchie europee."
        },
        {
            "heading": "Il XVIII secolo",
            "text": "Il XVIII secolo vide un aumento del potere e della ricchezza della nobiltà, la nascita di una classe borghese media e l'ulteriore peggioramento della condizione dei contadini. Filosoficamente, l'Illuminismo contribuì a incrinare la fiducia nei confronti di istituzioni tradizionali come la Chiesa e la monarchia. Nel 1776, allo scoppio della rivoluzione americana, i francesi assistettero alla lotta di un popolo per liberarsi da una monarchia opprimente e guadagnarsi la democrazia e il diritto all'autodeterminazione. Questo alimentò ulteriormente i fremiti di ribellione che già attraversavano il paese."
        },
        {
            "heading": "La rivoluzione",
            "text": "Nel 1789, poco dopo la fine della rivoluzione americana, i contadini e la classe media francese si ribellarono contro i nobili e il re. La rivoluzione fu brutale e sanguinosa: 50.000 cittadini, tra cui il re, furono decapitati da una nuova invenzione, la ghigliottina (un trionfo della scienza illuminista).Nelle prime fasi della rivoluzione il popolo marciò sulla Bastiglia, abolì la nobiltà e obbligò il re ad accettare una monarchia costituzionale. La nuova Assemblea però degenerò in una lotta tra fazioni rivali che si disputavano il potere e non fu in grado di governare. Senza alcun controllo governativo, la Comune di Parigi assassinò circa 1.350 prigionieri. Nel settembre del 1792 la Convenzione nazionale abolì la monarchia, dichiarando ufficialmente la nascita della repubblica. L'Austria e la Prussia domandarono il ripristino della monarchia, minacciando ritorsioni contro la popolazione francese in caso contrario. Il governo rivoluzionario interpretò queste richieste come la prova che il re stava cospirando con il nemico. Luigi XVI fu condannato a morte e giustiziato il 21 gennaio del 1793.In seguito, quello stesso anno, il Comitato di salute pubblica scatenò il cosiddetto Terrore, mandando a morte un numero imprecisato di cittadini (le stime vanno da 15.000 a 40.000). Molti furono ghigliottinati senza processo. A questo punto scoppiarono diverse rivolte, causate per lo più dallo sgomento del popolo di fronte al trattamento riservato dai rivoluzionari ai membri della Chiesa cattolica, ma furono tutte soffocate nel sangue con grande ferocia.Nel 1795 la nuova costituzione francese stabilì una forma di governo completamente nuova. Il potere esecutivo fu affidato al Direttorio, un gruppo di cinque persone elette annualmente dalla nuova legislatura bicamerale. La nuova forma di governo, tuttavia, si dimostrò impossibile da gestire. Nel 1799 un uomo chiamato Napoleone Bonaparte prese il potere."
        },
        {
            "heading": "Napoleone Bonaparte",
            "text": "Quest'uomo straordinario nacque in Corsica e fu addestrato come artigliere nell'esercito francese. Nel 1799 organizzò un colpo di stato e si auto-elesse primo console, una posizione che in sostanza aveva inventato per sé. Nel giro di cinque anni si incoronò imperatore. Governò la Francia per 16 anni, trasformando un paese in bancarotta straziato dalla rivoluzione in una delle maggiori forze europee. Più e più volte affrontò e sconfisse tutte le nazioni vicine, che spesso si allearono inutilmente contro di lui. Solo una, l'Inghilterra, scampò alla conquista. Impossibilitato a creare una flotta in grado di battere quella, impareggiabile, degli inglesi, non riuscì mai a sbarcare sull'isola e distruggere il suo nemico più implacabile.Per 15 anni Napoleone marciò trionfalmente in lungo e in largo per l'Europa finché non fu sconfitto dall'ennesima coalizione a Lipsia, e definitivamente l'anno dopo a Waterloo. Per saperne di più su questo straordinario generale potete leggere la voce di Napoleone nella Civilopedia."
        },
        {
            "heading": "Il XIX secolo",
            "text": "Dopo la sconfitta finale di Napoleone le nazioni vittoriose istituirono in Francia una monarchia costituzionale che durò per 40 anni, finché il nipote di Napoleone, Luigi Napoleone, fu eletto presidente dal voto popolare nel 1848. Nel 1852 si dichiarò re. Rimase al potere fino al 1870, quando, pungolato dal primo ministro prussiano Otto von Bismarck, prese la sfortunata decisione di entrare in guerra contro la Prussia. Il conflitto si concluse con un umiliante disastro. I prussiani sfruttarono brillantemente la loro rete ferroviaria per mobilitarsi prima che i francesi fossero pronti a combattere. Il 2 settembre 1870 Napoleone fu catturato con tutto il suo esercito.La guerra ebbe come risultato l'ennesima abolizione della monarchia francese, rimpiazzata dalla Terza Repubblica, la consegna umiliante dell'Alsazia-Lorena alla Prussia e un desiderio bruciante di vendetta che negli anni seguenti avrebbe portato la Francia a intraprendere alcune azioni poco sagge."
        },
        {
            "heading": "La Grande Guerra",
            "text": "La Prima Guerra Mondiale fu causata da un colossale fallimento del buon senso e dell'immaginazione diplomatica dell'Europa: i diversi stati formarono un'intricata rete di alleanze e trattati, legando i propri destini l'uno all'altro in modi che non riuscirono a prevedere e comprendere. La guerra fu scatenata dall'invasione della Serbia da parte dell'impero austro-ungarico, che usò come pretesto l'assassinio dell'arciduca Francesco Ferdinando per mano di un terrorista serbo. L'arciduca fu ucciso il 28 giugno 1914: in agosto gli europei si stavano già ammazzando in tre diversi continenti.Gli schieramenti in conflitto erano due: da un lato Germania, impero austro-ungarico, impero ottomano e Bulgaria; dall'altro la \"Triplice intesa\" formata da Regno Unito, Francia e Russia. Sul fronte orientale i tedeschi colpirono rapidamente e con violenza, quasi spazzando via un esercito russo completamente allo sbando sotto l'aspetto tecnologico. Sul fronte occidentale le forze tedesche penetrarono in profondità nel territorio nemico, ma furono bloccate molto vicino a Parigi dalle disperate azioni difensive di francesi e inglesi.Per i quattro anni successivi la Francia sarebbe stata divisa in due da una terribile linea di trincee che la tagliava dalla Svizzera al Mare del Nord. Decine di migliaia di uomini combatterono e morirono su un fronte su cui avanzate e ritirate si misuravano in centimetri. La terra fu avvelenata da migliaia di cadaveri, dagli obici esplosi e non, e dai residui tossici degli attacchi chimici. Nel 1917 gli Stati Uniti entrarono in guerra e il morale dei soldati tedeschi cominciò a vacillare. Nel 1918 il governo tedesco cadde e quello nuovo firmò un armistizio.La Francia era stata letteralmente dissanguata dalla guerra, con due milioni di morti (il 4% della popolazione) e più di quattro milioni di feriti. Il territorio immediatamente vicino alle linee nemiche era ridotto a una devastazione di corpi in putrefazione e città in rovina. La furia contro la Germania spinse i paesi vittoriosi a pretendere enormi danni di guerra, sia per aiutare la ricostruzione della Francia sia per punire il nemico. Questa politica portò qualche piccolo vantaggio a breve termine, ma ebbe un duplice effetto negativo: amareggiò il popolo tedesco, suscitando la sua sete di vendetta, e disgustò gli americani, rendendoli meno propensi a partecipare agli affari europei da quel momento in poi.]"
        },
        {
            "heading": "La Seconda Guerra Mondiale",
            "text": "La Seconda Guerra Mondiale per la Francia fu un disastro tanto doloroso quanto umiliante. Mentre i tedeschi dopo la Prima Guerra Mondiale si dedicavano a ricostruire la loro macchina militare, i francesi, disperatamente a corto di risorse umane, crearono la Linea Maginot: una magnifica serie di fortezze, bunker sotterranei e trincee lungo tutto il confine con la Germania. Se i tedeschi avessero cercato di sfondare la Linea avrebbero subito pesanti danni, senza contare l'ancora più grave perdita di tempo prezioso.Sfortunatamente, per ragioni politiche i francesi non estesero la Linea fino al Mare del Nord, perché così facendo il Belgio sarebbe rimasto al di fuori dalle difese. D'altro canto, i belgi si rifiutarono di fortificare il loro confine per paura di irritare i tedeschi. Così, quando la Germania decise di invadere la Francia si limitò a girare intorno alla Linea e a penetrare nel Belgio. Francesi e inglesi non furono in grado di opporsi in alcun modo alla terribile Blitzkrieg (guerra lampo) tedesca. La Francia fu travolta nel giro di settimane, arrendendosi il 22 giugno 1940.Il 6 giugno 1944 le truppe inglesi e americane sbarcarono in Normandia e cominciarono a liberare la Francia dall'occupazione tedesca. L'esercito tedesco cominciò a ritirarsi lentamente, resistendo con testardaggine all'avanzata alleata, ma con le truppe sovietiche che premevano da est, i catastrofici attacchi su tutti i fronti, la perdita totale della superiorità aerea e la pioggia continua di bombe sulle città e le fabbriche tedesche, la sconfitta era inevitabile. Parigi fu liberata il 25 agosto 1944 e la Germania si arrese il 7-8 maggio 1945."
        },
        {
            "heading": "La Francia moderna",
            "text": "Negli anni immediatamente seguenti alla Seconda Guerra Mondiale la Francia rinunciò a malincuore alle sue colonie straniere, combattendo guerre dolorose e sostanzialmente inutili in Vietnam e Algeria. Allo stesso tempo stava ricostruendo la nazione, creando uno stato moderno sulle ceneri delle due grandi guerre. Oggi la Francia ha una grande popolazione di immigranti, tra cui molti musulmani, e sta anch'essa soffrendo per il doloroso scontro di culture tra l'Islam e l'Occidente.L'arte francese fiorisce come mai prima e Parigi, la \"Città delle Luci\", è ancora una volta il centro culturale del mondo. La Francia, insieme all'ex-nemica Germania, è diventata una delle nazioni leader dell'Unione Europea. In termini storici questo risultato è uno stupefacente trionfo del buon senso che suggerisce un futuro brillante per la Francia, l'Europa e il mondo intero."
        },
        {
            "heading": "La Francia moderna",
            "text": "Negli anni immediatamente seguenti alla Seconda Guerra Mondiale la Francia rinunciò a malincuore alle sue colonie straniere, combattendo guerre dolorose e sostanzialmente inutili in Vietnam e Algeria. Allo stesso tempo stava ricostruendo la nazione, creando uno stato moderno sulle ceneri delle due grandi guerre. Oggi la Francia ha una grande popolazione di immigranti, tra cui molti musulmani, e sta anch'essa soffrendo per il doloroso scontro di culture tra l'Islam e l'Occidente.L'arte francese fiorisce come mai prima e Parigi, la \"Città delle Luci\", è ancora una volta il centro culturale del mondo. La Francia, insieme all'ex-nemica Germania, è diventata una delle nazioni leader dell'Unione Europea. In termini storici questo risultato è uno stupefacente trionfo del buon senso che suggerisce un futuro brillante per la Francia, l'Europa e il mondo intero."
        },
        {
            "heading": "La Francia moderna",
            "text": "Negli anni immediatamente seguenti alla Seconda Guerra Mondiale la Francia rinunciò a malincuore alle sue colonie straniere, combattendo guerre dolorose e sostanzialmente inutili in Vietnam e Algeria. Allo stesso tempo stava ricostruendo la nazione, creando uno stato moderno sulle ceneri delle due grandi guerre. Oggi la Francia ha una grande popolazione di immigranti, tra cui molti musulmani, e sta anch'essa soffrendo per il doloroso scontro di culture tra l'Islam e l'Occidente.L'arte francese fiorisce come mai prima e Parigi, la \"Città delle Luci\", è ancora una volta il centro culturale del mondo. La Francia, insieme all'ex-nemica Germania, è diventata una delle nazioni leader dell'Unione Europea. In termini storici questo risultato è uno stupefacente trionfo del buon senso che suggerisce un futuro brillante per la Francia, l'Europa e il mondo intero."
        }
    ],
    "leader": {
        "name": "Napoleone Bonaparte",
        "subtitle": "Leader della Francia",
        "lived": "1769-1821",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/napoleone_bonaparte.png",
        "trait": {
            "name": "Città della luce",
            "effect": "Il bonus per il tema comune di Museo e Meraviglie è raddoppiato nella loro capitale."
        },
        "titles": [
            "Primo console della Prima Repubblica di Francia",
            "Imperatore Napoleone I del Primo Impero francese"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Napoleone Bonaparte è stato uno dei più grandi geni militari di tutti i tempi."
            },
            {
                "heading": "La giovinezza",
                "text": "Napoleone Bonaparte nacque in Corsica, dove entrò nell'accademia militare all'età di 10 anni. A scuola dimostrò un'ottima attitudine per la matematica, la storia e la geografia, e al tempo stesso una totale indifferenza per la letteratura e gli studi umanistici. A 14 anni venne nominato sottotenente in un reggimento d'artiglieria. Quando scoppiò la rivoluzione francese, Napoleone si schierò con i rivoluzionari e fu nominato tenente colonnello di artiglieria, dove si guadagnò la fama di comandante di successo."
            },
            {
                "heading": "L'ascesa al potere",
                "text": "Ben presto Napoleone dimostrò sia una grande abilità militare sia la capacità di muoversi nel pericoloso panorama politico della Francia rivoluzionaria, dove un solo passo falso poteva letteralmente costare la testa. Nel 1794 era già diventato generale di brigata; nel 1795 ottenne il comando dell'esercito degli Interni: aveva 25 anni. Negli anni immediatamente successivi Napoleone condusse l'esercito francese a numerose vittorie contro diversi nemici sul continente, inclusi i potentissimi austriaci.Sfruttando i suoi successi e la sua crescente popolarità nell'esercito e tra la gente, nel 1800 rovesciò il governo e si autoproclamò primo console. Cinque anni dopo si incoronò imperatore e console a vita, mostrando grande disprezzo delle radici democratiche della rivoluzione che l'aveva portato al potere."
            },
            {
                "heading": "Vive l'Empereur!",
                "text": "Eccezionale amministratore, riorganizzò rapidamente il governo, abrogò le leggi più radicali e violente della rivoluzione e riaprì le chiese, guadagnandosi l'amore e il rispetto del popolo francese. Tuttavia la Francia era ancora in guerra contro gran parte dell'Europa, così Napoleone fu costretto a tornare ancora una volta sui campi di battaglia, ottenendo eccezionali vittorie contro l'Austria e costringendola, insieme all'Inghilterra, a firmare la pace.Ma l'Inghilterra non era affatto tranquilla davanti alle palesi ambizioni imperiali della Francia e la guerra riprese nel 1803. Napoleone si ritrovò a fronteggiare una temibile alleanza che comprendeva Inghilterra, Austria, Russia e Svezia. Muovendosi con grande rapidità e astuzia, Napoleone sfruttò le sue \"linee interne\" per concentrare le forze contro i nemici isolati. Marciando rapidamente attraverso l'Europa conquistò la capitale austriaca; poi distrusse le forze russe alla battaglia di Austerlitz. L'Austria chiese ancora la pace. Per diversi anni Napoleone riuscì a sconfiggere qualsiasi nemico osasse sfidarlo: sgominò prussiani, spagnoli e ancora una volta gli austriaci. Ma la Russia e l'Inghilterra rimanevano imbattute."
            },
            {
                "heading": "La campagna di Russia",
                "text": "Alla fine Napoleone decise che non sarebbe mai stato al sicuro in Europa finché la Russia, aiutata dalla \"perfida Albione\", avesse continuato a minacciare i confini del suo impero. Con l'Inghilterra al sicuro al di là della Manica, e protetta dalla sua impareggiabile flotta, non aveva altra scelta che attaccare la Russia, l'unico nemico alla portata dei suoi eserciti. Nel 1812 decise quindi di condurre mezzo milione di uomini all'attacco di Mosca. Le forze russe si ritirarono davanti a lui, portando via o distruggendo tutto ciò che poteva tornare utile agli invasori, mentre nella retroguardia le incursioni dei Cosacchi distruggevano le sue linee di approvvigionamento. Bonaparte riuscì a raggiungere e conquistare Mosca, ma ancora una volta i russi avevano rimosso o bruciato qualsiasi rifornimento, così a settembre fu costretto a ritirarsi, sfidando il mortale inverno russo miglio dopo miglio. Alla fine di questa campagna Napoleone aveva perduto il 96% dei suoi uomini."
            },
            {
                "heading": "La caduta di Napoleone",
                "text": "Tornato a Parigi radunò immediatamente un altro esercito di 350.000 soldati, ma ormai il mito della sua invulnerabilità era andato in frantumi e l'intera Europa si levò in armi per contrastarlo. Prussia, Russia e Austria si allearono contro di lui, mentre l'Inghilterra inviava altre truppe nelle terre contese di Spagna. Napoleone riportò ancora qualche celebre vittoria, ma i suoi nemici continuarono ad attaccarlo senza tregua. Alla fine gli alleati raggiunsero Parigi e Napoleone abdicò. Gli fu concesso di regnare sull'isola d'Elba, insieme a una rendita di sei milioni di franchi.Più tardi tornò in Francia e cercò di riconquistare il potere ancora una volta, ma fu sconfitto definitivamente da inglesi e prussiani a Waterloo, in Belgio. Questa volta fu confinato a vita sull'isola di Sant'Elena, oltre 1.500 km al largo della costa africana. Lì morì nel 1821."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Napoleone è stato uno dei più grandi generali di tutti i tempi. Era in grado di spostare le sue truppe con stupefacente rapidità e sapeva sempre esattamente dove colpire per infliggere il massimo danno. Come governante si rivelò competente e pieno di immaginazione, tanto che la Francia prosperò sotto il suo dominio (almeno finché le continue guerre non la lasciarono senza forze). Generale d'armata per formazione e natura, non fu mai in grado di creare una flotta capace di disputare all'Inghilterra il dominio degli oceani.In fin dei conti, non poteva sconfiggere da solo il mondo intero."
            }
        ]
    }
}