{
    "id": 8,
    "name": "Germania|della Germania|alla Germania|la Germania|dalla Germania",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/germania|della_germania|alla_germania|la_germania|dalla_germania.png",
    "dawn_of_man": "Salve, potente Bismarck, primo cancelliere della Germania e del suo impero! La Germania è una delle nazioni più giovani, sorta dalle ceneri del Sacro Romano Impero e unificata nel 1871, poco più di un secolo fa. Il popolo tedesco si è rivelato creativo, industrioso e feroce in guerra. Nonostante le catastrofi subite nella prima metà del XX secolo, la Germania è riuscita a imporsi come una delle nazioni più importanti dal punto vista economico, artistico e tecnologico.Grande principe di Bismarck, il popolo tedesco guarda a te per vivere nuovi giorni di gloria. Forte è la sua determinazione affinché tu, l'amato Cancelliere di Ferro, torni a guidare la nazione ancora una volta. Sceglierai di dominare con il sangue e l'acciaio o patrocinerai le arti e l'industria? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Hansa|l'Hansa|un'Hansa",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/hanse.json"
        }
    ],
    "unique_units": [
        {
            "name": "Panzer|un Panzer|dal tuo Panzer|al tuo Panzer|il tuo Panzer|da un Panzer",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/panzer.json"
        }
    ],
    "city_names": [
        "Berlino",
        "Amburgo",
        "Monaco",
        "Colonia",
        "Francoforte",
        "Essen",
        "Dortmund",
        "Stoccarda",
        "Düsseldorf",
        "Brema",
        "Hannover",
        "Duisburg",
        "Lipsia",
        "Dresda",
        "Bonn",
        "Bochum",
        "Bielefeld",
        "Karlsruhe",
        "Gelsenkirchen",
        "Wiesbaden",
        "Munster",
        "Rostock",
        "Chemnitz",
        "Brunswik",
        "Halle",
        "Monchengladbach",
        "Kiel",
        "Wuppertal",
        "Friburgo",
        "Hagen",
        "Erfurt",
        "Kassel",
        "Oberhausen",
        "Hamm",
        "Saarbrucken",
        "Krefeld",
        "Potsdam",
        "Solingen",
        "Osnabruck",
        "Ludwigshafen",
        "Leverkusen",
        "Oldenburg",
        "Neuss",
        "Mulheim",
        "Darmstadt",
        "Herne",
        "Wurzburg",
        "Recklinghausen",
        "Gottinga",
        "Wolfsburg",
        "Koblenz",
        "Hildesheim",
        "Erlangen"
    ],
    "spy_names": [
        "Johann",
        "Marlene",
        "Wilhelm",
        "Eva",
        "Heinz",
        "Horst",
        "Carl",
        "Viper",
        "Albrecht",
        "Anton"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Diversi popoli germanici hanno occupato l'Europa centrale per migliaia di anni, ma l'entità politica moderna nota come \"Germania\" è giovanissima, essendo stata creata dal brillante politico prussiano Otto von Bismarck circa 140 anni fa, che agì praticamente da solo. Durante la sua breve esistenza la Germania ha avuto un impatto profondo - nel bene e nel male - sulla storia umana."
        },
        {
            "heading": "Clima e territorio",
            "text": "La Germania presenta una grande varietà geografica: montagne innevate a sud, dolci colline occidentali, pianure a est. È solcata da molti fiumi importanti, fondamentali per l'agricoltura e utili anche per il trasporto delle merci. Le sue pianure sono fertili; le colline e le montagne ricche di risorse naturali. La Germania ha un clima temperato e abbondanti precipitazioni, ideali per l'agricoltura."
        },
        {
            "heading": "Preistoria",
            "text": "Per molti secoli l'Europa centro-settentrionale è stata occupata da popoli germanici, definiti come etnia più che altro dal fatto di parlare lingue germaniche (e non lingue romanze, derivate dal latino, come il francese, lo spagnolo e l'italiano). I reperti suggeriscono che alcune tribù germaniche vivessero nel nord della Germania già nell'età del bronzo. Sembra che in questo periodo la Germania meridionale fosse occupata da popoli di origine celtica; questi tuttavia furono gradualmente \"germanizzati\" man mano che l'influenza delle tribù del nord si estendeva."
        },
        {
            "heading": "I Romani",
            "text": "Le prime informazioni storiche sulle tribù germaniche risalgono al 50 a.C. circa, quando il generale romano Giulio Cesare si scontrò con numerose tribù durante la conquista della Gallia (in un'area che corrisponde approssimativamente all'odierna Francia). Cesare stabilì il confine est della Gallia in corrispondenza del fiume Reno, al di là del quale viveva la maggior parte dei \"barbari\". I Romani mantennero una fragile pace con i Germani (interrotta da diverse incursioni e scaramucce di confine) per circa 40 anni, finché nel 10 a.C. invasero il territorio da due direzioni, varcando il Reno da ovest e il Danubio da est. Fu un errore catastrofico: i barbari si dimostrarono avversari durissimi e diverse legioni furono completamente spazzate via. I Romani, umiliati, si ritirarono oltre i confini segnati dal Danubio e dal Reno e per diversi secoli non fecero altri tentativi di conquista. La coesistenza proseguì più o meno pacificamente fino al 350 d.C.Durante questo periodo tra Germani e Romani si sviluppò un commercio di buon livello: i primi fornivano le materie prime provenienti dal nord, i secondi manufatti e oggetti di lusso. Con il tempo i cosiddetti \"barbari\" impararono dai Romani a lavorare la terracotta e alcune tecniche agricole avanzate, arrivando addirittura ad adottare la moneta dell'impero."
        },
        {
            "heading": "Arrivano gli Unni",
            "text": "Nella seconda metà del IV secolo i popoli germanici cominciarono a sentire sempre più forte la pressione delle tribù di Unni che migravano da est nel loro territorio. Questo spinse i Germani in territorio romano. Nei successivi 50 anni l'impero fu travolto da Visigoti, Svevi e Vandali. La stessa città di Roma fu saccheggiata diverse volte e molti imperatori morirono combattendo gli invasori. Alla fine i Romani riuscirono ad accordarsi con alcuni degli invasori, assegnando loro dei territori e un certo grado di protezione dagli Unni in costante avanzata.Alla morte di Attila, nel 453, l'impero degli Unni collassò immediatamente e i Germani non ebbero più bisogno della protezione di Roma. Un certo numero di tribù dichiarò la propria indipendenza da Roma. Nel giro di poco tempo in Gallia si era formato un regno visigoto a sud-ovest, uno burgundo a sud-est, uno franco a nord; sul Danubio invece si era stanziato il popolo dei Longobardi. L'impero romano d'occidente aveva cessato di esistere."
        },
        {
            "heading": "I Franchi",
            "text": "Non appena stabiliti nella Gallia nord-occidentale i Franchi cominciarono a espandersi verso est, al di là del Reno, tornando a spingersi in un territorio germanico non romanizzato in cui le tribù locali resistevano coriacee come sempre. Per soggiogarle ci vollero tre secoli di guerre, conquiste, ribellioni, tradimenti, rappresaglie e altre guerre. Un grande ostacolo sul cammino della pace era rappresentato dalla religione: i Franchi erano diventati cristiani e volevano imporre la loro stessa fede a tutti i popoli barbari. Le tribù germaniche, pagane da sempre, non desideravano abbandonare le loro tradizioni. Alla fine il cristianesimo emerse vittorioso, ma il processo fu lungo, difficile e oltremodo sanguinoso.Dal canto loro, i Franchi erano tutt'altro che un'entità monolitica: in effetti, passavano tanto tempo a combattere tra loro quanto a dar battaglia ai nemici esterni. La prima dinastia di monarchi, i Merovingi, restò al potere sino alla metà del VII secolo, quando furono rovesciati e rimpiazzati dai Carolingi, una famiglia rivale che proveniva dal nord. I Carolingi espressero una serie di re estremamente capaci che, sfruttando l'alleanza con la Chiesa cattolica, riuscirono a estendere l'influenza franca in gran parte dell'Europa centrale."
        },
        {
            "heading": "Carlo Magno e il Sacro Romano Impero",
            "text": "Il più grande dei Carolingi, Carlo Magno (742-814), fu un brillante generale e un politico astuto. Oltre a continuare l'asservimento delle tribù germaniche, già intrapreso dal padre e dal nonno, estese l'impero verso sud nel resto della Francia e poi in Italia. In cambio della protezione di Roma dai saraceni e dai bizantini ebbe dal papa la corona di imperatore del Sacro Romano Impero. Oggi Carlo Magno è considerato uno dei fondatori della Francia e della Germania, oltre a essere stato il primo statista in grado di unificare l'Europa occidentale dopo il crollo dell'impero romano.Alla morte di Carlo, il suo unico figlio Ludovico I (detto il Pio) ereditò il trono. Ludovico però ebbe più di un figlio, e alla sua morte l'impero fu suddiviso tra gli eredi. Prima che una sola persona regnasse su una porzione così grande d'Europa sarebbero dovuti passare molti anni."
        },
        {
            "heading": "L'ascesa della Germania (Parte I)",
            "text": "A Ludovico il Germanico toccò la metà orientale del Sacro Romano Impero, che includeva il regno di Baviera e altri territori che avrebbero poi formato la Germania medievale. Passò gran parte del suo regno a combattere gli Slavi, i Vichinghi e i suoi stessi fratelli, che avevano ereditato la parte occidentale e quella centrale dell'impero di Carlo Magno (cioè le aree che in epoca moderna sarebbero diventate la Francia e il Benelux). Ludovico il Germanico regnò per circa 50 anni (dall'825 all'876), dando stabilità politica a un regno squassato dalla guerra. Quando non era impegnato a dar battaglia ai vicini, Ludovico fu un patrono delle lettere ed edificò molti monasteri."
        },
        {
            "heading": "Il Medioevo",
            "text": "Nei due secoli successivi la pressione esterna di danesi, saraceni e magiari indebolì il governo centrale che, incapace di proteggere i cittadini dagli attacchi, si vide togliere il potere dalle autorità locali. Il risultato fu una costellazione di piccoli ducati praticamente indipendenti. In seguito alla morte dell'ultimo re carolingio i duchi tedeschi elessero un re franco, ma quando questo si dimostrò incompetente il titolo passò a un duca sassone.I sassoni restarono al potere per diversi secoli. La nuova dinastia respinse con successo gli attacchi dei barbari provenienti da est (anche se il tentativo di estendere i confini nella stessa direzione ebbe esiti disastrosi). Alla fine del X secolo Ottone I aveva invaso e conquistato gran parte dell'Italia. Papa Giovanni XII lo incoronò imperatore, dando inizio a una salda collaborazione tra lo stato tedesco e la Chiesa che durò più di un secolo.L'alleanza, comunque, non fu permanente. A un certo punto i pontefici cominciarono a patire l'influenza sempre maggiore dei monarchi tedeschi sulle proprietà della Chiesa e sullo stesso clero. All'interno della stessa Chiesa alcuni riformatori cominciarono a denunciare la corruzione di vescovi e abati che acquistavano la loro carica da re e duchi (la cosiddetta \"simonia\"), sostenendo che solo il papa aveva l'autorità di assegnare simili posizioni. La tensione raggiunse il suo picco nel 1075, quando Enrico IV arrivò a chiedere l'abdicazione di papa Gregorio VII; Gregorio rispose con la scomunica. Messo di fronte al rischio di una guerra civile, Enrico fu costretto a implorare il perdono del pontefice. Gregorio VII glielo concesse, ma Enrico ne uscì molto indebolito e incapace di reprimere una ribellione che si protrasse per una ventina d'anni. Enrico IV riuscì a sopravvivere, ma la monarchia tedesca risultò indebolita per sempre da questo confronto.Durante questo periodo l'influsso tedesco continuò a crescere nell'Europa centrale, man mano che re e duchi conquistavano e colonizzavano i territori che si estendeva sia a est sia a ovest dell'impero. Re Federico I detto il Barbarossa, che regnò dal 1152 al 1190, lanciò diverse campagne per riconquistare la Lombardia e l'Italia. Per quanto non abbia avuto successo contro le popolazioni locali, lui e i suoi eredi riuscirono ad assicurarsi il controllo di una parte importante del territorio. Federico morì nel 1190 in Terrasanta mentre era al comando della sfortunata terza crociata. Secondo la leggenda affogò mentre faceva il bagno in un fiume."
        },
        {
            "heading": "La caduta della Germania (Parte I)",
            "text": "Gli eredi di Federico non furono in grado di riunire una Germania sempre più frammentata, così quando nel 1250 morì Federico II, il nipote di Barbarossa, la corona rimase vacante per qualche tempo. Altri l'avrebbero alla fine rivendicata, ma nessuno avrebbe più esercitato il potere di un vero monarca.Alla fine del XIV secolo il crollo della Germania era completo."
        },
        {
            "heading": "L'ascesa della Germania (Parte II)",
            "text": "La Germania sarebbe rimasta divisa per cinque lunghi secoli. All'inizio del XVIII secolo l'Austria degli Asburgo e il regno di Prussia erano due delle potenze dominanti; nei primi anni dell'800 entrambe furono coinvolte nelle guerre napoleoniche che squassarono l'Europa. Dopo la sconfitta di Napoleone, al congresso di Vienna del 1814 molte delle nazioni che appartenevano al vecchio impero tedesco si riunirono nella Confederazione Germanica. L'Austria e la Prussia desideravano entrambe dominare la Confederazione; le loro incessanti dispute e lotte intestine divisero e indebolirono il nuovo stato.Nel 1861 re Guglielmo I di Prussia nominò primo ministro Otto von Bismarck. Tre anni dopo Bismarck condusse il suo paese in guerra contro la Danimarca, annettendo anche quel paese all'impero di Prussia. Nel 1866 la Prussia dichiarò guerra all'Austria, dopo che le astute macchinazioni di Bismarck avevano lasciato gli Asburgo isolati e vulnerabili. La Prussia sconfisse facilmente il suo avversario, una volta così potente, ed escluse l'Austria dalla Confederazione.Nel 1870 fu la volta della Francia: l'impareggiabile rete ferroviaria prussiana permise di lanciare un attacco lampo cui i francesi non furono assolutamente in grado di opporsi. La Francia fu umiliata e la Prussia poté annettere i territori contesi dell'Alsazia-Lorena. Avendo sconfitto in modo decisivo le due potenze che avrebbero potuto opporsi ai suoi piani, Bismarck annunciò la formazione dell'impero tedesco, antenato diretto della Germania moderna. Per i 50 anni successivi avrebbe dominato l'Europa centrale."
        },
        {
            "heading": "La caduta della Germania (Parte II)",
            "text": "La storia della Prima Guerra Mondiale è ben nota. Sostanzialmente il conflitto fu scatenato dall'incompetenza dei diplomatici che, senza averne l'abilità, cercarono di emulare la tattica di Bismarck. Negli anni immediatamente precedenti a quel catastrofico evento le grandi potenze d'Europa si trovarono quasi costrette a schierarsi loro malgrado in uno di due campi contrapposti, legandosi l'una all'altra con una labirintica trama di trattati diplomatici così complessi da lasciare poco spazio alla vera e propria diplomazia. Il paese A risultava così dipendente dal paese B, che a sua volta aveva promesso di correre in aiuto del paese C qualora quest'ultimo entrasse in guerra con il paese D, che dal canto suo era alleato ai paesi E, F e G.Nel 1914 l'intero castello di carte crollò di colpo quando l'impero austro-ungarico cercò di annettere la Serbia con un pretesto. In seguito all'omicidio dell'arciduca Francesco Ferdinando da parte di un anarchico serbo-bosniaco, l'Austria dichiarò guerra alla Serbia. La Russia onorò il suo trattato con la Serbia e dichiarò guerra all'impero austro-ungarico, così la Germania, alleata di quest'ultimo, mobilitò le sue forze per attaccare la Russia. Questo fece sì che la Francia (che ancora si rodeva per la perdita dell'Alsazia-Lorena 40 anni prima) si mobilitasse contro la Germania. L'Inghilterra, alleata della Francia e della Russia, non poté fare altro che dichiarare anche lei guerra alla Germania e all'Austria.All'inizio le sorti andarono decisamente a favore della Germania e dei suoi alleati, che inflissero pesanti perdite alla Russia e conquistarono metà della Francia. In seguito però il conflitto degenerò in un'orribile situazione di stallo che durò quattro lunghi anni, con gli eserciti che si fronteggiavano nelle trincee senza avanzare né ritirarsi. Alla fine la volontà dei tedeschi di continuare a combattere fu piegata dal dominio navale britannico e dall'entrata in guerra degli Stati Uniti. Stremato, sotto pressione su tutti i fronti e senza alcuna possibilità di vittoria, il popolo tedesco si ribellò. Il Kaiser fuggì in Olanda; i tedeschi proclamarono la repubblica e firmarono l'armistizio l'11 novembre 1918. 15 milioni di persone erano morte; buona parte dell'Europa era ridotta a una devastazione fangosa costellata di cadaveri e obici inesplosi.Dopo la guerra le nazioni vittoriose non furono molto misericordiose nei confronti della Germania. La Francia si riprese i territori contesi dell'Alsazia-Lorena e gli alleati imposero enormi pagamenti di riparazione a una nazione già indigente, a cui tra l'altro fu proibito di ricostruire una significativa potenza militare. L'impero austro-ungarico non se la passò meglio, finendo suddiviso su basi etniche in Austria, Ungheria, Cecoslovacchia e Yugoslavia. L'impero ottomano fu analogamente fatto a pezzi.La Germania era prostrata, in bancarotta e sotto la minaccia dell'occupazione straniera se non avesse pagato enormi somme alle nazioni vicine (che, a dire il vero, non stavano molto meglio e avevano disperatamente bisogno di quei fondi per le ricostruzioni). Molti si chiesero se la Germania sarebbe mai stata capace di risollevarsi dalla catastrofe della Prima Guerra Mondiale."
        },
        {
            "heading": "L'ascesa della Germania (Parte III)",
            "text": "Anche gli eventi che hanno condotto alla Seconda Guerra Mondiale sono ben noti. Facendo leva sulla rabbia e sull'umiliazione del popolo tedesco, Adolf Hitler e il suo partito nazista (di ispirazione fascista) si impadronirono del governo. I tedeschi ricostruirono con incredibile rapidità l'economia, l'esercito e tutto il paese, mentre minoranze come ebrei, omosessuali e zingari venivano perseguitate con ferocia sempre maggiore.Mentre i vecchi nemici della Germania osservavano supinamente, Hitler riunì la Germania con l'Austria e annetté anche la Cecoslovacchia. Isolata dalla Francia, dall'Inghilterra e dagli Stati Uniti, la Russia comunista di Stalin si spartì con la Germania la malcapitata Polonia. Solo a questo punto Francia e Inghilterra dichiararono guerra alla Germania, ma nessuno dei due paesi aveva la forza militare per lanciare un'offensiva contro il potente esercito di Hitler.Nel 1940 la Germania invase la Francia passando per Olanda, Belgio e Paesi Bassi. Le difese furono aggirate e i carri tedeschi ebbero facilmente ragione degli armamenti francesi e inglesi, nettamente inferiori. In poco più di un mese la Francia si dovette arrendere e gli inglesi si ritirarono dal continente.Nel 1941 la Germania rivolse l'attenzione verso est. La sua potente macchina da guerra tracciò un solco sanguinoso nel ventre dell'Unione Sovietica, spazzando via interi eserciti lanciati a fermare il suo assalto. Alla fine del 1941 la Germania sembrava a un passo dalla distruzione della Russia sovietica, un'impresa che le avrebbe consegnato il controllo indiscusso di tutta l'Europa continentale."
        },
        {
            "heading": "La caduta della Germania (Parte III)",
            "text": "Nonostante gli spettacolari successi iniziali, però, la Germania non riuscì ad avere ragione dell'Unione Sovietica. Mal equipaggiato, male addestrato e prostrato da anni di purghe staliniane che avevano decimato i quadri degli ufficiali, l'esercito sovietico combatté eroicamente per tamponare l'avanzata tedesca. Nonostante le terribili perdite subite, l'Armata Rossa riuscì a impedire la conquista di Mosca e di Leningrado, dando a Stalin il tempo di organizzare e addestrare un enorme esercito con cui lanciare la controffensiva.Sul fronte occidentale le cose non si mettevano meglio per la Germania. Gli Stati Uniti erano entrati in guerra in seguito all'attacco giapponese a Pearl Harbor; le forze americane e inglesi avevano cominciato a erodere il controllo tedesco prima in Africa e poi in Italia. Mentre le forze russe si facevano strada verso ovest superando pian piano l'eccezionale resistenza tedesca, gli americani e gli inglesi invasero la Francia, aprendo un altro fronte. Dissanguato dai combattimenti e incapace di difendersi dagli attacchi che provenivano da tutte le direzioni, l'esercito tedesco finì col cedere. Hitler si suicidò e il 7-8 maggio del 1945 la Germania si arrese.La Germania pagò duramente le decisioni del suo Führer. Nella guerra morirono milioni di tedeschi, tra cui un numero spropositato di ebrei assassinati dai loro stessi compatrioti. L'Unione Sovietica (che a sua volta aveva perso decine di milioni di uomini) espanse i suoi confini verso ovest in territorio polacco; la Polonia a sua volta ricevette i territori orientali della Germania, inclusa l'intera Prussia, da cui 15 milioni di tedeschi furono rimossi e trasferiti a forza in quello che rimaneva della Germania. La Germania stessa fu divisa e occupata dagli Alleati: la Russia si prese i territori orientali, Francia, Regno Unito e Stati Uniti i territori occidentali, inclusa metà Berlino."
        },
        {
            "heading": "L'ascesa della Germania (Parte IV)",
            "text": "Negli anni che seguirono la Seconda Guerra Mondiale la Germania riuscì ancora una volta a riprendersi in modo prodigioso. Dopo la fine della guerra fredda e il crollo dell'Unione Sovietica le due metà della Germania si sono riunite, dando origine ancora una volta a una potenza economica senza rivali in Europa. Oggi la Germania è membro fondatore dell'Unione Europea e, cosa ancora più incredibile, una grande alleata della Francia. Il popolo tedesco ha accettato la responsabilità degli orribili crimini commessi dal paese durante la Seconda Guerra Mondiale e sembra determinato a far sì che simili atrocità non si ripetano più. In definitiva, nel XXI secolo la Germania è una forza potente al servizio della pace mondiale."
        },
        {
            "heading": "L'ascesa della Germania (Parte IV)",
            "text": "Negli anni che seguirono la Seconda Guerra Mondiale la Germania riuscì ancora una volta a riprendersi in modo prodigioso. Dopo la fine della guerra fredda e il crollo dell'Unione Sovietica le due metà della Germania si sono riunite, dando origine ancora una volta a una potenza economica senza rivali in Europa. Oggi la Germania è membro fondatore dell'Unione Europea e, cosa ancora più incredibile, una grande alleata della Francia. Il popolo tedesco ha accettato la responsabilità degli orribili crimini commessi dal paese durante la Seconda Guerra Mondiale e sembra determinato a far sì che simili atrocità non si ripetano più. In definitiva, nel XXI secolo la Germania è una forza potente al servizio della pace mondiale."
        },
        {
            "heading": "L'ascesa della Germania (Parte IV)",
            "text": "Negli anni che seguirono la Seconda Guerra Mondiale la Germania riuscì ancora una volta a riprendersi in modo prodigioso. Dopo la fine della guerra fredda e il crollo dell'Unione Sovietica le due metà della Germania si sono riunite, dando origine ancora una volta a una potenza economica senza rivali in Europa. Oggi la Germania è membro fondatore dell'Unione Europea e, cosa ancora più incredibile, una grande alleata della Francia. Il popolo tedesco ha accettato la responsabilità degli orribili crimini commessi dal paese durante la Seconda Guerra Mondiale e sembra determinato a far sì che simili atrocità non si ripetano più. In definitiva, nel XXI secolo la Germania è una forza potente al servizio della pace mondiale."
        }
    ],
    "leader": {
        "name": "Bismarck",
        "subtitle": "Leader dei tedeschi",
        "lived": "1815-1898",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/bismarck.png",
        "trait": {
            "name": "Furor Teutonicus",
            "effect": "Quando sconfiggi un'unità di barbari all'interno di un Accampamento c'è il 67% di possibilità che guadagni 25 Oro e che l'unità si unisca al tuo impero. Il mantenimento delle unità terrestri costa il 25% in meno."
        },
        "titles": [
            "Cancelliere dell'Impero tedesco",
            "\"Cancelliere di ferro\""
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Otto von Bismarck, noto anche come il \"Cancelliere di ferro\", è forse la figura più significativa in tutta la storia tedesca. Durante la sua lunga carriera politica Bismarck unificò la Germania e fondò l'Impero tedesco; una debole e disorganizzata confederazione di stati divenne un'unica potente nazione, in grado di dominare l'intera Europa continentale."
            },
            {
                "heading": "La giovinezza",
                "text": "Discendente da una famiglia nobile prussiana, Bismarck ereditò certamente l'arroganza dell'aristocrazia terriera tedesca. Era uno studente scarso, ma particolarmente abile nei duelli, con un notevole interesse nella storia e nella linguistica. Tuttavia trascorreva gran parte del suo tempo a bere con gli altri aristocratici nella loro esclusiva confraternita.Incapace di accettare la disciplina richiesta dal servizio militare, Bismarck entrò invece nel corpo diplomatico prussiano, dove le sue abilità lo portarono presto all'attenzione del re. Nominato alla Dieta Federale Tedesca (il congresso), Bismarck si adoperò per incrementare il prestigio e il potere della Prussia all'interno della Germania. Alla fine assunse la carica di primo ministro prussiano, e dopo lunghi anni di lotte riuscì a unificare la Germania sotto il dominio della Prussia. Bismarck raggiunse il suo obiettivo attraverso una sottile e scaltra diplomazia, coadiuvata da una serie di guerre vittoriose."
            },
            {
                "heading": "Politica estera",
                "text": "Una volta unificata la Germania, la politica estera di Bismarck si concentrò soprattutto sul mantenimento della pace in Europa. Per far questo cercò di isolare la Francia, nemico storico della Germania. In questo ottenne un grande successo. Nel 1870 organizzò una guerra contro la Francia per riunire diversi stati tedeschi (Baviera, Baden e altri) sotto l'Impero tedesco. In questa guerra la Francia venne rapidamente sconfitta.Una volta raggiunto l'obiettivo di annettere gli altri stati tedeschi, Bismarck voleva concedere condizioni piuttosto indulgenti, ma il popolo e i militari pretesero di più; quindi fu costretto ad annettere le province francesi dell'Alsazia e della Lorena. Bismarck sapeva che questo avrebbe causato problemi a lungo termine. Prima della guerra, infatti, aveva detto a un collega: \"Se mai dovessimo conquistare l'Alsazia, dovremmo mantenere Strasburgo perennemente presidiata. Questo sarebbe impossibile, poiché alla fine la Francia troverebbe nuovi alleati e allora sorgerebbero dei grossi problemi\". Fu esattamente ciò che accadde nella Prima Guerra Mondiale, quando la Germania in effetti si trovò in grave difficoltà."
            },
            {
                "heading": "Politica interna",
                "text": "Sebbene fosse un ardente conservatore e un monarchico, Bismarck fu il primo leader europeo a promuovere un sistema di sicurezza sociale per i lavoratori. Riorganizzò il sistema monetario tedesco, introducendo per la prima volta una moneta unica. Inoltre contribuì alla creazione del nuovo codice civile e commerciale del suo paese. Tuttavia la sua benevolenza non era universale: se da una parte emancipò gli Ebrei, dall'altra emanò diverse leggi per reprimere i cattolici tedeschi."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Come diplomatico, la più grande debolezza di Bismarck fu il desiderio ossessivo di indebolire la Francia. Nel corso della sua vita raggiunse il suo obiettivo, ma così facendo trasformò la Francia in un nemico implacabile, e questo ebbe pesanti conseguenze nel secolo successivo. Per quanto riguarda la politica interna, il maggior difetto di Bismarck fu il disinteresse verso le condizioni di vita della popolazione tedesca. La Germania acquistò potere e influenza, ma la vita quotidiana della popolazione non migliorò di pari passo. Il suo sistema di sicurezza sociale servì a migliorare in parte la situazione, anche se a dire il vero fu istituito solo per evitare concessioni ancora più ampie ai socialisti tedeschi.Bismarck fu un grande leader, forse il più grande nell'Europa del XIX secolo. I suoi trionfi prevalsero notevolmente sulle sconfitte; da solo riuscì a trasformare un insieme di regni in costante lotta in un potente stato unitario. È vero che la sua politica contribuì al successivo disastro della Germania, ma questo dipese soprattutto dall'incapacità dei suoi successori di adattarsi ai cambiamenti geopolitici del continente."
            }
        ]
    }
}