{
    "id": 9,
    "name": "Grecia|della Grecia|alla Grecia|la Grecia|dalla Grecia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/grecia|della_grecia|alla_grecia|la_grecia|dalla_grecia.png",
    "dawn_of_man": "Che le benedizioni degli dèi scendano su di te, o grande re Alessandro! Tu sei a capo della potente nazione greca. Il tuo popolo a lungo ha vissuto diviso in numerose città-stato, come le leggendarie Atene, Sparta e Tebe, dove cose meravigliose hanno visto la luce: la democrazia, la filosofia, la tragedia, l'arte e l'architettura, ponendo le basi dell'intera civiltà occidentale. Sebbene poco numerosi e spesso in conflitto tra di loro, nel V secolo a.C. i greci riuscirono a sconfiggere la vicina e vastissima nazione della Persia, a terra come in mare.Alessandro, il tuo popolo è pronto a marciare in guerra per diffondere la cultura greca tra le genti del mondo e donarti gloria imperitura. Sei pronto ad accettare il tuo destino, re Alessandro? Guiderai il tuo popolo verso il trionfo e la grandezza? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Cavalleria dei Compagni|una Cavalleria dei Compagni|dalla tua Cavalleria dei Compagni|alla tua Cavalleria dei Compagni|la tua Cavalleria dei Compagni|da una Cavalleria dei Compagni",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/companion_cavalry.json"
        },
        {
            "name": "Oplita|un Oplita|dal tuo Oplita|al tuo Oplita|il tuo Oplita|da un Oplita",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/hoplite.json"
        }
    ],
    "city_names": [
        "Atene",
        "Sparta",
        "Corinto",
        "Argo",
        "Cnosso",
        "Micene",
        "Farsalo",
        "Efeso",
        "Alicarnasso",
        "Rodi",
        "Eretria",
        "Pergamo",
        "Mileto",
        "Megara",
        "Focea",
        "Sicione",
        "Tirinto",
        "Samo",
        "Mitilene",
        "Chio",
        "Paro",
        "Tegea",
        "Elis",
        "Siracusa",
        "Eraclea",
        "Gortyn",
        "Calcide",
        "Pilo",
        "Pella",
        "Naxos",
        "Sicione",
        "Smirne",
        "Larissa",
        "Apollonia",
        "Messene",
        "Orchomenos",
        "Ambracia",
        "Kos",
        "Cnido",
        "Anfipoli",
        "Patrasso",
        "Lamia",
        "Nauplia",
        "Apolyton"
    ],
    "spy_names": [
        "Jason",
        "Helena",
        "Alexa",
        "Cletus",
        "Cassandra",
        "Andres",
        "Desdemona",
        "Anthea",
        "Enea",
        "Leander"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "È impossibile stimare l'impatto della civiltà greca sulla cultura e la storia dell'Occidente. La Grecia classica ha dato i natali ad alcuni dei più grandi artisti, filosofi, scienziati, storici, drammaturghi e condottieri che il mondo abbia mai conosciuto. I suoi guerrieri e coloni hanno portato la cultura della Grecia in tutto il Mediterraneo e nel medio ed estremo oriente. I loro eredi, i Romani, ne hanno ulteriormente diffuso il pensiero in tutta Europa. Da lì la cultura greca avrebbe in seguito attraversato l'oceano fino al Nuovo Mondo.Ai pensatori greci si attribuiscono una quantità impressionante di scoperte e invenzioni, tra cui la prima rappresentazione teatrale, il primo trattato storico e la prima opera filosofica. I Greci hanno regalato all'Occidente il primo evento sportivo di cui si abbia notizia, il primo poema e il primo edificio dedicato al teatro. In politica, i Greci hanno creato la prima democrazia e la prima repubblica. L'influenza greca è ancora ben presente nel mondo di oggi: i dottori pronunciano il Giuramento di Ippocrate e gli architetti osservano le forme classiche per trovare ispirazione. Si può dire che la civiltà occidentale affondi le sue radici nella Grecia classica."
        },
        {
            "heading": "Territorio",
            "text": "La Grecia occupa un'ampia e lunga penisola che dai Balcani si inoltra verso sud nel Mediterraneo, tra lo Ionio e l'Egeo. La penisola è quasi tagliata in due dal golfo di Corinto, che si apre nello Ionio e attraversa tutto il paese lasciando solo un sottile istmo di terra tra nord e sud. La Grecia è piuttosto montagnosa: le strette vallate fertili sono separate da colline accidentate e alti picchi. Nelle pianure vicine alla costa le estati sono calde e gli inverni miti, ma sulle montagne non è raro che nevichi.Storicamente, il Mar Egeo è sempre stato un \"lago greco\". La Grecia classica ha dominato le centinaia di piccole isole che costellano l'Egeo, oltre alle rocciose coste dell'Anatolia (Turchia) subito a est."
        },
        {
            "heading": "I Micenei",
            "text": "Dei primi abitanti della Grecia non sappiamo molto. Furono tutti sterminati durante l'età del bronzo, intorno al 1900 a.C., quando un'ondata di tribù micenee si spostarono in Grecia dai Balcani. Per 500 anni i nuovi abitanti furono dominati quasi interamente dalla civiltà minoica; intorno al 1400 a.C. i Micenei riuscirono a liberarsi dell'influenza di Creta. L'Iliade e l'Odissea di Omero risalgono al periodo miceneo. Nonostante il testo sia stato modificato attraverso i secoli, ancor oggi i versi ci permettono di gettare uno sguardo sulla politica, la guerra, la religione e la vita quotidiana nell'epoca micenea.La civiltà di Micene crollò di colpo nel 1100 a.C. per ragioni ancora dibattute: è probabile che la loro estinzione sia da collegare a un nuovo gruppo di immigrati provenienti dal nord, i Dori. I tre secoli successivi al collasso miceneo sono noti come il \"Medioevo greco\". Di questo periodo rimangono ben poche fonti storiche."
        },
        {
            "heading": "Il periodo arcaico",
            "text": "A metà del VII secolo cominciò quello che è stato definito il \"periodo arcaico\". I primi registri scritti arrivati a noi risalgono a quest'epoca; il linguaggio miceneo però era andato perduto da tempo, così i Greci presero in prestito l'alfabeto fenicio, modificandone leggermente le lettere.La prima data registrata nella storia greca corrisponde al 776 a.C. e indica l'anno in cui si sono tenuti i primi giochi olimpici. Sembra che queste prime Olimpiadi abbiano offerto un solo evento sportivo, una gara di atletica su una distanza di circa 200 metri, vinta dal cuoco Corebo di Elide. Da quella prima volta i giochi si tennero ogni quattro anni. Nel corso dei decenni successivi vennero aggiunti altri eventi: corsa sui 400 metri, maratona, lotta, lancio del giavellotto e del disco; successivamente pugilato e corsa con i carri."
        },
        {
            "heading": "La colonizzazione greca",
            "text": "Il periodo arcaico è stato contrassegnato da una grande espansione greca. Molte comunità inviarono coloni sulle isole dell'Egeo e lungo le coste del Mediterraneo orientale. Il motivo preciso per cui tanti greci abbiano deciso di lasciare le loro case per formare colonie non è chiaro: alcuni pensano che la motivazione principale fosse l'ambizione, dato che era facile pensare di fare fortuna lontano dalla patria, mentre altri storici ritengono che la pressione demografica sia sicuramente responsabile almeno di una parte delle migrazioni. Nel corso dei secoli i Greci fondarono colonie sulla costa del Nordafrica, in Sicilia, Italia continentale, Anatolia, Egitto e Medio Oriente. Le colonie tendevano a essere indipendenti, ma in genere mantenevano stretti legami con la città di provenienza."
        },
        {
            "heading": "L'ascesa della polis",
            "text": "Per indicare una città-stato della Grecia antica si usa il termine \"polis\". Tradizionalmente il termine indica un'unità politica simile all'Atene classica, ovvero un grande città centrale che domina un gruppo di insediamenti vicini molto più piccoli, ma può anche denotare un gruppo di città alleate prive di autorità centrale ben definita (questo è il caso di Sparta). Entrambe le forme cominciarono ad apparire nell'VIII secolo a.C. Alcuni storici ritengono che le città più grandi si siano sviluppate intorno a templi religiosi, mentre altri pensano che i Greci si siano ispirati ai Fenici, che avevano sviluppato organizzazioni politiche simili per molti anni.Ogni polis aveva la sovranità di se stessa e rispondeva solo ai propri cittadini. Sebbene i cittadini di tutte le città-stato condividessero lo stesso linguaggio, storia e nazionalità (greca, naturalmente), questo non impedì loro di litigare costantemente e continuare a dichiararsi guerra. Talvolta le polis si univano per combattere un nemico comune, ma ogni alleanza fu sempre sciolta immediatamente dopo la crisi.Le città-stato dominanti erano quattro: Corinto, Tebe, Sparta e Atene. Di queste, le più potenti erano Sparta e Atene. La battaglia per la supremazia tra queste due polis arrivò a scuotere violentemente la Grecia."
        },
        {
            "heading": "Gli Spartani",
            "text": "La città di Sparta era posizionata nel centro della Grecia meridionale, in un'area relativamente povera e di difficile accesso. Nell'VIII secolo a.C. Sparta entrò in guerra con la vicina Messenia ed emerse vittoriosa, conquistandola e riducendo in schiavitù i suoi abitanti, che presero il nome di \"iloti\". Gli iloti non si rassegnarono alla loro condizione e successivamente tentarono diverse ribellioni. Per tenere a bada i suoi schiavi la società spartana divenne sempre più militarizzata. Ogni cittadino maschio doveva lasciare la sua casa ed entrare nell'esercito a un'età estremamente giovane. I soldati spartani erano molto disciplinati e non conoscevano praticamente la paura. Costituirono la migliore fanteria della Grecia."
        },
        {
            "heading": "Gli Ateniesi",
            "text": "Atene è posizionata nel sud-est della Grecia, nella regione ricca e fertile chiamata Attica. In netto contrasto con Sparta, Atene era una grande potenza navale. I cittadini si dedicavano all'arte, alla cultura e al sapere piuttosto che a un'austera vita militare (ma bisogna comunque notare che anche gli Ateniesi possedevano schiavi e non si tiravano certo indietro quando avevano l'occasione di conquistare una città rivale per saccheggiarla).Alla fine del VI secolo a.C. Atene era dominata dal tiranno Pisistrato, a cui succedettero i figli. Un aristocratico ateniese chiese al re spartano Cleomene I di aiutare i cittadini a rovesciare i tiranni; dopo aver fatto questo, però, il re mise al loro posto un sovrano fantoccio. Per tutta risposta gli Ateniesi lo cacciarono e formarono un nuovo governo in cui tutti i cittadini (escluse le donne e gli schiavi, naturalmente) avrebbero condiviso equamente il potere. Così facendo inventarono la prima democrazia del mondo. Gli Spartani attaccarono Atene, ma gli Ateniesi si difesero strenuamente e li obbligarono a ritirarsi. In questo modo ebbe inizio una rivalità che avrebbe diviso le due potenze per secoli."
        },
        {
            "heading": "La Grecia classica (510 a.C.-323 a.C.)",
            "text": "Il periodo noto come \"Grecia classica\" ha inizio quando gli Ateniesi rovesciano il loro ultimo tiranno e termina con la morte di Alessandro Magno. Nel periodo classico si assiste a un colossale sviluppo dell'arte, dell'architettura, della letteratura, delle scienze e del pensiero politico, un'esplosione spettacolare di cultura e conoscenza. Ecco alcuni dei greci più noti di questo periodo: Leonida I, re di Sparta; Pericle, comandante ateniese; gli storici Erodoto e Senofonte; i filosofi Socrate, Platone e Aristotele; i drammaturghi e commediografi Euripide, Sofocle e Aristofane; il medico Ippocrate. Tutti questi grandi uomini hanno vissuto 2.500 anni fa, eppure li ricordiamo ancora. C'è un altro periodo storico che può vantare tanti grandi uomini, comparsi tutti insieme in un piccolo angolo del mondo?Benché quest'era sia stata straordinaria per la cultura, non sono mancate le guerre sanguinose: in effetti, molti dei grandi dell'epoca hanno dedicato buona parte del loro tempo e della loro energia a uccidersi l'un l'altro. È interessante chiedersi se quest'età dell'oro abbia brillato tanto nonostante le continue guerre, o proprio a causa loro."
        },
        {
            "heading": "Le guerre persiane",
            "text": "All'inizio del V secolo a.C., le città greche sulla costa dell'Anatolia (Ionia) erano sotto il dominio dei Persiani, un vasto e potente impero che si estendeva verso sud-est. Nel 499 a.C. si ribellarono. Nonostante l'aiuto di molte città greche dell'entroterra, non poterono resistere alla violenta risposta persiana, e furono tutte riconquistate.Sette anni dopo, nel 492 a.C., la Persia lanciò una grande campagna contro la Grecia per rappresaglia. L'invasione persiana era divisa in due grandi tronconi: un enorme esercito era accompagnato da una potente flotta che gli copriva i fianchi. L'esercito avanzò attraverso la Tracia e la Macedonia, ma in seguito al ferimento del suo generale si ritirò in Asia Minore.Nel 490 a.C. la flotta persiana sbarcò un numero enorme di uomini (tra i 20.000 e i 100.000) nell'Attica. Gli invasori furono affrontati da un contingente greco molto più esiguo, composto forse da 9.000 soldati di Atene e 1.000 di Platea, che inflisse loro una sconfitta decisiva. Con questo i Greci si guadagnarono una decina d'anni di pace.Nel 480 a.C. il re persiano Serse lanciò un'altra enorme offensiva alla Grecia, forte stavolta di quasi 300.000 uomini. Quest'armata sconfinata ebbe presto ragione delle città della Grecia centrale, proseguendo inesorabile la marcia verso Atene. Alle Termopili gli invasori incontrarono un piccolo gruppo composto più che altro da Spartani; i difensori lottarono tenacemente fino all'ultimo uomo, dando agli Ateniesi il tempo di evacuare la città. Ora i cittadini di Atene non avevano più casa, ma disponevano ancora della loro potente flotta, che riuscì a sconfiggere le navi persiane e a tagliare i rifornimenti all'esercito nemico. Nel giro di un anno gli Spartani raccolsero un grande esercito che attaccò gli invasori distruggendoli.Nel 478 a.C. gli Ateniesi tornarono nella loro città semidiroccata e cominciarono la ricostruzione. Poco dopo formarono un'alleanza con diverse città-stato isolane, chiamata Lega di Delo, che riuscì a tener lontane per sempre le navi persiane dal Mar Egeo."
        },
        {
            "heading": "La guerra del Peloponneso",
            "text": "Dopo la sconfitta della Persia gli Ateniesi cominciarono a chiedere agli altri membri della Lega di Delo grandi somme di denaro con cui intendevano ricostruire la città. Dato che la flotta Ateniese era di gran lunga la più potente, le città-stato dovettero per forza acconsentire. Atene divenne più ricca e potente di quanto fosse mai stata nella sua storia: la Lega di Delo era ormai sotto tutti gli aspetti, tranne il nome, una specie di \"impero ateniese\".Allarmata, Sparta formò la Lega del Peloponneso con altre potenze di terra come Corinto e l'Elide. Nel 458 a.C. tra la Lega di Delo e quella del Peloponneso scoppiò la guerra. Il conflitto si trascinò in modo inconcludente per parecchi anni finché finalmente nel 445 fu firmato un trattato di pace. La pace durò fino al 431 a.C., quando le due fazioni tornarono a scontrarsi.Ancora una volta la guerra durò per decenni. Le forze spartane invasero l'Attica e assediarono Atene; la città cadde preda di una letale pestilenza che uccise migliaia di cittadini, tra cui il grande comandante Pericle. Ma Atene riuscì a resistere e a respingere gli Spartani. La flotta ateniese continuò a impegnare con ripetuti attacchi le coste nemiche e gli alleati della Lega del Peloponneso oltremare, riducendo ai minimi termini il suo tesoro e i suoi approvvigionamenti. Nessuna delle due parti riuscì a conquistare un vantaggio decisivo, così nel 421 a.C. fu stipulato un nuovo trattato di pace.La pace di Nicia durò sei anni. Nel 415 Atene lanciò una grande invasione della Sicilia, dove c'erano molte città alleate della Sparta. L'attacco si risolse con un fallimento catastrofico: alla fine l'esercito ateniese fu spazzato via e la flotta fece quasi la stessa fine. Ora Atene era praticamente indifesa, a terra come in mare.Nel 405 la marina spartana (con l'aiuto dei Persiani) sconfisse quella ateniese, cingendo la città con un blocco navale impenetrabile. Ridotta alla fame e senza speranze di ricevere aiuto dall'esterno, Atene capitolò. Gli Spartani vittoriosi le imposero pesanti sanzioni, spogliandola di tutte le colonie oltremare e proibendole di ricostruire la flotta."
        },
        {
            "heading": "Filippo II e Alessandro di Macedonia",
            "text": "Le città-stato della Grecia meridionale erano fortemente indebolite da decenni di lotta brutale, così il centro del potere si spostò verso nord, in Macedonia. Nel 338 Filippo II condusse un'armata a sud accompagnato dal figlio sedicenne Alessandro, che si era già cimentato sul campo di battaglia conducendo un piccolo esercito macedone in Tracia per sedare una rivolta. Dopo aver battuto facilmente alcuni avversari minori, Filippo e Alessandro sconfissero in modo decisivo un esercito combinato di Tebani e Ateniesi alla battaglia di Cheronea. A questo punto i Macedoni si rivolsero a Corinto, che si arrese senza combattere.Filippo si preparò a lanciare una massiccia invasione della Persia con un grande esercito composto da Macedoni e altri guerrieri greci. Tuttavia fu assassinato nel 336 a.C. All'età di 20 anni Alessandro fu proclamato re della Macedonia.Alla notizia della morte di Filippo le città-stato della Grecia meridionale tentarono di ribellarsi, ma Alessandro si mosse rapidamente verso sud con 3.000 cavalieri e ne ottenne subito la resa. Fatto questo si rivolse a nord, nei Balcani, dove con una campagna-lampo sconfisse diversi nemici che avevano eserciti molto più numerosi del suo.Mentre era così impegnato, numerose città-stato (tra cui Tebe e Atene) si rivoltarono ancora una volta. Per tutta risposta Alessandro rase al suolo e bruciò Tebe, vendendo come schiavi la maggior parte dei suoi abitanti. Atene capitolò immediatamente e implorò la misericordia del re macedone. Il giovane condottiero aveva mostrato di che pasta era fatto: le città-stato greche non gli avrebbero mai più dato problemi."
        },
        {
            "heading": "La conquista della Persia",
            "text": "Nel 334 Alessandro guidò un esercito di 40.000 greci al di là dell'Ellesponto, in territorio persiano. I particolari della sua straordinaria campagna sono descritti altrove in questa Civilopedia (v. [link]Alessandro Magno[end link]); qui basterà ricordare che in soli dieci anni conquistò tutta l'Asia Minore, la Persia, l'Egitto e parte dell'India occidentale. Alessandro morì nel 323 a.C. all'età di 32 anni, lasciando un impero frantumato nelle mani dei suoi generali e dei loro figli."
        },
        {
            "heading": "Dopo Alessandro",
            "text": "Dopo la sua morte la Grecia non restò unita. Le poleis tornarono alle loro diatribe, dopodiché caddero una dopo l'altra sotto il controllo di Roma, la potenza emergente proveniente da ovest. Nel 146 a.C. la Macedonia era diventata una provincia romana e il resto della Grecia cadde nel corso del secolo successivo.Nel 330 d.C. l'impero bizantino sostituì i Romani nel dominio sulla Grecia. Questa situazione durò più di 1.000 anni, dopodiché Bisanzio fu soppiantata dall'impero ottomano. Gli Ottomani controllarono la Grecia dalla metà del XV secolo fino all'inizio dell'Ottocento. Il paese riguadagnò finalmente l'indipendenza nel 1829, quasi 1850 anni dopo la conquista romana."
        },
        {
            "heading": "Dopo Alessandro",
            "text": "Dopo la sua morte la Grecia non restò unita. Le poleis tornarono alle loro diatribe, dopodiché caddero una dopo l'altra sotto il controllo di Roma, la potenza emergente proveniente da ovest. Nel 146 a.C. la Macedonia era diventata una provincia romana e il resto della Grecia cadde nel corso del secolo successivo.Nel 330 d.C. l'impero bizantino sostituì i Romani nel dominio sulla Grecia. Questa situazione durò più di 1.000 anni, dopodiché Bisanzio fu soppiantata dall'impero ottomano. Gli Ottomani controllarono la Grecia dalla metà del XV secolo fino all'inizio dell'Ottocento. Il paese riguadagnò finalmente l'indipendenza nel 1829, quasi 1850 anni dopo la conquista romana."
        }
    ],
    "leader": {
        "name": "Alessandro",
        "subtitle": "Leader dei Greci",
        "lived": "356-323 a.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/alessandro.png",
        "trait": {
            "name": "Lega Ellenica",
            "effect": " L'Influenza sulle città-stato diminuisce il doppio più lentamente e aumenta il doppio più velocemente."
        },
        "titles": [
            "Alessandro Magno"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Alessandro il macedone fu senza dubbio uno dei più grandi condottieri di tutti i tempi. In soli 17 anni condusse i propri eserciti da una vittoria all'altra attraverso l'Europa, l'Africa, il Medio Oriente e l'Asia, conquistando ogni nazione con cui entrò in contatto."
            },
            {
                "heading": "La giovinezza",
                "text": "Alessandro era figlio di Filippo II, re e condottiero di grande successo che aveva salvato il proprio regno dalla rovina e guidato il suo popolo al trionfo conquistando Atene, l'Illiria e la Tracia, le stesse potenze che pochi anni prima erano state sul punto di annettere la Macedonia. In quanto figlio del più potente monarca del mondo \"civilizzato\", Alessandro ricevette un'educazione privilegiata: suo tutore personale fu Aristotele, uno dei sommi pensatori della civiltà occidentale.La madre Olimpiade gli aveva insegnato che era discendente di Ercole e Achille, così il giovane Alessandro crebbe con una grande fiducia in se stesso. All'età di 16 anni Filippo partì per attaccare Bisanzio e gli affidò la reggenza della Macedonia; durante l'assenza del padre Alessandro represse duramente una ribellione in Tracia. Due anni dopo era alla guida dell'ala sinistra dell'esercito del padre nella battaglia in cui le forze di Filippo sconfissero l'alleanza delle città stato elleniche, conquistando così l'intera Grecia.L'anno successivo la fortuna abbandonò temporaneamente Alessandro. Re Filippo divorziò dalla moglie per una donna di nome Cleopatra Euridice. Madre e figlio furono costretti a fuggire dalla Macedonia. Qualche tempo dopo Alessandro si riconciliò con il padre, ma la sua successione sarebbe stata messa in discussione se Filippo non fosse morto prima di generare un altro figlio."
            },
            {
                "heading": "L'ascesa al potere",
                "text": "In seguito alla conquista della Grecia e dei Balcani, Filippo aveva cominciato a radunare un esercito per invadere la Persia. Nel 336, durante il matrimonio della figlia, Filippo fu assassinato da Pausania, il capitano delle sue guardie del corpo. (Alcuni ritengono che dietro l'assassinio ci fosse la mano di Olimpiade, se non addirittura di Alessandro. Non c'è però alcuna prova in supporto di quest'ipotesi, anche perché lo stesso Pausania morì nell'agguato.) All'età di vent'anni Alessandro fu proclamato re dall'esercito e dall'aristocrazia macedoni. Per celebrare la vittoria assassinò tutti i potenziali rivali al trono, dopodiché rimise mano all'invasione della Persia pianificata dal padre."
            },
            {
                "heading": "La creazione di un impero",
                "text": "L'esercito di Alessandro era composto da 30.000 fanti e 5.000 cavalieri, un numero enorme per quei tempi, ed era accompagnato da ingegneri, topografi, scienziati e addirittura storici.Ben presto Alessandro collezionò una vittoria dopo l'altra contro i Persiani. Alessandro batté ripetutamente l'élite dell'esercito persiano, che pure godeva di un vantaggio numerico di dieci a uno. Il suo successo è attribuibile al suo genio militare, al superbo addestramento ed equipaggiamento delle sue truppe e a un incrollabile spirito di corpo, rafforzato dalla fede nell'invincibilità del loro condottiero.Alessandro, dal canto suo, sembrava non conoscere la paura. Era solito condurre personalmente nel pieno della battaglia la Cavalleria dei Compagni, un'unità sceltissima. Nel corso della sua carriera militare ricevette diverse gravi ferite, ma queste non mitigarono affatto il suo ardore in battaglia.Una volta assicurata la resa della Persia rivolse lo sguardo verso sud e conquistò la Siria, la Palestina, gran parte del moderno Iraq e infine l'Egitto. Tornato in Persia, distrusse le ultime forze che ancora gli si opponevano e si impadronì dell'intera nazione. Proseguendo verso est raggiunse infine le terre del grande re indiano Poro, che riuscì a fermare la sua avanzata. Alla fine Alessandro riuscì a riportare la vittoria, ma subì perdite tali che i suoi uomini lo implorarono di porre fine alla campagna e lasciare che tornassero alle loro famiglie. Alessandro stesso tornò indietro e cominciò a regnare dalla città di Babilonia, precedentemente conquistata."
            },
            {
                "heading": "La caduta di Alessandro",
                "text": "In soli 8 anni di guerra Alessandro aveva conquistato un territorio superiore a quello di qualsiasi altro condottiero dell'epoca. Aveva condotto il suo esercito in battaglia contro tutte le più grandi nazioni del tempo, e nessuna era stata in grado di resistergli. Era il monarca assoluto del più grande impero che il mondo avesse mai visto.A quanto pare, però, la cosa cominciò ad annoiarlo.Una volta insediato a Babilonia, per Alessandro iniziò un inesorabile declino. Cominciò a bere e si lasciò tentare da ogni sorta di dissolutezza (e a Babilonia c'era solo l'imbarazzo della scelta). Sempre più spesso fu vittima di scatti d'ira e attacchi di paranoia. Una notte, stravolto dalla rabbia e sotto l'influenza dell'alcol, Alessandro uccise Clito il Nero, il suo ufficiale più fedele. Quest'atto barbarico ossessionò Alessandro per il resto della sua vita, che peraltro non durò a lungo.Nel giugno del 323 a.C., con il corpo ormai indebolito dai molti eccessi, Alessandro morì di malaria. Aveva solo 32 anni."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "\"Quando Alessandro vide l'ampiezza dei suoi domini pianse, perché non c'erano più mondi da conquistare\".Quest'uomo straordinario (e suo padre prima di lui) conquistò la Grecia, i Balcani, l'Asia Minore, la Siria, l'Egitto, la Persia e tutta l'Asia fino all'odierno Afghanistan. L'impero tuttavia non riuscì a sopravvivere alla morte di Alessandro: nessun comune mortale sarebbe riuscito a tenerlo insieme, così venne spartito tra i suoi generali. Ma le conquiste di Alessandro diffusero la cultura ellenica nella maggior parte del mondo allora conosciuto e imposero per secoli il greco come lingua della cultura, dell'arte e della scienza.Con la possibile eccezione di una o due figure religiose, nessun uomo ha avuto un'influenza maggiore di Alessandro Magno sulla civiltà occidentale."
            }
        ]
    }
}