{
    "id": 10,
    "name": "India|dell'India|all'India|l'India|dall'India",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/india.png",
    "dawn_of_man": "Salve, presidente Gandhi, grande anima a capo dell'India! Tu governi una delle più antiche nazioni del mondo, con una storia risalente fino a 10.000 anni fa! Una nazione spirituale, patria di tre delle più diffuse religioni del mondo: induismo, buddismo e jainismo. Una nazione passionale, piena di musica e colori, una nazione di grande ricchezza e di spietata povertà. Per secoli l'India è stata divisa in regni in perenne lotta tra loro e con gli invasori stranieri. Nel XII secolo d.C., l'India fu conquistata dai turchi musulmani. All'inizio del XVII secolo furono gli inglesi a conquistarne il territorio frammentato, grazie alla loro astuta diplomazia e alla loro superiorità tecnologica. L'Inghilterra rimase al comando della nazione per due secoli e alla fine fu scacciata da una crescente ondata di nazionalismo, una ribellione pacifica mai vista prima nella storia.Gandhi, il tuo popolo si rivolge a te per raggiungere nuove vette e nuova gloria! Aiuterai la tua gente affinché comprenda appieno il suo potenziale, affinché torni a essere il centro culturale e religioso del mondo? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Forte Mughal|il Forte Mughal|un Forte Mughal",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/mughal_fort.json"
        }
    ],
    "unique_units": [
        {
            "name": "Elefante da guerra|un Elefante da guerra|dal tuo Elefante da guerra|al tuo Elefante da guerra|il tuo Elefante da guerra|da un Elefante da guerra",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/war_elephant.json"
        }
    ],
    "city_names": [
        "Delhi",
        "Mumbai",
        "Vijayanagara",
        "Pataliputra",
        "Varanasi",
        "Agra",
        "Calcutta",
        "Lahore",
        "Bangalore",
        "Hyderabad",
        "Madurai",
        "Ahmedabad",
        "Kolhapur",
        "Prayaga",
        "Ayodhya",
        "Indraprastha",
        "Mathura",
        "Ujjain",
        "Gulbarga",
        "Jaunpur",
        "Rajagriha",
        "Sravasti",
        "Tiruchirapalli",
        "Thanjavur",
        "Bodhgaya",
        "Kushinagar",
        "Amaravati",
        "Gaur",
        "Gwalior",
        "Jaipur",
        "Karachi"
    ],
    "spy_names": [
        "Ashok",
        "Shanx",
        "Hormis",
        "Sanjeev",
        "Ananda",
        "Rani",
        "Parvati",
        "Mukta",
        "Karishma",
        "Jyotsna"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "La Repubblica dell'India è il secondo paese più popoloso del mondo e la più grande democrazia esistente. Terra di grandi contrasti, in India convivono enormi ricchezze e miserie inaudite. Città altamente tecnologizzate sono circondate da primitivi villaggi. In India si può trovare la bellezza e lo squallore, la speranza e la disperazione. Per quanto sia culla di una delle civiltà più antiche del pianeta, l'India è considerata una nazione \"emergente\". In definitiva, l'India è uno dei paesi più affascinanti del pianeta."
        },
        {
            "heading": "Terreno",
            "text": "L'India ha la forma di un rombo. Confina con la catena dell'Himalaya a nord, mentre verso sud un subcontinente relativamente pianeggiante si estende nell'oceano Indiano, tra il mare d'Arabia e la baia del Bengala. La pianura è tagliata da una serie regolare di fiumi che scorrono da ovest a est, molti dei quali tendono a straripare durante la stagione dei monsoni.L'India ha una superficie di 3.287.590 kmq, pari a circa un terzo degli Stati Uniti d'America. Il clima tende a essere tropicale o sub-tropicale, anche se naturalmente cambia drasticamente nel nord montagnoso."
        },
        {
            "heading": "Preistoria",
            "text": "Gli archeologi hanno trovato prove di coltivazioni in India che risalgono addirittura al VII millennio a.C., mentre le prime comunità urbane sono apparse intorno al 2500 a.C. La civiltà della valle dell'Indo fiorì per otto secoli. Alcuni storici ritengono che l'impero indù avesse una dimensione di circa 1.300.000 kmq, con un linguaggio più o meno uniforme, una moneta comune e una vasta rete di scambi commerciali.Per ragioni che restano oscure intorno al 1800 a.C questa civiltà scomparve completamente. Le città principali svanirono, così come ogni traccia di autorità centrale. Alcuni esperti ipotizzano che un degrado ambientale abbia provocato carestie di massa, rendendo insostenibile la sussistenza nelle grandi città, mentre altri sospettano che alcune grandi invasioni di popoli stranieri siano responsabili del collasso. Qualsiasi siano le sue cause, questo periodo post-urbano durò quasi mille anni."
        },
        {
            "heading": "Il periodo vedico antico",
            "text": "Il \"primo periodo vedico\" va dal 1500 all'800 a.C. circa e prende il nome dai Veda, composti in questo periodo, le testimonianze più antiche di scrittura indiana a noi pervenute. Fino a oggi sono stati scoperti quattro testi vedici di grande importanza: il Rigveda, il Samaveda, lo Yajurveda e l'Atharvaveda. Questi testi descrivono le pratiche mistico-religiose degli Arii, un gruppo etnico che probabilmente si trasferì in India dall'Europa intorno al 2000 a.C. L'Induismo è originario di questo periodo.All'inizio del periodo vedico molte persone erano tornate a una vita nomade; l'unità politica più importante era il clan. Con il tempo la popolazione tornò a un'esistenza più stazionaria e i capoclan si trasformarono in re, dotati di autorità politica e religiosa oltre che militare. Con l'evoluzione dei sistemi di tassazione lo stato crebbe in ricchezza e potere.In questo periodo si diffuse anche l'uso del ferro e ci fu un ritorno alla vita urbana, soprattutto nella valle del Gange. La civiltà indiana stava ancora una volta crescendo."
        },
        {
            "heading": "Caste",
            "text": "Il Rigveda, il più antico dei testi vedici, descrive la base mitica del sistema di caste, apparentemente sviluppato in questo periodo. La casta è ereditaria: una persona nasce in una determinata condizione e non può sfuggirne in alcun modo.Le caste principali erano quattro: i bramini, la casta sacerdotale; gli kshatrya, militari e possidenti terrieri; i vaishya, mercanti e artigiani specializzati; i sudra, semplici lavoratori.Per tutta la storia indiana il sistema delle caste si è dimostrato molto tenace e resistente al cambiamento. Nonostante il tentativo del governo di estirparlo, le sue vestigia sono chiaramente visibili anche nel mondo moderno."
        },
        {
            "heading": "La crescita degli stati indiani",
            "text": "Intorno al 500 a.C. in India si potevano trovare più di una dozzina di stati importanti. Alcuni avevano una base monarchica, mentre altri si basavano più su un sistema oligarchico. Erano in costante lotta tra di loro, dato che ognuno cercava di estendere la propria influenza e il proprio potere.Oltre ai conflitti interni, gli stati indiani erano anche sottoposti alle pressioni dei popoli stranieri. Nel 326 a.C. Alessandro Magno invase l'India da nord-ovest, conquistando la provincia del Punjab prima di ritirarsi. All'inizio del II secolo a.C. Demetrio, re greco della Battria, conquistò gran parte dell'India nord-occidentale, e i suoi eredi governarono l'area per diverso tempo. Nello stesso periodo l'est dell'India veniva invaso da alcune tribù nomadi dell'Asia centrale, cacciate dalla Cina dagli imperatori della dinastia Han. Con il tempo gli invasori furono respinti o assimilati, lasciando una traccia importante nella storia e nella cultura indiana."
        },
        {
            "heading": "L'impero Maurya",
            "text": "Chandragupta Maurya (340-290 a.C.) è stato il fondatore dell'impero che porta il suo nome. Grande condottiero militare e politico, Maurya unificò sotto il suo dominio gran parte del subcontinente. L'impero fu ulteriormente esteso da suo figlio, Ashoka il Grande (304-232 a.C.) Ashoka proseguì per qualche anno l'opera di conquista del padre, ma più avanti abbracciò il buddismo e la non-violenza, costruendo molti templi in tutta l'India e facendo molto per favorire la diffusione del buddismo nell'Asia meridionale. Dopo la morte di Ashoka l'impero Maurya cominciò a declinare. Nel 185 a.C. il generale bramino Sunga assassinò il re Maurya e prese il potere, dando origine alla dinastia Sunga."
        },
        {
            "heading": "La religione in India",
            "text": "La religione in India è sempre stata una forza potente. Il subcontinente ha accolto tre religioni maggiori e molte altre hanno raccolto il favore della popolazione.La religione predominante è l'Induismo. Le radici dell'Induismo affondano nel periodo vedico, e questo fa di esso la religione più antica sopravvissuta fino a oggi. Si calcola che circa un miliardo di persone lo pratichino, di cui il 90% in India. Più che uno specifico credo basato su una mitologia ben precisa, l'Induismo può essere considerato una collezione di tradizioni e precetti religiosi. Notevolmente aperto, l'Induismo abbraccia monoteismo, politeismo, panteismo e molti altri \"-ismi\". Alcuni dei concetti più importanti sono il Dharma, l'etica; il Samsara, il ciclo di vita, morte e rinascita; il Karma, causa ed effetto; lo Yoga, il cammino verso l'illuminazione.Il buddismo è una serie di credenze basate sugli insegnamenti di Siddhartha Gautama (563-483 a.C.), il Buddha. Il buddismo insegna ai suoi seguaci come raggiungere il Nirvana attraverso una condotta etica, la meditazione, l'esercizio e lo studio per sfuggire al ciclo infinito di sofferenza e rinascita. Il buddismo si diffuse lentamente in India finché non fu abbracciato da Ashoka il Grande, che costruì molti templi e si dette molto da fare per esportare la religione anche all'estero. Col tempo il buddismo fu soppiantato dall'Induismo (e poi dall'Islam), finché nel XII secolo d.C. lo si poteva considerare praticamente estinto in India. In tempi recenti ha vissuto un leggero ritorno.Il giainismo è una religione non-violenta che insegna ai suoi seguaci a raggiungere uno stato più alto di coscienza attraverso lo studio e l'autodisciplina. Originato nel IX secolo a.C., oggi sopravvive ancora con circa 4 milioni di seguaci in India e altri 100.000 nel resto del mondo."
        },
        {
            "heading": "La dinastia Gupta e oltre",
            "text": "La dinastia Gupta ha governato l'India centrale e settentrionale dal 320 al 540 d.C. Alcuni storici hanno definito questo periodo \"età dell'oro\" dell'India per il particolare fulgore assunto da arti, letteratura, architettura e filosofia. A metà del V secolo, però, gran parte dell'impero era stato travolto da invasori provenienti dall'Asia centrale chiamati Huna (non è chiaro se ci sia qualche relazione con gli unni che nello stesso periodo invadevano l'Europa). Questo periodo portò quindi un ulteriore influsso centro-asiatico in India.In seguito alla caduta dei Gupta sorsero e si disgregarono una miriade di piccoli regni, nessuno dei quali riuscì a imporsi sui vicini e a riunificare la nazione."
        },
        {
            "heading": "I musulmani",
            "text": "I musulmani hanno cominciato a saccheggiare le coste indiane nel VII secolo d.C. La prima incursione militare significativa risale alla fine del XII secolo, quando i Turchi comandati dal sultano Mahmud di Ghazna conquistarono il Punjab ed eseguirono diverse scorribande nell'India settentrionale e centrale. Nel 1193 Delhi fu conquistata. In seguito a ciò fu instaurato un sultanato su cui regnò la dinastia dei Mamelucchi fino al 1290, anno in cui furono sostituiti dalla dinastia Khalji. I Khalji furono poi rovesciati dai Tughlaq e così via. Questo processo continuò fino al 1526, quando Babur di Kabul sconfisse tutti e stabilì la dinastia dei Moghul, che sarebbe durata tre secoli.I musulmani non riuscirono mai a conquistare tutta l'India, ma regnarono per molto tempo su gran parte del territorio. Nonostante i vigorosi tentativi di conversione all'Islam, comunque, buona parte della popolazione restò fedele alla religione indù. Con il tempo l'impero Moghul andò in declino e cominciò a subire gli attacchi sempre più forti di Afghani, Sikh e Indù. Il colpo di grazia, però, lo inflisse l'Inghilterra."
        },
        {
            "heading": "Arrivano gli europei",
            "text": "Il primo europeo a far vela per l'India fu Vasco da Gama, un esploratore portoghese che raggiunse Calcutta il 20 maggio del 1498 dopo un viaggio di nove mesi. Al momento di ripartire, da Gama lasciò in India molti uomini che avrebbero dovuto costruire un avamposto commerciale, il primo dei molti che sarebbero sorti lungo le coste indiane. I portoghesi diedero seguito al successo di Vasco da Gama con molti vascelli militari e commerciali, stabilendo basi strategiche in India e in Africa orientale con lo scopo di dominare i mari e il commercio nell'oceano Indiano. Le robuste navi portoghesi sconfissero facilmente i vascelli arabi e indiani che cercarono di disputare loro il controllo del mare (fu proprio la debolezza della flotta che rese l'India così vulnerabile alla conquista europea).I portoghesi mantennero le loro basi commerciali per tutto il XVI secolo finché nel 1580 il trono del Portogallo fu occupato dagli Asburgo di Spagna. Gli spagnoli concentrarono il potere navale sulla difesa dei loro importanti interessi nel Nuovo Mondo, permettendo a olandesi e inglesi di sfidare il loro dominio in India.Nel Seicento gli olandesi cominciarono a estendere il loro impero commerciale negli oceani Pacifico e Indiano. Non avevano alcun interesse di conquistare terre o convertire qualcuno alla loro religione: volevano solo le spezie. La maggior parte degli scambi avveniva con le Indie orientali (Indonesia), anche se non mancarono di stabilire qualche base nell'India meridionale (per il pepe e il cardamomo). L'Olanda dominò il commercio con le Indie per molti anni, frustrando i tentativi delle altre nazioni europee di intaccare il suo monopolio.All'inizio del XVII secolo gli inglesi cercarono di sfidare il dominio olandese sulle Indie orientali, sperando di ritagliarsi un pezzo di mercato delle spezie. Furono respinti fermamente dalla marina olandese. Cercando una preda più facile finirono con l'attaccare le forze portoghesi in India. Nel 1612, dopo aver sconfitto il Portogallo, riuscirono a concludere un trattato commerciale favorevole con i Moghul, che non erano contenti del dominio portoghese sui mari. Il commercio con i Moghul continuò pacificamente per 70 anni finché gli inglesi non tentarono nel 1686 un primo attacco, che non ebbe successo. Avendo imparato la lezione, gli inglesi mantennero relazioni pacifiche per altri 50 anni.Nel XVI secolo anche i francesi cercarono di stabilire rapporti commerciali con l'India. Per qualche anno ebbero successo, ma gli eventi europei (cioè le guerre) li lasciarono vulnerabili agli attacchi da parte delle altre potenze. Le fortune della Francia seguirono l'andamento opposto di quelle di Inghilterra e Olanda."
        },
        {
            "heading": "La dominazione britannica",
            "text": "Nel 1757 la Compagnia Inglese delle Indie Orientali si scontrò contro le forze del nababbo del Bengala, irritato perché gli inglesi si rifiutavano di pagargli le tasse. I britannici emersero vittoriosi e l'esercito della Compagnia occupò il Bengala, primo di molti territori conquistati in nome del \"libero mercato\". Nel corso del secolo successivo la Compagnia estese la sua influenza, sfruttando appieno il fatto che l'India era divisa in molti regni piccoli e deboli e staterelli indipendenti. Con la corruzione, le minacce e la forza militare gli inglesi arrivarono nel 1850 a controllare la maggior parte del subcontinente.Nel 1857 gli indiani si ribellarono al governo inglese. Quest'insurrezione viene chiamata, a seconda dei casi, \"rivolta indiana\" o \"prima guerra di indipendenza\". Inizialmente la rivolta ebbe successo, ma ben presto l'esercito inglese inviò un gran numero di truppe in aiuto delle forze della Compagnia; questi soldati professionisti ebbero rapidamente ragione degli indiani ribelli. In seguito a questi eventi la monarchia inglese assunse dalla Compagnia il governo del paese. Per 90 anni l'India sarebbe stata il \"gioiello\" della Corona inglese.L'impero avrebbe tratto grandi profitti dal dominio del paese, ma non si può dire che il popolo indiano non ne abbia tratto alcun vantaggio. Gli inglesi aumentarono il livello di educazione degli indiani, facendo loro conoscere gli ultimi sviluppi della scienza e della tecnologia europee. Costruirono in tutto il paese una rete capillare di linee del telegrafo, strade e ferrovie. Inoltre la loro dominazione ebbe l'effetto di riunire il popolo indiano, che ora aveva un detestato nemico comune contro cui combattere. Proprio quest'ultimo aspetto rese possibile l'esistenza di un movimento indiano per l'indipendenza."
        },
        {
            "heading": "Movimento Indiano per l'Indipendenza",
            "text": "All'inizio del XX secolo il movimento fu alimentato dall'insoddisfazione crescente degli intellettuali indiani, a cui era impedito di partecipare all'amministrazione del loro stesso paese. Gli inglesi fondarono istituzioni per l'educazione superiore in India, dando l'impressione generale che, dopo aver ricevuto l'educazione necessaria e aver seguito un certo periodo di pratica, il popolo indiano avrebbe ottenuto il controllo degli strumenti di governo. Presto divenne palese che queste erano promesse prive di fondamento: i britannici continuarono a tenere per sé tutti i posti di potere e bloccarono l'avanzamento dei candidati nativi più promettenti, indipendentemente dal loro rendimento universitario. Questa politica si rivelò disastrosa per l'Inghilterra, perché il suo risultato fu la creazione di una classe di indiani contemporaneamente molto istruiti e molto insoddisfatti.Il primo congresso nazionale Indiano si riunì nel dicembre del 1885 con 73 rappresentanti, la maggior parte dei quali era composta da avvocati, uomini d'affari e possidenti terrieri. Tra le altre cose il congresso chiese la parità di trattamento tra tutti i candidati alle posizioni di governo, una riduzione delle imposte pagate dall'India all'impero e la fine della guerra anglo-birmana (combattuta per lo più da soldati indiani sotto il comando di ufficiali inglesi). All'inizio del XX secolo il congresso nazionale indiano reclamava a gran voce l'autodeterminazione.Nel frattempo i musulmani cominciarono a temere che il congresso, a maggioranza indù, non avrebbe servito al meglio i loro interessi, così crearono un'organizzazione parallela, la Lega Musulmana, il cui scopo era di lottare per l'indipendenza degli islamici. La Lega Musulmana e il congresso nazionale indiano riuscirono a collaborare solo con molte difficoltà. In seguito le loro divergenze avrebbero avuto conseguenze catastrofiche per la nazione.Quando scoppiò la Prima Guerra Mondiale, il congresso appoggiò con entusiasmo lo sforzo bellico inglese. In effetti, lo stesso Gandhi girò per i villaggi incitando gli uomini ad arruolarsi nell'esercito britannico. Questo supporto era concesso dando per scontato che l'Inghilterra avrebbe ripagato la lealtà indiana con alcune concessioni politiche, se non con l'autodeterminazione o addirittura l'indipendenza. Gli inglesi però non risposero in modo abbastanza rapido da soddisfare le aspirazioni indiane, cosa che alimentò ulteriormente il risentimento dei nativi."
        },
        {
            "heading": "Gandhi",
            "text": "Nel 1921, Mahatma Gandhi (1869-1948) assunse il comando del congresso nazionale. La sua scelta fu di adottare la \"satyagraha\", cioè la resistenza non-violenta attraverso la disobbedienza civile. Gandhi guidò manifestazioni, marce e proteste di massa, tra cui la famosa \"Marcia del Sale\" del 1930: insieme a migliaia di seguaci si recò sulle coste dell'oceano per appropriarsi simbolicamente del sale e protestare così contro la tassa imposta dall'Inghilterra su questa sostanza di fondamentale importanza. Fu arrestato in diverse occasioni: una volta la detenzione durò due anni, durante i quali sua moglie morì e lui contrasse la malaria. Alla fine fu rilasciato dalle autorità inglesi, che temevano morisse in carcere.Nonostante la sua enorme popolarità in India e nel resto del mondo, Gandhi non riuscì a colmare la profonda differenza che separava indù e musulmani indiani. Mentre lui guidava il paese verso l'indipendenza, le divisioni religiose lo stavano facendo a pezzi.Per saperne di più su Gandhi potete leggere la sua voce nella Civilopedia."
        },
        {
            "heading": "Indipendenza",
            "text": "Indebolita dalle due guerre mondiali e incapace di trovare una risposta efficace alla satyagraha di Gandhi, nel 1947 l'Inghilterra concesse l'indipendenza dell'India. L'atto promulgato dal congresso britannico, però, riconosceva due paesi distinti: l'India indù e il Pakistan musulmano. Il Pakistan fu suddiviso in due tronconi, uno a est e uno a ovest, separati da 1.600 km di territorio indiano. Durante questa disintegrazione dell'India qualcosa come 15 milioni di persone furono coinvolte in un esodo forzato: gli indù fuggirono dal Pakistan all'India, i musulmani in direzione opposta. Durante i tumulti morirono forse un milione di persone.I nuovi paesi sono stati palesemente ostili fin dall'inizio, e nel corso degli anni hanno combattuto diverse guerre. Le dispute di confine hanno generato molte tensioni. Nel 1971 l'India è intervenuta in una guerra civile nel Pakistan orientale, che ha ottenuto così l'indipendenza dal Pakistan occidentale sotto il nuovo nome di Bangladesh."
        },
        {
            "heading": "L'India moderna, il Pakistan e il Bangladesh",
            "text": "Tra la fine del XX secolo e l'inizio del XXI le tre nazioni che una volta formavano l'India hanno preso cammini molto diversi. Il Bangladesh è una democrazia parlamentare. Il paese, contraddistinto da un'alta densità di popolazione, è soggetto a inondazioni, cicloni e carestie, sebbene la qualità della vita dei suoi abitanti sia andata costantemente migliorando dall'indipendenza negli anni '70.Il Pakistan è la sesta nazione del mondo per popolazione, la seconda musulmana. La sua economia è cresciuta bene negli ultimi 25 anni, ma la sua posizione è piuttosto problematica. Subito a est ha l'India, il vecchio nemico, con cui sono sempre accese le dispute territoriali di confine. Vale la pena di notare che entrambe le nazioni recentemente sono entrate in possesso di armi nucleari. A ovest c'è l'Afghanistan, pieno di terroristi talebani che usano il Pakistan come rifugio e di soldati americani molto arrabbiati ed equipaggiati con le armi più raffinate e letali mai viste al mondo. Se il Pakistan riuscirà a raggiungere uno stato di pace duratura con l'India e a escogitare un modo di impedire a talebani e americani di fare a pezzi il paese dall'interno, potrà avere un futuro glorioso.L'India, una prospera democrazia, è la seconda nazione al mondo per popolazione. È rumorosa, tumultuosa e ha un'economia piena di vita e in costante crescita. La sua base tecnologica non è seconda a nessuno e il suo sistema di educazione superiore rivaleggia con quello degli Stati Uniti. Inoltre è dotata di un grande esercito e di un arsenale di armi nucleari, entrambi puntati più che altro contro il Pakistan. Se riuscirà a tenere a bada l'ostilità con il paese vicino sarà certamente una delle grandi potenze di questo secolo."
        },
        {
            "heading": "L'India moderna, il Pakistan e il Bangladesh",
            "text": "Tra la fine del XX secolo e l'inizio del XXI le tre nazioni che una volta formavano l'India hanno preso cammini molto diversi. Il Bangladesh è una democrazia parlamentare. Il paese, contraddistinto da un'alta densità di popolazione, è soggetto a inondazioni, cicloni e carestie, sebbene la qualità della vita dei suoi abitanti sia andata costantemente migliorando dall'indipendenza negli anni '70.Il Pakistan è la sesta nazione del mondo per popolazione, la seconda musulmana. La sua economia è cresciuta bene negli ultimi 25 anni, ma la sua posizione è piuttosto problematica. Subito a est ha l'India, il vecchio nemico, con cui sono sempre accese le dispute territoriali di confine. Vale la pena di notare che entrambe le nazioni recentemente sono entrate in possesso di armi nucleari. A ovest c'è l'Afghanistan, pieno di terroristi talebani che usano il Pakistan come rifugio e di soldati americani molto arrabbiati ed equipaggiati con le armi più raffinate e letali mai viste al mondo. Se il Pakistan riuscirà a raggiungere uno stato di pace duratura con l'India e a escogitare un modo di impedire a talebani e americani di fare a pezzi il paese dall'interno, potrà avere un futuro glorioso.L'India, una prospera democrazia, è la seconda nazione al mondo per popolazione. È rumorosa, tumultuosa e ha un'economia piena di vita e in costante crescita. La sua base tecnologica non è seconda a nessuno e il suo sistema di educazione superiore rivaleggia con quello degli Stati Uniti. Inoltre è dotata di un grande esercito e di un arsenale di armi nucleari, entrambi puntati più che altro contro il Pakistan. Se riuscirà a tenere a bada l'ostilità con il paese vicino sarà certamente una delle grandi potenze di questo secolo."
        }
    ],
    "leader": {
        "name": "Gandhi",
        "subtitle": "Leader dell'India",
        "lived": "1869-1948",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gandhi.png",
        "trait": {
            "name": "Crescita della popolazione",
            "effect": " L'Infelicità proveniente dal numero di città raddoppia, quella proveniente dal numero di cittadini si dimezza."
        },
        "titles": [
            "Mahatma"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Mohandas Gandhi è stato un patriota indiano che ha guidato il movimento di indipendenza non-violento contro il governo imperiale inglese nella prima metà del XX secolo. È stato l'inventore della \"satyagraha,\" la resistenza alla tirannia attraverso la disobbedienza civile di massa, una tattica usata con grande effetto contro il Raj inglese."
            },
            {
                "heading": "Gli inizi",
                "text": "Mohandas Gandhi è nato in India sotto il dominio inglese. Figlio del primo ministro di un piccolo stato del Porbandar, in gioventù Gandhi non esibì alcuna traccia della brillante sagacia che lo contraddistinse da adulto; in effetti fu un mediocre studente, la cui caratteristica più evidente era la timidezza. Come si usava in quel periodo, a 13 anni prese parte a un matrimonio combinato. Apparentemente l'esperienza non gli piacque molto, dato che in seguito definì tale pratica \"la crudele usanza del matrimonio tra bambini\".Dopo aver ottenuto il diploma superiore Gandhi decise di seguire le orme del padre al servizio del suo paese. A questo scopo decise di andare a studiare in Inghilterra. Con il padre appena morto, sua madre non voleva che partisse, e acconsentì solo dopo che lui ebbe promesso di astenersi dal vino, dalle donne e dal mangiare carne. La casta a cui apparteneva considerava il viaggio oltreoceano come impuro; quando si ostinò a partire fu dichiarato \"reietto\". Durante il suo soggiorno Gandhi imparò molto sull'Inghilterra e sulle usanze della popolazione inglese, conoscenze che in seguito si dimostrarono preziose per la sua carriera. Nel 1891 Gandhi passò il difficile esame da avvocato e tornò in India. Cercò di iniziare il praticantato a Bombay, ma presto fu riassegnato in Sudafrica."
            },
            {
                "heading": "In Sudafrica",
                "text": "In Sudafrica Gandhi ebbe maggior successo professionale, ma rimase atterrito dal razzismo e dall'intolleranza che vi trovò. Trascorse i successivi 20 anni della propria vita in Sudafrica, curando gli interessi di tutte le classi inferiori, non solo degli indiani. Fu proprio qui che Gandhi iniziò a sviluppare e diffondere la sua filosofia sulla resistenza passiva. Venne incarcerato diverse volte per la sua resistenza alle cosiddette \"Leggi Nere\", secondo cui tutti i cittadini non bianchi dovevano registrare le proprie impronte digitali al governo. Quando il governo decretò che il matrimonio cristiano era l'unico legale in Sudafrica, Gandhi organizzò e guidò una colossale protesta non-violenta, che costrinse infine il governo a ritirare la legge. Fu in quest'occasione che Gandhi acquisì il titolo di \"Mahatma\", che significa \"persona venerata per la grande conoscenza e l'amore per l'umanità\"."
            },
            {
                "heading": "Ritorno in India",
                "text": "Nel 1915 Gandhi tornò in India. Il Mahatma colpì il mondo quando dichiarò di provare umiliazione per essere costretto a parlare inglese nella sua terra natale e colpì la nobiltà indiana quando li rimproverò per la loro ostentazione, dicendo di conservare piuttosto i gioielli e le ricchezze in un fondo a favore dei concittadini.Così Gandhi diede inizio alla sua lunga campagna per liberare il paese dalla dominazione inglese. La sua lotta seguì due strade: da una parte imbarazzò e suscitò vergogna negli oppressori, dall'altra chiamò il suo popolo a grandi sacrifici. Nei 30 anni successivi Gandhi esortò senza sosta il suo popolo alla resistenza passiva, guidando sciopero dopo sciopero, marcia dopo marcia, digiunando fino allo sfinimento, sopportando innumerevoli pestaggi e persino anni di detenzione. A un certo punto compì anche uno storico viaggio in Inghilterra, dove, con grande irritazione del governo, conquistò gran parte delle classi lavoratrici e medie. Nonostante le innumerevoli battute d'arresto e gli anni di dure fatiche, Gandhi continuò imperterrito. Nel 1946, esausto e praticamente in bancarotta dopo la Seconda Guerra Mondiale, il governo inglese acconsentì ad abbandonare l'India, ma nel farlo divise il paese tra indù e musulmani, cosa che suscitò l'orrore di Gandhi."
            },
            {
                "heading": "Divisione",
                "text": "La spartizione scatenò un'ondata di violente rivolte religiose, nelle quali i musulmani vennero massacrati in India e la stessa sorte toccò agli indù in Pakistan. I due paesi erano nel caos. In risposta a tutto ciò, Gandhi iniziò lo sciopero della fame, rifiutando di mangiare finché le violenze non fossero cessate. Incredibilmente, funzionò: i popoli indiano e pakistano non volevano veder morire il loro grande eroe, così inviarono lettere e rappresentanti per promettergli che i massacri sarebbero cessati e pregarlo di porre fine al digiuno. Così fece, con sollievo di milioni di persone. Dodici giorni dopo Gandhi fu assassinato."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Oggi Gandhi è considerato una delle figure più grandi della storia. È riconosciuto come un coraggioso e indomito campione della giustizia e della rettitudine morale, avendo combattuto tanto in Sudafrica per i diritti di tutti i deboli quanto nel suo paese natale per i concittadini indiani. Inoltre è considerato un brillante leader politico, avendo organizzato con successo una campagna per l'indipendenza opponendosi a uno degli imperi più potenti che il mondo abbia mai conosciuto. Di lui Martin Luther King disse: \"Cristo ci ha dato l'obiettivo, Mahatma Gandhi la tattica\"."
            }
        ]
    }
}