{
    "id": 37,
    "name": "Indonesia|dell'Indonesia|all'Indonesia|l'Indonesia|dall'Indonesia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/indonesia.png",
    "dawn_of_man": "Onore a te, grande eroe Gajah Mada, primo ministro di Majapahit e unificatore dell'arcipelago indonesiano. I racconti del tuo eroismo sul campo di battaglia sono superati solo dalla leggenda del tuo giuramento di riunire sotto un'unica bandiera le isole sparse in tutta l'Indonesia. Servendo con lealtà la tua regina e il tuo impero hai sbaragliato chiunque si ponesse sul tuo cammino, riuscendo infine a conquistare interamente la parte allora conosciuta dell'arcipelago e riunendo quella che oggi costituisce l'Indonesia.Potente guerriero Gajah Mada, il tuo popolo invoca un forte condottiero che possa riportare la prosperità! Riuscirai a conquistare i regni confinanti, accrescendo la gloria del tuo impero? Plasmerai una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Candi|Candi|Candi",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/candi.json"
        }
    ],
    "unique_units": [
        {
            "name": "Spadaccino con kriss|uno Spadaccino con kriss|dal tuo Spadaccino con kriss|al tuo Spadaccino con kriss|il tuo Spadaccino con kriss|da uno Spadaccino con kriss",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/kris_swordsman.json"
        }
    ],
    "city_names": [
        "Giacarta",
        "Surabaya",
        "Medan",
        "Makassar",
        "Batam",
        "Denpasar",
        "Samarinda",
        "Mataram",
        "Ambon",
        "Bandung",
        "Kupang",
        "Depok",
        "Palembang",
        "Trowulan",
        "Semarang",
        "Jayapura",
        "Tangerang",
        "Bogor",
        "Pekanbaru",
        "Bandar Lampung",
        "Malang",
        "Padang",
        "Samarinda",
        "Ternate",
        "Banjarmasin",
        "Pontianak",
        "Cimahi",
        "Balikpapan",
        "Jambi",
        "Komodo"
    ],
    "spy_names": [
        "Adityawarman",
        "Airlangga",
        "Citra",
        "Halayudha",
        "Jayakatwang",
        "Lingga",
        "Mahendradatta",
        "Prapana",
        "Raden",
        "Devi"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "La storia delle 18.307 isole che costituiscono l'arcipelago indonesiano è in realtà quella di centinaia di città-stato, piccoli regni e sporadici imperi. Il primo di questi sembra sia stato il regno di Dvipantara, citato nel poema epico indiano Ramayama, composto intorno al 200 a.C. L'ultimo importante regno indù, l'impero Majapahit, unificò la maggior parte dell'arcipelago nel XIII Secolo d.C. Seguì una successione di sultanati islamici che dominarono le isole più importanti fino all'arrivo degli esploratori e mercanti europei. In Europa divennero famose come \"isole delle spezie\", dal momento che si trovavano proprio sulle rotte commerciali tra il lontano oriente e l'occidente. Portoghesi, spagnoli, inglesi e olandesi si disputarono l'Indonesia finché la Compagnia Olandese delle Indie Orientali riuscì a ottenerne il controllo. Dopo la Seconda Guerra Mondiale il paese patì quattro anni di lotta armata contro gli olandesi per ottenere l'indipendenza, a cui seguirono altri periodi di tensione; ora il paese è stabile, progressista e armonioso come mai prima, malgrado occasionali focolai di violenza politica. Il motto nazionale dell'Indonesia riflette il pluralismo etnico, religioso, culturale e linguistico scaturito dal suo controverso passato: Bhinneka Tunggal Ika (\"Unità nella diversità\")."
        },
        {
            "heading": "Clima e territorio",
            "text": "L'Indonesia è il più grande paese dell'Asia sud-orientale ed è formata da più di 18.000 isole sparse lungo l'equatore tra gli oceani Indiano e Pacifico. Secondo fonti del 2002 del governo indonesiano, 8.844 di queste isole hanno un nome e 922 presentano insediamenti umani permanenti. La catena di isole è lunga circa 5.100 chilometri, l'equivalente di un ottavo della circonferenza terrestre. Le isole più grandi sono caratterizzate nella parte interna da montagne coperte da fitti boschi che lasciano il passo a paludi alluvionali e giungle vicino alla costa. Le più piccole vanno da semplici vette vulcaniche ricoperte di giungla a brulle isolette sabbiose. L'Indonesia si trova sul punto di congiunzione di tre grandi placche tettoniche, tanto che la sua storia è costellata da devastanti eruzioni vulcaniche e violenti terremoti. Per la sua posizione geografica, l'Indonesia ha un clima tropicale, caratterizzato da due stagioni monsoniche. In media le precipitazioni a bassa quota vanno dai 180 ai 320 centimetri annuali, mentre sulle alture si arriva a 610 centimetri. Le temperature variano poco; nella capitale si hanno 26-30 gradi tutto l'anno. Benché estremamente fertili e circondate da ricche acque poco profonde, le isole sono spesso squassate da frequenti tifoni e burrasche."
        },
        {
            "heading": "Storia antica",
            "text": "Scoperte nel 1891 da scienziati olandesi, le ossa fossili dell'Homo erectus, un possibile antenato umano più noto come \"Uomo di Giava\", sono state datate di almeno 700.000 anni. L'Homo sapiens fece la sua comparsa nell'arcipelago, formato in seguito all'ultima grande glaciazione, circa 45.000 anni fa. Un clima ideale e lo sviluppo della coltivazione del riso portarono ai primi insediamenti umani intorno all'VIII Secolo a.C. Nel corso del II e I Secolo a.C. sorsero i primi \"regni\", poco più che gruppi di villaggi con una base etnica e linguistica comune.La prima testimonianza di regno indigeno si può ritrovare nel più antico poema epico indiano, il Ramayana (c. 200 a.C.), in cui il generale Sugriva invia truppe nel regno di Dvipantara alla ricerca di Sita, sposa del dio Rama. Dalla descrizione contenuta nel poema epico, Dvipantara si sarebbe trovato a Giava o a Sumatra. La prova archeologica più antica dell'esistenza di un regno è stata rinvenuta nella parte occidentale di Giava, dove si trova una statua del dio indù Ganesh che risale al I Secolo d.C. All'incirca nello stesso periodo lo storico romano Plinio il Vecchio scrisse che le navi indonesiane erano impegnate nei commerci lungo le coste orientali dell'Africa. Nel secolo successivo Tolomeo, nella sua Geografia, aggiunse informazioni sulle isole tratte da fonti indiane."
        },
        {
            "heading": "I regni indù e buddisti",
            "text": "Nei secoli seguenti, numerosi regni indù e buddisti fiorirono e caddero. Intorno all'850 d.C. il regno di Medang aveva ottenuto il dominio di Giava ed era arrivato a sfidare l'egemonia del potente impero Srivijaya. Di Medang si conosce poco: si possiede solo qualche iscrizione sparsa in sanscrito relativa a Sri Sanjaya, che fondò la dinastia intorno al 730 d.C., e al re Dharmawangsa, che nel 990 d.C. lanciò l'invasione navale delle terre di Srivijaya a Sumatra. Dharmawangsa venne assassinato nel 1006 durante la rappresaglia di Srivijaya, che saccheggiò il suo palazzo e distrusse il regno di Medang.Srivijaya era un regno etnico malese situato a Palembang, nell'isola di Sumatra, una talassocrazia basata sul commercio marittimo e sul potere navale. Priva di un governo centrale in senso moderno, era una libera confederazione con un centro di governo, varie colonie e stati vassalli. Concentrata sul commercio delle spezie, intorno al VII Secolo d.C. Srivijaya dominava la maggior parte delle coste di Sumatra, di Giava e della penisola malese e controllava gli stretti di Sunda e Malacca. Nonostante la sua egemonia fosse scemata a partire dal XI Secolo, rimase una forte potenza marittima fino a tutto il Trecento, ma diverse zone cominciarono a guadagnare gradualmente indipendenza come regni regionali. Srivijaya cessò di esistere quando il suo ultimo re si convertì all'Islam, fuggì di fronte a un'invasione del Majapahit nel 1398 e nel 1402 fondò il sultanato musulmano di Malacca con base in una nuova roccaforte alla foce del fiume Betram.Sulle rovine di Srivijaya nacquero i regni giavanesi di Singhasari e Majapahit. La storia del regno di Singhasari inizia con la narrazione probabilmente mitica di Ken Arok, fondatore della sua dinastia nel 1182 d.C. circa. Nel 1280 Singhasari aveva ormai cancellato le ultime vestigia di Srivijaya, ma aveva attirato l'attenzione dell'imperatore Kublai Khan. Il grande Khan inviò messi alla corte del re Kertanegara esigendo la sottomissione e il pagamento di un tributo da parte di Singhasari; dopo un primo rifiuto Kublai mandò altre delegazioni con la stessa richiesta nel 1281 e 1289. Questa volta ottenne risultati peggiori: il suo ambasciatore fu mutilato per ordine del re. Furibondo, Kublai Khan inviò una flotta di 1.000 navi da guerra per invadere il regno. Approfittando dell'occasione, parecchi vassalli di Singhasari si ribellarono. Nel caos che ne seguì il regno andò in frantumi e Kertanegara fu ucciso. Alla fine i Mongoli vennero respinti, facendo degli Indonesiani uno dei pochi popoli capaci di resistere al loro assalto, e il genero del re, Raden Wijaya, istituì il regno Majapahit nel 1293 d.C.Nonostante la mancanza di testimonianze storiche, sappiamo che quello di Majapahit è stato il più potente dei regni pre-islamici. Due generazioni dopo la sua fondazione, l'ambizioso primo ministro Gajah Mada estese i suoi domini su gran parte dell'arcipelago prima di cadere in disgrazia e perdere il potere. Gli imperatori successivi portarono a termine l'impresa iniziata da Gajah Mada, arrivando a unificare quella che oggi è l'Indonesia. Sebbene i monarchi di Majapahit non disdegnassero di rovesciare le dinastie vicine e conquistare ampi territori, sembra che la loro attenzione si sia rivolta soprattutto al controllo del ricco e sempre crescente commercio nella regione. In questo periodo entrarono in gioco mercanti e missionari musulmani. Dopo il picco raggiunto nel XIV Secolo, l'influenza di Majapahit declinò precipitosamente. Incapace di contrastare la potenza crescente del sultanato di Malacca, l'impero Majapahit ebbe fine intorno al 1520 d.C."
        },
        {
            "heading": "Gli stati islamici",
            "text": "L'espansione dell'Islam attraverso l'Indonesia cominciò nel XIII Secolo a Sumatra e diventò un'ondata sotto il governo dei tolleranti imperatori di Majapahit. L'impulso a questa diffusione fu dato dal crescente commercio; in generale i mercanti e la nobiltà di Majapahit furono i primi ad adottare la nuova religione. Nel XVI Secolo quella musulmana era ormai la religione dominante a Sumatra e Giava: mescolandosi con le credenze religiose e culturali preesistenti, era divenuta una fede con specifiche caratteristiche indonesiane. Solo Bali e poche altre isole mantennero una maggioranza di fedeli indù.Accanto al potente sultanato di Malacca, altri due longevi regni musulmani dominarono le isole fino all'arrivo degli europei: il sultanato di Mataram a Giava e quello di Banten, che controllava lo stretto di Sunda. Per la maggior parte della loro esistenza i sultanati islamici, resi immensamente ricchi dal commercio delle spezie e della seta e difesi da flotte ben comandate, furono governati da mecenati delle arti e delle scienze. Ma l'arrivo dei portoghesi, presto seguiti da altre potenze colonialiste, costrinse gli stati islamici a sottomettersi alla tecnologia superiore di spietati sfruttatori.Il primo sultanato a cadere fu quello di Malacca, conquistato nell'agosto del 1511 dalle milizie portoghesi comandate da Alfonso de Albuquerque. Nel 1603 la Compagnia Olandese delle Indie Orientali stabilì a Banten la sua prima base commerciale permanente indonesiana; dopo due secoli di conflitti e ingerenze il governatore olandese annunciò dal suo quartier generale a Serang che il sultanato di Banten era stato annesso ai possedimenti della compagnia. Nel frattempo, approfittando delle lotte dinastiche a Mataran, l'Olanda obbligò nel 1749 il sultano Pakubuwana, vecchio e malato, a firmare un accordo secondo cui la sovranità del regno veniva ceduta alla Compagnia. Quando i portoghesi consegnarono Malacca all'Olanda, la Compagnia Olandese delle Indie Orientali \"possedeva\" di fatto le isole delle spezie."
        },
        {
            "heading": "Il periodo olandese",
            "text": "Nel 1800 la Compagnia Olandese delle Indie Orientali si sciolse per bancarotta e l'amministrazione dei suoi possedimenti in Indonesia passò al governo olandese. Per la maggior parte dei 150 anni successivi l'Olanda esercitò un controllo relativamente benevolo, anche se privo di polso. Tuttavia, una politica di coltivazione forzata di prodotti agricoli destinati al mercato estero e l'introduzione di contratti di lavoro che obbligavano i contadini a lavorare per 60 giorni all'anno nelle piantagioni di proprietà del governo portarono a un generale malcontento. Inoltre i coloni olandesi formavano un ceto privilegiato, codificato da leggi che stabilivano l'esistenza di due categorie di cittadini: gli europei e gli indigeni, con diversi diritti. Le tensioni sociali portarono l'Olanda a introdurre nel 1901 modeste riforme, espresse nella cosiddetta \"politica etica\" che prevedeva, tra l'altro, l'incremento degli investimenti per l'educazione dei nativi e alcune modifiche alle leggi sulla proprietà. Importanti investimenti nelle infrastrutture del paese, specialmente porti e strade, allo scopo di modernizzare l'economia ebbero l'effetto di calmare i movimenti nazionalisti... ma solo per qualche tempo."
        },
        {
            "heading": "Indipendenza",
            "text": "Nel 1942 d.C. il dominio olandese andò in frantumi davanti all'invasione e occupazione giapponese. Gli eventi della Seconda Guerra Mondiale ravvivarono le fiamme del nazionalismo che covavano sotto le ceneri da quarant'anni. Il primo movimento nazionalista, Budi Utomo, era comparso già nel 1908; il primo partito politico indonesiano, il Sarekat Islam, era stato fondato nel 1912. A questo seguì l'Associazione Socialdemocratica delle Indie, che nel 1924 sarebbe diventata il Partito Comunista Indonesiano. Infine, nel luglio 1927, Sukarno (che sarebbe diventato il primo presidente dell'Indonesia) insieme ad alcuni liberali fondò il Partai Nasional Indonesia (PNI), favorevole all'indipendenza. Dopo il fallimento di una rivolta guidata dai comunisti, Sukarno e la maggior parte degli altri leader nazionalisti vennero arrestati.Nel luglio 1942 Sukarno accettò l'offerta di chiamare a raccolta il popolo per supportare gli sforzi bellici giapponesi. L'occupazione giapponese era stata spesso brutale, con casi di tortura e lavori forzati, ma molti nazionalisti continuarono ad aiutarli nella speranza di ottenere l'indipendenza promessa. Nel marzo 1945, davanti alla disfatta militare, il Giappone annunciò la formazione di una commissione per la proclamazione dell'indipendenza indonesiana. Ma gli eventi furono più veloci della commissione: due giorni dopo la resa giapponese agli eserciti alleati, Sukarno dichiarò l'Indonesia libera dal dominio coloniale. L'Olanda, inizialmente sostenuta dalla Gran Bretagna, tentò di ristabilire il proprio dominio; ne scaturì un'aspra lotta sia armata sia diplomatica. Il conflitto terminò solo quando gli olandesi, di fronte a pressioni internazionali sempre maggiori, riconobbero formalmente l'indipendenza dell'Indonesia."
        },
        {
            "heading": "L'Indonesia moderna",
            "text": "Con le costituzioni del 1945 e 1950 Sukarno e i suoi sostenitori cercarono di istituire per il nuovo stato un governo democratico di tipo occidentale, in cui il potere esecutivo avrebbe dovuto rispondere a un parlamento eletto. Ma l'Indonesia soffriva a causa dell'estrema povertà, di tradizioni dispotiche e differenze regionali. Temendo una dominazione politica giavanese, Sukarno proclamò che il paese avrebbe adottato quella che lui definì una \"democrazia guidata\". Nel luglio del 1959 abrogò la costituzione del 1950, sciolse il parlamento e lo rimpiazzò con uno nominato dal presidente e soggetto solo alla sua volontà.Nel 1967, in seguito a un colpo di stato militare, Sukarno fu obbligato a dimettersi in favore del generale Suharto, che divenne il secondo presidente dell'Indonesia. In carica come dittatore per i successivi 31 anni, Suharto si sforzò di reprimere i dissidenti, stabilizzare l'economia e la politica estera e navigare in qualche modo nelle acque turbolente della Guerra fredda. La sua amministrazione, caratterizzata da una corruzione sempre crescente e molte violazioni dei diritti civili, alla fine crollò a causa della crisi finanziaria che colpì l'Asia nel 1997. Suharto accettò di promuovere riforme radicali in cambio di aiuti per 43 miliardi di dollari da parte degli Stati Uniti. Ma ancora una volta gli avvenimenti travolsero il movimento per la libertà: nel maggio del 1998 una rivolta guidata dagli studenti obbligò Suharto a dimettersi. Nel 1999 il parlamento nazionale ricostituito elesse presidente Abdurrahman Wahid, il primo di una successione di riformatori democratici destinati a condurre l'Indonesia nel futuro."
        },
        {
            "heading": "L'Indonesia moderna",
            "text": "Con le costituzioni del 1945 e 1950 Sukarno e i suoi sostenitori cercarono di istituire per il nuovo stato un governo democratico di tipo occidentale, in cui il potere esecutivo avrebbe dovuto rispondere a un parlamento eletto. Ma l'Indonesia soffriva a causa dell'estrema povertà, di tradizioni dispotiche e differenze regionali. Temendo una dominazione politica giavanese, Sukarno proclamò che il paese avrebbe adottato quella che lui definì una \"democrazia guidata\". Nel luglio del 1959 abrogò la costituzione del 1950, sciolse il parlamento e lo rimpiazzò con uno nominato dal presidente e soggetto solo alla sua volontà.Nel 1967, in seguito a un colpo di stato militare, Sukarno fu obbligato a dimettersi in favore del generale Suharto, che divenne il secondo presidente dell'Indonesia. In carica come dittatore per i successivi 31 anni, Suharto si sforzò di reprimere i dissidenti, stabilizzare l'economia e la politica estera e navigare in qualche modo nelle acque turbolente della Guerra fredda. La sua amministrazione, caratterizzata da una corruzione sempre crescente e molte violazioni dei diritti civili, alla fine crollò a causa della crisi finanziaria che colpì l'Asia nel 1997. Suharto accettò di promuovere riforme radicali in cambio di aiuti per 43 miliardi di dollari da parte degli Stati Uniti. Ma ancora una volta gli avvenimenti travolsero il movimento per la libertà: nel maggio del 1998 una rivolta guidata dagli studenti obbligò Suharto a dimettersi. Nel 1999 il parlamento nazionale ricostituito elesse presidente Abdurrahman Wahid, il primo di una successione di riformatori democratici destinati a condurre l'Indonesia nel futuro."
        }
    ],
    "leader": {
        "name": "Gajah Mada",
        "subtitle": "Leader dell'Indonesia",
        "lived": "1290 - 1364 d.C. circa",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gajah_mada.png",
        "trait": {
            "name": "Isole delle spezie",
            "effect": "Le prime 3 città fondate su un altro continente rispetto a quello di partenza dell'Indonesia forniscono ciascuna 2 Risorse di lusso esclusive (e non possono mai essere rase al suolo)."
        },
        "titles": [
            "Primo Ministro e generale dell'Impero Majapahit"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Gajah Mada (che si può tradurre \"Generale degli Elefanti\"), eroe dell'Indonesia e simbolo di orgoglio nazionale e patriottismo, ha ricoperto la carica di Primo Ministro dell'impero indonesiano di Majapahit per buona parte del XIV Secolo d.C. Sulla sua gioventù e istruzione non si hanno molte informazioni, ma si sa che nacque in una famiglia del ceto medio e si elevò al potere grazie all'astuzia e all'intelligenza, unite alla sua famosa ferocia in battaglia. Mentre serviva il re come guardia del corpo, Gajah Mada ebbe un ruolo centrale nella repressione di una ribellione e fu ricompensato con l'occasione di unirsi all'élite regnante. Alla fine Gajah Mada ottenne la posizione di Primo Ministro e condusse l'impero Majapahit a grandi successi militari, conquistando molti dei regni isolani confinanti e diventando il primo monarca a riunire gran parte del territorio che corrisponde all'odierna Indonesia."
            },
            {
                "heading": "L'ascesa al potere",
                "text": "I primi resoconti della vita di Gajah Mada partono dalla sua età adulta: si racconta che ha servito come comandante di un'unità scelta di guardie che avevano il compito di proteggere la famiglia reale dell'imperatore Majapahit, Jayanagara (1309-1328 d.C.). Durante questo periodo un ufficiale politico ribelle chiamato Rakrian Kuti organizzò una ribellione contro Jayanagara. Essendo venuto a conoscenza della cospirazione, Gajah Mada scortò il re in salvo fuori dalla capitale, che cadde in mano alle forze di Kuti, nascondendolo nella vicina città di Badander. Una volta assicurata l'incolumità del re, la leggenda vuole che Gajah Mada abbia sparso la voce della sua morte per sedare la ribellione, mentre allo stesso tempo organizzava un gruppo che avrebbe riconquistato la capitale per rimettere sul trono il legittimo re. Gajah Mada scoprì che nella casta militare molti erano rimasti sgomenti per la presunta morte del re e che in effetti Kuti non godeva di un grande appoggio popolare fra la gente. Alla fine della successiva contro-insurrezione Kuti rimase ucciso e Gajah Mada fu ricompensato con la prima posizione di comando all'interno della classe dominante."
            },
            {
                "heading": "Primo Ministro di Majapahit",
                "text": "Qualche anno dopo, sempre secondo la leggenda, la fedeltà di Gajah Mada fu scossa dal fatto che il re aveva preso sua moglie come concubina. Gajah Mada avrebbe quindi convinto il medico di corte, vecchio sostenitore di Kuti, ad approfittare della malattia del re per ucciderlo; ma dopo la sua morte Gajah Mada lo fece subito arrestare e giustiziare. Indipendentemente dalla verità di questa leggenda, subito dopo la morte di Jayanagara la sorellastra Tribhuwana Wijayatunggadewi salì sul trono con l'ambizione di espandere i domini dell'impero. Fortunatamente per Gajah Mada, la nuova regina lo considerò da subito parte integrante di questo progetto, tanto che nel 1329 fu nominato \"mahapatih\", ovvero Primo Ministro. Con la nuova autorità e i molti poteri conferiti della carica, Gajah Mada prese di mira gli angoli più remoti dell'arcipelago, giurando di portare grandi vittorie all'impero che aveva affidato nelle sue mani il proprio futuro. Il suo famoso giuramento, noto come Sumpha Palapa e spesso soggetto a versioni diverse, si può interpretare nel modo più semplice: \"non mi godrò i frutti o le spezie, i piaceri terreni, finché tutte le isole conosciute non saranno state conquistate per Majapahit.\"."
            },
            {
                "heading": "Conquiste",
                "text": "Nel 1331 Gajah Mada tornò dopo aver soffocato una ribellione a Sadeng (Giava orientale) e subito lanciò diverse campagne per conquistare le isole vicine dell'arcipelago indonesiano, a partire da Bali e Lombok nel 1343. Uno a uno conquistò regni e città, stati e province, tutto per la gloria del suo popolo. Tra questi c'era il regno buddista di Sriwijaya a Palembang e alcuni piccoli regni nella Sumatra occidentale, dove Gajah Mada pose un principe Majapahit come vassallo. Il Generale degli Elefanti conquistò quindi Samudra Pasai a Sumatra, il primo sultanato musulmano dell'Indonesia. Dopo questa vittoria, nello spazio di due anni le forze Majapahit travolsero un'altra mezza dozzina di città indipendenti e regni, tra cui Temesek (oggi noto come Singapore) al di là dello stretto.Nel 1350 Tribhuwana abdicò in favore del figlio Hayam Wuruk, considerato il più grande monarca di Majapahit. Durante il suo regno l'impero raggiunse la massima estensione, abbracciando l'intero arcipelago indonesiano. Il commercio fiorì, così come le arti. Il nuovo re era felice di lasciare gli affari di stato al suo primo ministro, mentre egli si occupava delle arti e delle scienze. Con il tacito supporto del re, Gajah Mada procedette ad aggiungere un'altra ventina di regni all'impero, alcuni in zone remote come la moderna Malesia o le Filippine meridionali.Nel 1357 Gajah Mada si trovò in una difficile posizione: aveva conquistato moltissime isole nell'arcipelago; uno dei pochi regni indipendenti che restavano era Sunda, nell'ovest dell'isola di Giava. Il matrimonio fra la principessa di Sunda e Hayam Wuruk era già stato organizzato: questa soluzione avrebbe permesso di formare un'alleanza, ma Gajah Mada aveva ambizioni ancora più grandi. Negando che la principessa sarebbe diventata regina consorte di Majapahit, e affermando che avrebbe potuto essere solo una concubina, Gajah Mada offese Sunda. Incontrando la delegazione nuziale nella città di Bubat, fece degenerare i negoziati in un clima di aperta ostilità finché non scoppiò una rissa. A questo punto Gajah Mada e le sue forze massacrarono l'intera famiglia reale di Sunda con tutte le guardie del corpo.Quest'incidente macchiò la figura di Gajah Mada, dal momento che le sue azioni furono giudicate sconsiderate e inutilmente violente. I ministri e la corte di Majapahit lo condannarono come una persona sanguinaria e brutale. Il re gli tolse tutti i titoli, l'autorità e gli onori. Quello che era stato l'uomo più potente dell'impero avrebbe passato il resto dei suoi giorni in solitudine nell'unica proprietà in suo possesso, nella parte est di Giava. Gajah Mada morì in relativo anonimato nel 1363 d.C."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "L'Indonesia moderna considera Gajah Mada un eroe, il simbolo del patriottismo e dell'orgoglio nazionale indonesiano. Gajah Mada è visto come una figura a cui ispirarsi, un esempio della potenziale grandezza di tutti gli indonesiani. Il suo nome servì come simbolo mitico di propaganda durante la resistenza all'occupazione giapponese e la successiva rivolta per ottenere l'indipendenza dall'Olanda, alla fine degli anni '40. La storia lo ricorderà sempre per la sua dedizione e lealtà verso il re e il popolo di Majapahit e per essere stato il primo uomo che riuscì a riunire le molte isole dell'arcipelago indonesiano in una sola nazione."
            }
        ]
    }
}