{
    "id": 12,
    "name": "Giappone|del Giappone|al Giappone|il Giappone|dal Giappone",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/giappone|del_giappone|al_giappone|il_giappone|dal_giappone.png",
    "dawn_of_man": "Salute a te, nobile Oda Nobunaga, sovrano della terra in cui sorge il sole: possa tu a lungo passeggiare tra i suoi prati in fiore. Tu sei il sovrano del Giappone, la terra del Sol Levante. I giapponesi sono un popolo isolano, fiero e pio, dalla ricca cultura artistica e letteraria. La loro civiltà è millenaria. Sono stati anni di lotte sanguinose, di espansioni e isolamenti, di grande ricchezza e di grande povertà. Oltre alla sua prodezza sul campo di battaglia, il tuo popolo può vantare una stupefacente operosità. La sua superiorità tecnologica e le sue grandiose fabbriche sono l'invidia degli altri popoli di tutte le latitudini.O leggendario daimyo, prenderai in mano le redini del destino? Porterai gloria e onore alla tua famiglia e al tuo popolo? Riprenderai la spada e scudo e marcerai ancora verso il trionfo? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Samurai|un Samurai|dal tuo Samurai|al tuo Samurai|il tuo Samurai|da un Samurai",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/samurai.json"
        },
        {
            "name": "Zero|uno Zero|dal tuo Zero|al tuo Zero|il tuo Zero|da uno Zero",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/zero.json"
        }
    ],
    "city_names": [
        "Kyoto",
        "Osaka",
        "Tokyo",
        "Satsuma",
        "Kagoshima",
        "Nara",
        "Nagoya",
        "Izumo",
        "Nagasaki",
        "Yokohama",
        "Shimonoseki",
        "Matsuyama",
        "Sapporo",
        "Hakodate",
        "Ise",
        "Toyama",
        "Fukushima",
        "Suo",
        "Bizen",
        "Echizen",
        "Izumi",
        "Omi",
        "Echigo",
        "Kozuke",
        "Sado",
        "Kobe",
        "Nagano",
        "Hiroshima",
        "Takayama",
        "Akita",
        "Fukuoka",
        "Aomori",
        "Kamakuro",
        "Kochi",
        "Naha"
    ],
    "spy_names": [
        "Akaishi",
        "Oki",
        "Hattori",
        "Morozumi",
        "Momochi",
        "Kawashima",
        "Orin",
        "Sakanishi",
        "Kaede",
        "Mochizuki"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Le isole del Giappone sono state create dalle forze inimmaginabili della tettonica a zolle, che hanno sollevato porzioni del fondo oceanico nei punti in cui la placca del Pacifico scivola sotto quella eurasiatica. Il risultato è una terra montagnosa di grande bellezza e pericoli, dove le persone vivono e prosperano nello stretto corridoio tra i vulcani e il mare."
        },
        {
            "heading": "Territorio e clima",
            "text": "Il Giappone è un piccolo stato, con una superficie totale non molto più estesa di quella dell'Italia. Le montagne coprono l'80% del paese. Il Giappone è composto da quattro isole principali: Hokkaido, Honshu, Shikoku e Kyushu, più decine e decine di isole più piccole. In termini geologici è una terra giovane, il che significa che le montagne sono alte e frastagliate, i fiumi stretti e torrenziali. In Giappone ci sono molti vulcani, alcuni piuttosto attivi. I terremoti non sono rari (così come gli attacchi da parte di giganteschi mostri radioattivi).Il Giappone ha un clima monsonico, caratterizzato cioè da venti stagionali secchi e umidi. D'inverno le coste occidentali sono esposte all'aria fredda e umida proveniente dalla Siberia e dal mar del Giappone, che portano molta pioggia e neve. D'estate è la parte orientale del paese a ricevere un flusso continuo di aria umida dal Pacifico."
        },
        {
            "heading": "Preistoria",
            "text": "In genere si ritiene che i primi coloni abbiano raggiunto il Giappone fra i 30.000 e i 10.000 anni fa, durante il paleolitico, la fase dello sviluppo umano caratterizzata dall'uso di strumenti primitivi di pietra. È probabile che i migranti abbiano utilizzato diversi ponti di roccia che per un certo tempo hanno collegato le isole con la Corea e l'Asia.Dei giapponesi preistorici si sa molto poco, ma è chiaro che molto presto devono aver sviluppato la capacità di navigare facilmente e in modo sicuro tra le varie isole, dato che la cultura e il linguaggio sono omogenei in tutto l'arcipelago (e questo non sarebbe accaduto se le popolazioni fossero rimaste isolate per lunghi periodi di tempo).La cultura \"pre-ceramica\" fu seguita da quella Jomon, che si sviluppò dal 7500 a.C. al 250 a.C. (il termine \"Jomon\" indica uno stile di ceramica in cui si premono delle corde sull'argilla per ottenere schemi decorativi). Oltre alla lavorazione della terracotta, questo periodo segnò l'importante passaggio dagli strumenti scheggiati a quelli molati. I Jomon erano per lo più pescatori o cacciatori-raccoglitori.La cultura Jomon fu seguita da quella Yayoi, che durò circa 500 anni, dal 250 a.C. al 250 d.C. Questa cultura ebbe origine nel Kyushu e portò innovazioni nella lavorazione della terracotta e nell'agricoltura, oltre all'introduzione di strumenti di bronzo e di ferro. Inoltre i Jomon adottarono pratiche cerimoniali per la sepoltura dei morti, l'irrigazione dei campi e la tessitura. È probabile che alcuni di questi progressi tecnologici e culturali siano conquiste autonome, mentre altri derivano dal contatto con la Cina e la Corea. Forte di questi vantaggi, la cultura Yayoi si diffuse rapidamente in tutto il Giappone, sostituendo la più primitiva cultura Jomon."
        },
        {
            "heading": "Storia antica",
            "text": "Il primo resoconto scritto sul Giappone è stato rinvenuto in Cina e risale al periodo Han. In esso si afferma che intorno al 50 d.C. \"lo stato di Nu, in Wo\", aveva inviato emissari alla corte di Han. \"Nu\" era uno dei 100 e più stati che formavano il \"Wo\" (Giappone). Documenti cinesi successivi indicano che dopo il 250 d.C. una certa \"regina Himiko\" regnava su una confederazione di più di 30 stati, con capitale a Yamatai. Non si sa con certezza dove fosse Yamatai, dato che non sopravvive alcun documento giapponese di quel periodo."
        },
        {
            "heading": "Il periodo dei tumuli, dal 250 al 550 d.C.",
            "text": "A causa della scarsità di fonti storiche, la questione del periodo della prima unificazione giapponese è molto controversa. Quel che è certo è che durante il IV secolo il regno di Yamatai scomparve, sostituito dal regno di Yamato. A metà del IV secolo il Giappone inviò un grande esercito per conquistare la penisola coreana; per far questo un governo centrale doveva per forza esistere da parecchi anni.Durante il regno di Yamato i contadini cominciarono a utilizzare strumenti di ferro e fu sviluppata la tecnica di inondazione controllata dei campi per la coltura del riso, un cereale gustoso e nutriente che sarebbe presto diventato un caposaldo della cucina giapponese. Questi progressi fecero sì che un numero minore di contadini potesse coltivare maggiori quantità di cibo, cosa che permise agli Yamato di dedicare la forza-lavoro in eccesso alla conquista di nuove terre e alla costruzione di grandi mausolei. In questo periodo il Giappone importò diverse innovazioni tecnologiche dai suoi vicini, la più importante delle quali è forse la scrittura cinese. Insieme all'alfabeto la Cina insegnò ai vicini anche i precetti del confucianesimo.Durante il V secolo il regno di Yamato si fece più aggressivo dal punto di vista militare. Le ragioni precise di questo cambiamento sono oggetto di dibattito. Alcuni ritengono che sia il risultato dell'invasione e della conquista del regno da parte di guerrieri stranieri, mentre altri storici credono che Yamato abbia semplicemente cominciato a sfruttare in modo più aggressivo la propria superiorità militare e agricola, senza particolari influssi esterni. In ogni caso il Giappone attaccò ancora la Corea meridionale per ottenere il controllo dei giacimenti di ferro di cui l'area era ricca. Per molti secoli la politica estera giapponese sarebbe stata segnata dalla necessità di accedere a risorse non disponibili sulle isole."
        },
        {
            "heading": "Il sistema dei clan",
            "text": "In questo periodo fu anche consolidato il sistema \"uji-kabane\". Il termine \"uji\" si può tradurre \"clan\", mentre \"kabane\" si riferisce all'ereditarietà di un titolo nobiliare. Secondo questo sistema le persone che vivono nella stessa comunità agricola diventano membri di un unico clan, e ogni membro ha un ruolo ben specifico nella gerarchia. Secondo un'importante credenza giapponese, onorare in modo appropriato gli dèi del clan e gli spiriti degli antenati assicura raccolti abbondanti, così il culto dei defunti divenne una componente importante del sistema uji-kabane."
        },
        {
            "heading": "Dopo Yamato: il confucianesimo, il buddismo e la legge",
            "text": "Nel VI secolo lo status e l'influenza degli Yamato andò scemando, anche in virtù delle sconfitte militari interne ed estere. Contemporaneamente i signori locali acquistavano un potere sempre maggiore. La perdita di un'autorità centrale portò naturalmente a un aumento dei conflitti interni, con i vari signori della guerra che sgomitavano per riempire il vuoto di potere.Il VI secolo vide anche l'introduzione in Giappone del buddismo, probabilmente giunto dalla Corea. Il principe Shotoku fu un fervente buddista. Salito il potere verso la fine del secolo, pose come ideali di corte la pace e la salvezza. È interessante notare che tra la nobiltà giapponese stava prendendo piede anche il confucianesimo cinese; lo stesso Shotoku apparentemente ne seguiva i precetti sul suo cammino spirituale. Shotoku regnò dal 592 al 628; in quel periodo il clan Yamato visse una breve rinascita del suo potere e della sua influenza.Alla morte di Shotoku la corte giapponese cadde nel caos. La potente famiglia Shoga prese il potere, uccidendo gli eredi di Shotoku. Gli Shoga furono a loro volta rovesciati nel 645 dal principe Nakano Oe e da Nakatomi Kamatari, che li uccise tutti insieme a chiunque si opponesse alla famiglia imperiale. Dopo aver distrutto i loro nemici i due istituirono una serie di riforme politiche che aumentarono il potere del governo centrale a scapito dei clan più potenti.Più o meno nello stesso periodo il Giappone codificò le leggi amministrative, compilando anche un codice civile e uno penale. Per far questo si ispirò direttamente ai codici cinesi della dinastia T'ang, alterandoli dove necessario per adattarli alle necessità giapponesi. In base a questo sistema le persone erano suddivise in uomini liberi e schiavi. Meno del 10% dell'intera popolazione del Giappone era in condizione di schiavitù; la maggioranza era formata da contadini liberi.Questo sistema politico sopravvisse più o meno inalterato per qualche centinaia di anni, ma intorno al X secolo i difetti nella sua struttura cominciarono a minare le fondamenta del governo. Diversi grandi clan si impadronirono di importanti cariche governative, sfruttando tali posizioni per dirigere enormi flussi di ricchezza nei loro forzieri. Le tasse aumentavano sempre di più, mentre il potere e i beni erano completamente in mano all'aristocrazia centrale a spese dei clan di provincia e di tutti i contadini giapponesi. Anche in conseguenza della disaffezione crescente nei confronti del governo cominciò a emergere una nuova classe di nobili guerrieri, i \"samurai\"."
        },
        {
            "heading": "L'ascesa dei samurai",
            "text": "Nel X e XI secolo i samurai si imposero come i nuovi detentori del potere in Giappone. A corte i samurai divennero generali e guardie del corpo degli aristocratici; fuori dalla corte conquistarono intere province come signori della guerra. Verso la fine dell'XI secolo il generale samurai Taira Kiyomori raggiunse un tale potere che divenne primo ministro e di fatto cominciò a governare la corte. Suo figlio, Antoku, ascese al trono imperiale nel 1180. Il governo dei Taira non durò molto, comunque; nel 1185 furono completamente distrutti dal clan Minamoto in una battaglia navale alla fine di un conflitto quinquennale noto come \"guerra Genpei\".Dopo la vittoria il capo dei Minamoto, Joritomo, instaurò un governo militare o \"shogunato\", in cui uno shogun (abbreviazione di \"seii taishogun\", ovvero \"generalissimo che sottomette i barbari\") avrebbe governato il Giappone in nome dell'imperatore. Questa forma di governo si dimostrò molto robusta, sopravvivendo quasi 700 anni fino all'abolizione del 1868.Nei secoli successivi lo shogunato passò alla famiglia Hojo, che all'inizio del XII secolo respinse il tentativo dell'imperatore Go-Toba di riappropriarsi effettivamente del potere. Alla fine dello stesso secolo i giapponesi respinsero diversi tentativi di invasione da parte dei mongoli: in questo furono aiutati fortuitamente da un paio di tifoni, che al momento cruciale delle battaglie distrussero gran parte delle navi attaccanti. I giapponesi li chiamarono kamikaze, \"venti divini\" inviati dai cieli per proteggere il Giappone dai barbari."
        },
        {
            "heading": "Il collasso dell'autorità centrale",
            "text": "Il clan Hojo restò al potere fino al 1333, quando l'imperatore Go-Daigo guidò un colpo di stato per restituire il potere effettivo alla famiglia imperiale. Go-Daigo fu aiutato da un gran numero di aristocratici, diversi clan di samurai e alcuni bellicosi monaci buddisti. Molti alleati importanti dell'imperatore però non furono affatto contenti della divisione delle spoglie dopo la vittoria, così nel 1336 si rivoltarono e lo scacciarono a nord, sulle montagne Yoshino. Per 60 anni ci furono due corti imperiali, una nel nord e una nel sud, che si dividevano il controllo del Giappone. L'imperatore meridionale però rimase sempre un prestanome: il vero potere, come sempre, era nelle mani dello shogun. Nel 1391 le corti furono riunite sotto il grande shogun Ashikaga Takauji.Durante il XIV secolo le famiglie e le comunità agricole aumentarono la loro influenza, e in concomitanza a ciò cominciò a crescere anche la resistenza nei confronti dei signori della guerra. Importanti ribellioni scoppiarono nel 1428, nel 1429 e nel 1441, e praticamente ogni anno da allora in poi. Nel 1467 esplose la guerra civile per la successione allo shogun Ashikaga; il conflitto si sarebbe trascinato per una decina d'anni, con la distruzione di molti grandi templi e il trasferimento forzato di moltissimi civili. Alla fine della guerra, nel 1477, l'autorità centrale era decisamente erosa. L'epoca successiva fu caratterizzata da numerose rivolte locali e dall'ascesa di una nuova classe di signori della guerra, i \"daimyo\"."
        },
        {
            "heading": "Il periodo degli stati combattenti.",
            "text": "Gli anni che vanno dal 1338 al 1573 sono noti come il periodo degli stati combattenti. In quest'epoca le guerre furono praticamente continue, dal momento che lo shogun e la famiglia imperiale erano sostanzialmente privi di potere, e le battaglie per la supremazia tra i daimyo straziavano il paese. Durante questi anni furono costruiti molti castelli; i guerrieri giapponesi diventarono esperti negli assedi, soprattutto dopo che i mercanti europei avevano insegnato loro a costruire moschetti."
        },
        {
            "heading": "Oda Nobunaga e l'unificazione del Giappone",
            "text": "Nel 1549 il padre di un giovane nobile chiamato Oda Nobunaga morì, lasciando al figlio un po' di terra, del denaro e un gruppo di seguaci samurai. Nel giro di 11 anni il giovane aveva sconfitto tutti gli oppositori e conquistato la provincia di Owari. Un brillante comandante militare e un politico dalla visione lucida e ampia, Oda adottò subito i nuovi moschetti, utilizzandoli con letale efficienza contro tutti quelli che si levavano contro di lui. Nel 1562 si alleò con Tokugawa Ieyasu, il signore di un feudo vicino che si sarebbe dimostrato uno dei più grandi comandanti di tutti i tempi.Negli anni '60 del Cinquecento Nobunaga marciò su Kyoto, il centro storico del potere del Giappone, e conquistò la città. Nel 1573 depose lo shogun, consolidando il suo potere sia dal punto di vista formale sia in concreto. Quando fu assassinato nel 1582 Oda aveva unificato quasi metà del Giappone. Per saperne di più sulla vita di questo notevole condottiero potete leggere la voce dedicata a Oda nella Civilopedia.A Oda succedette Toyotomi Hideyoshi, il figlio di un contadino che si era distinto prima come guerriero e poi come comandante al servizio di Oda. Nel 1590 Hideyoshi aveva unificato l'intero Giappone. Come parte della sua politica volta a rafforzare il governo centrale tolse le armi ai contadini e promulgò una riforma fiscale. Inoltre istituì un sistema feudale, obbligando i contadini a restare nei villaggi, gli artigiani e i mercanti a restare nelle città. Hideyoshi morì nel 1598 e fu sostituito da Tokugawa Ieyasu, che nel 1603 assunse il titolo di shogun.Avendo efficacemente utilizzato armi e personale occidentale per ottenere l'unificazione del Giappone, Tokugawa cominciò presto a considerare l'Occidente un potenziale pericolo per il suo dominio. Così lui e i suoi eredi cancellarono completamente il cristianesimo in Giappone, cacciarono praticamente tutti gli stranieri dalle isole e impedirono a chiunque (tranne i loro stessi guerrieri) di usare moschetti. Per molti secoli il Giappone rimase ostinatamente chiuso all'occidente, una condizione che probabilmente gli risparmiò l'umiliante occupazione e colonizzazione subita per mano degli europei da tanti paesi asiatici."
        },
        {
            "heading": "L'apertura del Giappone e la restaurazione Meiji",
            "text": "Nel XIX secolo l'Olanda era il solo paese europeo a commerciare con il Giappone, e anche loro avevano contatti molto limitati. A metà del secolo diverse nazioni d'Europa avevano cercato di stabilire relazioni diplomatiche con il Giappone, ma nessuna aveva avuto successo. Cercando porti dove approvvigionare i loro mercantili e pescherecci, gli Stati Uniti decisero di passare all'azione e nel 1853 inviarono una flotta sotto il comando del commodoro Matthew C. Perry nella baia di Uraga. Lo shock di vedere una potenza militare straniera schierata apertamente sulle coste del Giappone, fino ad allora inviolate, distrusse l'antico shogunato di Tokugawa e fece sì che il potere tornasse dopo tanto tempo nelle mani dell'imperatore.Il giovane imperatore Meiji, salito al trono nel 1867, diede il via a una politica di riforme radicali per rendere il Giappone militarmente ed economicamente simile alle potenze occidentali le cui navi moderne dominavano i mari tutt'attorno. La cosiddetta restaurazione Meiji fu uno sforzo straordinario: in meno di un secolo il Giappone abolì il feudalesimo, eliminò quasi completamente la casta dei samurai e restituì il possesso della terra ai contadini che la lavoravano. Il governo diede inizio a un programma di industrializzazione che nel giro di pochi anni ebbe un notevole successo. Alla fine dell'Ottocento il Giappone adottò una costituzione modellata più o meno su quelle europee.All'inizio del XX secolo era ormai una grande potenza: l'unica nel Pacifico, insieme agli Stati Uniti. Per loro sfortuna, le altre nazioni se ne accorsero con grande ritardo."
        },
        {
            "heading": "La guerra sino-giapponese",
            "text": "Nel 1894 la Cina dichiarò guerra al Giappone per il controllo della Corea. Il Giappone vinse facilmente, facendo sì che la Corea guadagnasse l'indipendenza nominale dalla Cina; inoltre si accaparrò Formosa (nota anche come Taiwan), la penisola di Liaotung, le isole Pescadores e molte altre porzioni di territorio. Inoltre il Giappone estorse alla Cina una serie di accordi commerciali molto poco equilibrati. Le potenze occidentali insistettero affinché il Giappone restituisse la penisola di Liaotung alla Cina, che poi la affittò alla Russia (insieme alla sua importante base navale). Questo fece infuriare il Giappone."
        },
        {
            "heading": "La guerra russo-giapponese",
            "text": "Con la rivolta dei Boxer (1900), i cittadini cinesi si sollevarono contro tutti gli stranieri che si davano da fare a depredare il loro paese in cambio di oppio. Le potenze occidentali e il Giappone reagirono inviando contingenti di truppe che massacrarono i cinesi e occuparono aree ancora più vaste. La Russia occupò la Manciuria, cosa che il Giappone interpretò come una minaccia ai suoi possedimenti in Cina e Corea. Nel 1904 i giapponesi attaccarono la flotta russa senza preavviso (una strategia che poi avrebbero utilizzato ancora, con grandi risultati, contro altri occidentali troppo distratti). Il Giappone riportò una vittoria spettacolare sulla Russia, dimostrando a un mondo sbalordito di essere perfettamente in grado di affrontare una grande potenza e sbaragliarla.Nel successivo trattato di pace con la Russia il Giappone ricevette il primato in Corea e tutti i possedimenti russi in Cina. Il presidente americano Roosevelt ricevette il premio Nobel per la Pace per aver agito da mediatore per il trattato (in quel periodo nel comitato per il Nobel non c'erano molti cinesi o coreani)."
        },
        {
            "heading": "Il Giappone imperiale",
            "text": "Rinfrancato dal successo contro la Cina e l'Occidente, il Giappone colse l'opportunità di aumentare la propria influenza in Asia. Dopo aver consolidato la presa sulla Corea e sulla sua parte della Cina, durante la Prima Guerra Mondiale si impadronì di tutti i possedimenti tedeschi in Asia e nel Pacifico. Nel periodo successivo alla guerra una serie di accordi militari tra le nazioni europee, gli Stati Uniti e il Giappone cercò di limitare l'espansione nipponica senza minacciare la sua indipendenza.Nel 1930, anche in conseguenza delle sofferenze patite durante la grande depressione, i militaristi giapponesi arrivarono al potere. I dazi doganali imposti dall'estero (e il razzismo anti-giapponese) limitarono severamente la capacità di trarre profitto dalle esportazioni, in un momento in cui l'espansione demografica imponeva l'acquisto di scorte alimentari. I militaristi sostennero che l'unico modo di aprire le isole ai mercati stranieri era l'uso della forza. Questa situazione, unita alla paura del comunismo e al risentimento nei confronti del governo, spinse i militari giapponesi a espandere la loro struttura di potere. Alla fine degli anni '20 l'esercito intensificò le operazioni in Manciuria senza l'approvazione del governo, che si rivelò troppo debole per intervenire.Nel maggio del 1932 alcuni ufficiali della marina assassinarono il primo ministro e nel 1936 molti altri politici di spicco furono uccisi quando i militari si impossessarono del centro di Tokyo. La ribellione fu rapidamente sedata, ma ormai era chiaro che il governo era completamente alla mercé dei militari. Il giovane imperatore Hirohito era considerato un progressista, ma rimase in silenzio temendo che un suo intervento avrebbe potuto mettere a repentaglio il trono stesso. L'esercito giapponese, se non formalmente, era a tutti gli effetti alla guida del paese."
        },
        {
            "heading": "Verso la Seconda Guerra Mondiale",
            "text": "Negli anni '30 le relazioni giapponesi con URSS, Inghilterra e Stati Uniti, già pessime, peggiorarono ulteriormente. L'Unione Sovietica, ancora amareggiata per la sconfitta subita trent'anni prima per mano dei giapponesi, sperava anche che il governo fosse rovesciato e che il paese diventasse un paradiso dei lavoratori proprio come la Russia. L'Inghilterra e gli USA erano contrari alla politica brutale del Giappone in Cina e Corea e temevano che la crescita della sua potenza navale sarebbe arrivata a minacciare i loro considerevoli interessi in Asia e in tutto il Pacifico. In un tentativo di contrastare la pressione anglo-americana, nel 1936 il Giappone firmò un patto di mutua difesa con Germania e Italia, rinnovato poi nel 1940. Posta davanti alla minaccia tedesca da ovest, l'URSS cercò almeno di proteggere i suoi confini orientali firmando un patto di non aggressione con il Giappone nel 1940.Nel 1941, dopo l'attacco nazista alla Russia, i giapponesi occuparono il nord dell'Indocina per bloccare le linee di approvvigionamento inglesi verso la Cina, dove i britannici supportavano le forze nazionaliste cinesi contro di loro. Per tutta risposta gli Stati Uniti bloccarono tutti i beni giapponesi e, cosa ancor peggiore, misero in atto un embargo petrolifero contro il Giappone. A questo punto l'impero del Sol Levante aveva due scelte: accettare i termini americani e ritirarsi dall'Indocina, e forse dalla Cina stessa, o impadronirsi dei ricchi giacimenti controllati dalle Indie Orientali Olandesi. Il negoziato con gli Stati Uniti non portò a nulla, così il governo giapponese decise per la guerra."
        },
        {
            "heading": "La Seconda Guerra Mondiale",
            "text": "La Seconda Guerra Mondiale cominciò eccezionalmente bene per il Giappone, con l'enorme successo degli attacchi a sorpresa alle basi americane a Pearl Harbor, nelle Hawaii e nelle Filippine. La marina giapponese arrivò quasi a espellere completamente le forze americane dal Pacifico causando perdite orribili, ma non riuscì a infliggere il colpo decisivo. Negli anni successivi l'industria statunitense cominciò a produrre a ritmo serrato navi, aerei, cannoni e sottomarini, rimpiazzando abbondantemente le perdite iniziali. La marina e l'esercito degli USA si dedicarono quindi al compito - terribilmente lungo e difficile - di ricacciare indietro i tenaci giapponesi per tutto il Pacifico.Nell'agosto del 1945 gli Stati Uniti sganciarono due bombe atomiche, distruggendo buona parte delle città di Hiroshima e Nagasaki. I giapponesi si arresero poco dopo."
        },
        {
            "heading": "Dopo la guerra",
            "text": "Dopo la guerra il Giappone perse tutti i possedimenti d'oltreoceano. Inoltre dovette subire l'occupazione degli Stati Uniti, mentre la Russia si appropriò di alcune isole a nord (il cui possesso è oggetto di controversia ancora oggi).L'occupazione americana fu relativamente morbida, considerando come vanno in genere queste cose. Gli Stati Uniti imposero l'adozione di una costituzione democratica e proibirono al Giappone di ricostruire un esercito. Inoltre aiutarono (leggi: obbligarono) il Giappone a smantellare completamente il sistema feudale e istituirono un grande programma di riforme terriere. Inoltre gli americani aiutarono il Giappone a ricostituire rapidamente le sue infrastrutture e il suo sistema monetario. La speranza degli USA era di fare dell'ex-impero un paese capitalista e una democrazia prospera e vitale per controbilanciare la crescita del comunismo in Asia. In questo il loro successo andò al di là delle più rosee previsioni."
        },
        {
            "heading": "Il Giappone oggi",
            "text": "I termini imposti al Giappone dai vincitori della Seconda Guerra Mondiale andarono a beneficio della nazione, perché il denaro che altrimenti sarebbe stato dedicato alle spese militari poté essere investito in imprese più utili e proficue. Oggi il Giappone è effettivamente una florida democrazia e una grande potenza economica. Per quanto il nepotismo e l'eccessivo tradizionalismo nel governo e negli affari abbia portato al collasso del suo sistema bancario negli anni '90, complessivamente l'economia del Giappone si è risollevata rapidissimamente dopo la guerra. La popolazione è molto istruita, motivata e decisamente all'avanguardia da un punto di vista tecnologico.Man mano che la posizione degli Stati Uniti nel Pacifico si è indebolita e le altre potenze sono cresciute, il Giappone ha cominciato timidamente a ricostruire una forza militare. Oggi dipende ancora dagli USA per la sua difesa, ma non è chiaro quanto potrà durare questa situazione.Dando per scontato che il Giappone possa continuare a mantenere relazioni cordiali con i suoi vicini Russia, Cina e Corea del Sud - e presumendo che la Corea del Nord non imploda con esisti imprevedibili - il futuro del Giappone sembra luminoso."
        },
        {
            "heading": "Il Giappone oggi",
            "text": "I termini imposti al Giappone dai vincitori della Seconda Guerra Mondiale andarono a beneficio della nazione, perché il denaro che altrimenti sarebbe stato dedicato alle spese militari poté essere investito in imprese più utili e proficue. Oggi il Giappone è effettivamente una florida democrazia e una grande potenza economica. Per quanto il nepotismo e l'eccessivo tradizionalismo nel governo e negli affari abbia portato al collasso del suo sistema bancario negli anni '90, complessivamente l'economia del Giappone si è risollevata rapidissimamente dopo la guerra. La popolazione è molto istruita, motivata e decisamente all'avanguardia da un punto di vista tecnologico.Man mano che la posizione degli Stati Uniti nel Pacifico si è indebolita e le altre potenze sono cresciute, il Giappone ha cominciato timidamente a ricostruire una forza militare. Oggi dipende ancora dagli USA per la sua difesa, ma non è chiaro quanto potrà durare questa situazione.Dando per scontato che il Giappone possa continuare a mantenere relazioni cordiali con i suoi vicini Russia, Cina e Corea del Sud - e presumendo che la Corea del Nord non imploda con esisti imprevedibili - il futuro del Giappone sembra luminoso."
        }
    ],
    "leader": {
        "name": "Oda Nobunaga",
        "subtitle": "Leader del Giappone",
        "lived": "1534-1582 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/oda_nobunaga.png",
        "trait": {
            "name": "Bushido",
            "effect": "Le unità ferite combattono come se fossero perfettamente sane. +1 alla Cultura da ogni Peschereccio e +2 Cultura da ogni Atollo."
        },
        "titles": [
            "Daimyo"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Oda Nobunaga è stato un signore della guerra nel Giappone del XVI secolo. Brillante generale, politico astuto e audace sperimentatore delle nuove tecnologie, Nobunaga arrivò a dominare su metà del Giappone feudale con la forza delle armi e il doppio gioco. Dopo la sua morte i suoi due luogotenenti, Toyotomi Hideyoshi e Tokugawa Ieyasu, avrebbero completato la sua opera riunificando il Giappone dopo più di un secolo di divisioni."
            },
            {
                "heading": "Gli inizi",
                "text": "Oda Nobunaga nacque nel 1534 d.C., nel pieno del periodo che nella storia giapponese è stato chiamato \"Sengoku\", o degli stati combattenti. Durante quest'epoca il Giappone feudale era diviso in province comandante dai potenti daimyo, signorotti territoriali. Un debole shogun amministrava formalmente il potere centrale al posto di un ancor più debole imperatore. Nel periodo Sengoku l'ordine stabilito fu quasi completamente rovesciato: i signori locali deposero i loro daimyo, i vassalli presero le armi contro i signori e i rami inferiori delle famiglie cominciarono a combattere per ottenere il potere. Fu un periodo particolarmente brutale nella storia giapponese; per sopravvivere i nobili dovevano essere scaltri, potenti e fortunati.Nobunaga nacque da un ricco ufficiale governativo nella piccola e anonima provincia di Owari. Dopo la morte del padre, nel 1551, ne ereditò il titolo, le ricchezze e i vassalli. In quel momento non aveva che 17 anni ed era un ragazzo selvaggio e ribelle. Secondo la leggenda, Nobunaga si comportò così male al funerale del padre che per l'umiliazione un suo amico vassallo commise seppuku (il suicidio rituale). Scioccato e rinsavito per la morte del suo servitore, Nobunaga cominciò a prendere seriamente la sua posizione e i suoi obblighi."
            },
            {
                "heading": "L'ascesa al potere",
                "text": "Nei dieci anni successivi arrivò a dominare completamente la provincia di Owari, annettendo o distruggendo sistematicamente chiunque gli mettesse i bastoni fra le ruote. La serie di alleanze, battaglie, tradimenti e assassinii commessi da Nobunaga per arrivare alla vittoria è incredibilmente complessa e rivaleggia con le trame delle soap opera più intricate. Ecco com'è andata.Quando il padre morì, il clan Oda era diviso in diverse fazioni. Qualcuna sostenne Nobunaga come legittimo erede, mentre altre preferivano il fratello, il più giovane (e meno violento) Nobuyuki. Nel frattempo un lontano fratello di suo padre, Nobutomo, sfruttò la sua posizione di rappresentante di Shiba Yoshimune, l'impotente \"shugo\" (governatore militare) della provincia di Owari, per rivendicare il diritto di guidare il clan Oda. Ma quando venne a sapere che lo shugo di nascosto favoriva Nobunaga, Nobutomo lo fece assassinare.Nel frattempo Nobunaga convinse un altro fratello di suo padre, Oda Nobumitsu, ad attaccare Nobutomo (che, ricordiamo, aveva appena fatto uccidere Shiba, lo shugo di Owari). Nobunaga e suo zio Nobumitsu attaccarono e uccisero Nobutomo nel castello di Kiyosu. Dopo la morte dello zio, Nobunaga controllò il nuovo shugo della provincia di Owari, Shiba Yoshikane (l'erede di Shiba Yoshimune). Con il suo aiuto strinse un'alleanza con i clan Imagawa e Kira, anche loro fedeli a Shiba.In seguito Nobunaga inviò un esercito nella provincia di Mino per aiutare Saito Dosan contro il figlio insorto, Saito Yoshitatsu, ma non ebbe successo e Dosan morì.Nel 1556 il fratello di Nobunaga, Nobuyuki (ve lo ricordate?) si ribellò con l'aiuto di Shibata Katsuie e Hayashi Hidesada. Nobunaga sconfisse i cospiratori nella battaglia di Ino. Mostrando un'insolita generosità, perdonò suo fratello e i suoi alleati. Il fratello lo ricambiò organizzando prontamente un'altra rivolta, ma fu tradito a sua volta dal suo alleato Shibata Katsuie, che informò Nobunaga dei suoi piani. A questo punto Nobunaga assassinò il fratello.E via dicendo. Nel 1559 Nobunaga aveva sconfitto tutti i rivali ed era il capo indiscusso della provincia di Owari. Tuttavia mantenne Shiba Yoshikane al suo posto come \"shugo fantoccio\", ma lo rimosse quando scoprì che stava segretamente complottando contro di lui insieme ai clan Kira e Imagawa."
            },
            {
                "heading": "Ulteriori conquiste",
                "text": "Una volta assicuratosi il controllo della provincia di Owari, Nobunaga iniziò l'espansione del suo potere in Giappone. Nel 1560 guidò un esercito minuscolo contro una forza di gran lunga superiore che si dirigeva verso Kyoto per rovesciare il debole shogun Ashikaga. Contro tutte le aspettative ottenne una sorprendente vittoria. Una delle ragioni del successo militare di Nobunaga fu la precoce adozione delle nuove armi, che grazie al commercio con l'Europa in quel tempo cominciavano a comparire in Giappone. Fu uno dei primi daimyo a organizzare unità di soli moschetti: questo gli diede un grande vantaggio contro i suoi nemici, più arretrati tecnologicamente. Fu anche uno scaltro amministratore, che si servì al meglio della ricchezza agricola e mercantile di Owari per sostenere i propri sforzi bellici.Nel 1568 Nobunaga marciò su Kyoto e impose il suo alleato Ashikaga Yoshiaki come shogun fantoccio. Nel 1573 i rapporti tra i due si logorarono: Nobunaga depose Ashikaga e così finì il lungo shogunato di Ashikaga. Nobunaga consolidò il suo potere sul Giappone attaccando diverse sette buddiste politicamente potenti. I monaci resistettero ostinatamente, alcuni per più di un decennio. Nobunaga ridistribuì le proprietà religiose espropriate a vari samurai e nobili per guadagnarsi la loro lealtà. Nobunaga ebbe rapporti amichevoli con i numerosi missionari gesuiti europei presenti in Giappone, probabilmente perché non avevano alcun potere politico con cui avrebbero potuto minacciarlo. Tuttavia non si convertì al cristianesimo."
            },
            {
                "heading": "La morte di Nobunaga",
                "text": "Nel 1582 Nobunaga aveva stabilito un saldo controllo sul Giappone centrale e aveva cominciato a espandere il suo potere verso occidente. Tuttavia, durante una campagna militare fu tradito da un subordinato presso il tempio di Honno-ji e obbligato a commettere seppuku. Il suo assassino gli sopravvisse appena undici giorni prima di essere sconfitto dagli ufficiali fedeli di Nobunaga, che vollero continuare l'unificazione del Giappone che aveva così abilmente cominciato."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "In generale è opinione condivisa che Oda Nobunaga sia uno dei tre più importanti comandanti della storia giapponese. Gli altri due sono suoi luogotenenti: Toyotomi Hideyoshi e Tokugawa Ieyasu. Nel 1590 Hideyoshi completò la conquista del Giappone. Dopo la sua morte gli succedette Tokugawa Ieyasu: il suo shogunato avrebbe governato il Giappone per secoli. Si può dire che il moderno stato del Giappone è stato creato da questi tre uomini.Nobunaga fu un uomo violento in tempi violenti. Ma favorendo l'unificazione del Giappone pose fine alle guerre sanguinose che avevano devastato il paese per più di un secolo."
            }
        ]
    }
}