{
    "id": 24,
    "name": "Corea|della Corea|alla Corea|la Corea|dalla Corea",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/corea|della_corea|alla_corea|la_corea|dalla_corea.png",
    "dawn_of_man": "Salve, magnifico re Sejong il Grande, servitore del popolo e protettore della dinastia Choson. Il tuo glorioso progetto di prosperità e la tua traboccante benevolenza verso la gente comune ti hanno reso il più amato dei monarchi coreani. Fin dai primi giorni del tuo regno i tuoi sforzi di realizzare una società equilibrata e giusta per tutti sono stati superati solo dalle scoperte e dalle innovazioni tecnologiche introdotte in virtù dalla tua insaziabile sete di conoscenza. Guidati dalla tua saggezza, i sapienti della Sala di Giada hanno sviluppato il primo alfabeto coreano, l'Hangul, illuminando le masse con la luce della letteratura e della scienza dopo secoli di oscurità.Onorato Sejong, il tuo popolo si rivolge ancora una volta a te per avere una guida! Coglierai quest'occasione di portare armonia e comprensione tra le genti? Riuscirai a riportare ancora il tuo regno a simili altezze vertiginose? Plasmerai una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Nave tartaruga|una Nave tartaruga|dalla tua Nave tartaruga|alla tua Nave tartaruga|la tua Nave tartaruga|da una Nave tartaruga",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/turtle_ship.json"
        },
        {
            "name": "Hwach'a|un Hwach'a|dal tuo Hwach'a|al tuo Hwach'a|il tuo Hwach'a|da un Hwach'a",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/hwach'a.json"
        }
    ],
    "city_names": [
        "Seoul",
        "Busan",
        "Jeonju",
        "Daegu",
        "Pyongyang",
        "Kaesong",
        "Suwon",
        "Gwangju",
        "Gangneung",
        "Hamhung",
        "Wonju",
        "Ulsan",
        "Changwon",
        "Andong",
        "Gongju",
        "Haeju",
        "Cheongju",
        "Mokpo",
        "Dongducheon",
        "Geoje",
        "Suncheon",
        "Jinju",
        "Sangju",
        "Rason",
        "Gyeongju",
        "Chungju",
        "Sacheon",
        "Gimje",
        "Anju"
    ],
    "spy_names": [
        "Kim",
        "Park",
        "Han",
        "Na",
        "Kong",
        "Yu",
        "Ahn",
        "Na",
        "Da",
        "Eun"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "La penisola coreana, oggi divisa tra Corea del Nord e del Sud, nel corso dei secoli è stata sede di parecchi regni: alcuni furono virtuosi, altri sono passati alla storia con un marchio d'infamia. L'intera penisola è stata riunita per più di 500 anni sotto il governo della dinastia Choson, che in certi periodi l'ha portata a rivaleggiare con i potenti stati vicini di Cina e Giappone. Quest'unità sacra fu infranta all'inizio del XX secolo dall'occupazione giapponese, seguita negli anni '50 dalla guerra di Corea. La Corea del Sud è emersa da tutte queste tribolazioni come una nazione moderna, in grado di occupare un posto in primo piano sul palcoscenico globale sia dal punto di vista economico sia culturale. D'altro canto, il regime oppressivo che controlla la Corea del Nord è spesso oggetto di tensioni diplomatiche e di severe critiche da parte della comunità internazionale per le numerose violazioni dei diritti umani."
        },
        {
            "heading": "Clima e territorio",
            "text": "Situata tra il Mare dell'Est e il Mar Giallo, la penisola coreana confina a nord con la Cina e, per un breve tratto, con la Russia: dalle due nazioni vicine la separano rispettivamente i fiumi Amnok e Tumen. Per quanto la Corea possa vantare una grande varietà di conformazioni geografiche, il suo territorio è più che altro montagnoso: il picco più alto, con i suoi 2.744 metri, è il monte Baekdu. Come i suoi vicini, anche la Corea è spazzata ogni estate dai monsoni asiatici, che portano sulla regione intense piogge e un'umidità opprimente. Anche i mesi invernali possono essere duri: le temperature arrivano spesso sotto lo zero, in particolare al nord."
        },
        {
            "heading": "Preistoria e Vecchio Regno",
            "text": "La Corea è stata abitata almeno dal Paleolitico medio: gli esseri umani vivevano nelle caverne o al riparo di ciglioni di roccia vicino al mare. Nel corso dei millenni si formarono comunità primitive, soprattutto quando gli antichi raccoglitori diventarono esperti nell'arte della caccia. Delle numerose comunità sparse nella penisola, una in particolare acquistò potere, diventando la base di tutti i futuri regni coreani: la \"Ko Choson\", nota anche come \"vecchia Choson\".La vecchia dinastia Choson fu fondata intorno al 2000 a.C. da Tan'gun Wanggom, una figura leggendaria, il cui padre secondo la tradizione era sceso direttamente dal cielo. Alcuni storici moderni ritengono che in effetti il nome \"Tan'gun Wanggom\" potrebbe essere in realtà il titolo dato ai primi leader della comunità, che rappresentavano figure contemporaneamente politiche e religiose. Che fosse per mano di un singolo condottiero, o sotto la guida di diversi antichi monarchi, la vecchia Choson divenne il più avanzato regno tribale fino all'età del ferro, nel IV secolo a.C."
        },
        {
            "heading": "L'ascesa dei tre regni",
            "text": "Per la maggior parte del primo millennio a.C. la Corea fu suddivisa in tre monarchie distinte. Ognuno dei \"Tre Regni di Corea\" - Koguryo, Paekche e Silla - controllava un segmento della penisola. Koguryo era il più vasto e, per un certo periodo, fu anche il più potente. Ma la sua rovina arrivò attraverso la diplomazia: il suo rivale a sud, il regno di Silla, strinse infatti un'alleanza con la dinastia cinese dei Tang. Quest'alleanza rafforzò considerevolmente Silla, permettendogli di conquistare Paekche e Koguryo entro il 668 e ottenere il controllo incontrastato della maggior parte della penisola."
        },
        {
            "heading": "Trasformazione di un regno",
            "text": "Una volta assorbiti i regni di Koguryo e Paekche, il nuovo \"Silla unificato\", chiamato anche \"Silla tardo\", continuò a governare la penisola per parecchi secoli. Come accade spesso dopo lunghi periodi di dominio incontrastato, l'autorità del re cominciò a essere messa in discussione intorno al IX secolo a.C. Il \"sistema delle ossa\", una specie di meccanismo ereditario basato sui legami di sangue di ogni persona con il re, aveva permesso di mantenere per molto tempo l'equilibrio del potere tra il re e la nobiltà aristocratica. Tuttavia il sistema fu una delle cause della rovina di Silla, perché i nobili, indispensabili per la gestione dello stato e la raccolta delle tasse, non sopportarono più un sistema di caste che limitava irrimediabilmente il loro ruolo nel governo.Alla fine i continui contrasti interni portarono nel 935 all'acquisizione del potere da parte dell'emergente dinastia Koryo. I Koryo mantennero un regno sovrano all'interno della Corea fino al 1392, nonostante le pressioni della dinastia cinese di origine mongola Yuan."
        },
        {
            "heading": "La dinastia Choson",
            "text": "La dinastia Choson, comunemente considerata il regno più importante della storia coreana, fu fondata nel 1392 da un comandante ribelle di Koryo, Yi Song-gye. Avendo ricevuto l'ordine di invadere la vicina provincia cinese di Liaotung (un attacco preventivo contro la dinastia Ming), Yi colse invece l'occasione per impossessarsi della Corea, conducendo l'esercito nella capitale di Koryo e detronizzando il re. Prendendo il nome dall'antico regno, Yi Song-gye si ribattezzò re Taejo di Choson e formò una nuova dinastia che avrebbe unificato la Corea per la prima volta nella sua storia.Il più famoso dei monarchi Choson, re Sejong il Grande, regnò dal 1418 fino alla morte, avvenuta nel 1450. Le politiche innovative di Sejong aprirono la strada a grandi progressi artistici e scientifici, tra cui spicca l'invenzione del linguaggio coreano scritto, l'Hangul. In questo periodo inoltre il confucianesimo coreano, che aveva già messo radici durante la precedente dinastia Koryo, si diffuse definitivamente nel paese. Il neo-confucianesimo, denominato \"Seongnihak\", sarebbe diventata la scuola di pensiero dominante dei sapienti in tutta la penisola. I precetti confuciani, con la loro forte enfasi sulla condotta morale e sul miglioramento personale, formarono la base dei valori rispettati ancora oggi nella società coreana.La dinastia Choson regnò per cinque secoli con 27 distinti monarchi, cadendo solo nel 1897. Durante gli ultimi anni la Corea si abbandonò all'isolazionismo, limitando al massimo i contatti con le nazioni vicine nel tentativo di sfuggire alla loro influenza. Molti storici ritengono che sia stato proprio in questo periodo, in cui il paese si guadagnò l'appellativo di \"regno eremita\", che la Corea, dopo essere stata tanto a lungo sotto l'influenza di Cina e Giappone, cominciò a sviluppare l'identità nazionale di uno stato moderno."
        },
        {
            "heading": "L'impero coreano",
            "text": "La prima guerra sino-giapponese, in cui si ebbero le prime avvisaglie dell'ascesa del Giappone come grande potenza in estremo oriente, fu combattuta a partire dal 1894 ed ebbe come campo di battaglia proprio il territorio coreano. Nel 1897 il governo Choson, che dopo essere stato per tanto tempo sottoposto all'influenza cinese temeva il potere emergente del Giappone, decise di proclamare la creazione dell'impero coreano. Il suo scopo era affermare l'indipendenza della Corea da entrambi gli scomodi vicini, ma tale aspirazione ebbe vita breve. Il Giappone si mosse rapidamente e, dopo aver sconfitto gran parte delle forze cinesi della dinastia Qing, si impadronì della Corea."
        },
        {
            "heading": "Occupazione giapponese",
            "text": "Il trattato Giappone-Corea del 1910 (che ancora oggi gli storici coreani sostengono essere stato estorto con la forza) significò a tutti gli effetti l'annessione dell'intera penisola al Giappone. Nonostante un movimento di resistenza molto attivo da parte del popolo coreano fin dalle prime fasi dell'occupazione, il Giappone mantenne il controllo del paese per quasi 35 anni. Per tutto quel periodo il \"Governo provvisorio della Repubblica di Corea\", formato da statisti in esilio, ebbe base a Shanghai, in Cina. La presa del Giappone sulla penisola coreana si allentò finalmente il 2 settembre 1945, in seguito alla sua sconfitta nella Seconda Guerra Mondiale. Ancora oggi molti coreani provano un forte risentimento nei confronti del Giappone a causa di quel periodo oscuro nella storia del loro paese."
        },
        {
            "heading": "La guerra di Corea",
            "text": "La guerra di Corea, il grande conflitto che ha tagliato in due la penisola coreana nel modo che ancora oggi vediamo, fu causata dal vuoto di potere che si aprì in seguito alla sconfitta giapponese nella Seconda Guerra Mondiale. Stati Uniti e Unione Sovietica si erano accordati affinché il 38mo parallelo marcasse temporaneamente una linea di divisione tra le due regioni. Nel 1948 la Corea del Nord formò un governo comunista guidato da Kim II-Sung, mentre la Corea del Sud nominò il suo primo presidente, Syngman Rhee, attraverso elezioni nazionali. Entrambi i leader desideravano che il popolo coreano fosse riunito sotto un solo governo, ma ciascuno di essi si aspettava che la riunificazione adottasse il proprio sistema politico.Nel giugno del 1950 la Corea del Nord invase quella del Sud, sfruttando le armi sovietiche della Seconda Guerra Mondiale. Poco dopo le Nazioni Unite emanarono una risoluzione in cui condannavano l'invasione e raccomandavano l'intervento militare degli stati membri. A quel punto gli Stati Uniti, che consideravano la diffusione del comunismo un risultato diretto dell'influenza sovietica, risposero con un grande contingente militare in aiuto della Corea del Sud.Sebbene la Corea del Nord avesse occupato buona parte del territorio meridionale nelle prime fasi della guerra, l'arrivo delle forze americane al comando del generale MacArthur riequilibrò ben presto l'andamento del conflitto. Dopo aver riconquistato il territorio fino al 38mo parallelo, le forze congiunte di Stati Uniti e Corea del Sud obbligarono il nemico in una posizione di stallo. I negoziati per l'armistizio che avrebbe posto fine ai combattimenti - ma non, ufficialmente, alla guerra - ebbero inizio nel 1951 e si protrassero per diversi anni. Alla fine, con l'aiuto delle Nazioni Unite, la Repubblica Popolare Democratica di Corea (Nord) e la Repubblica di Corea (Sud) firmarono un accordo per l'armistizio nel 1953."
        },
        {
            "heading": "Divisione della Corea",
            "text": "Ufficialmente l'armistizio firmato dalle due repubbliche coreane ha solo posto fine alle ostilità, il che significa che dal punto di vista tecnico i due stati sono ancora in guerra. Oggi le due nazioni sono separate da una zona demilitarizzata che rappresenta il confine più pesantemente fortificato dell'intero pianeta. Da entrambi le parti ogni stato vigila attentamente sull'altro. Nel corso degli anni si sono verificati molti sconfinamenti accidentali e alcune vere e proprie violazioni dell'armistizio, più che altro provocazioni del regime nordcoreano. Nonostante questi incidenti, il fragile cessate il fuoco è rimasto in vigore per più di 50 anni."
        },
        {
            "heading": "La Corea moderna",
            "text": "Oggi la Corea del Sud è uno dei maggiori leader mondiali in ambito scientifico e tecnologico ed è conosciuta come una della \"quattro tigri asiatiche\" insieme a Hong Kong, Singapore e Taiwan. Dotata di una forza lavoro abile e ben istruita, la Corea del Sud ha una grande tradizione tecnologica: i collegamenti a Internet privati sono tra i più veloci al mondo e alcuni dei maggior produttori di dispositivi elettronici, come Samsung e LG, sono coreani.Al contrario, il governo comunista della Corea del Nord ha spesso faticato ad assicurare alla popolazione i generi di prima necessità, tanto che spesso i cittadini hanno patito per la fame e le condizioni di vita di assoluta povertà. Il paese è a tutti gli effetti isolato dal resto del mondo: quel poco che sappiamo della Corea del Nord deriva dalla testimonianza dei dissidenti che sono riusciti a fuggire e dalle sporadiche testimonianze dei giornalisti stranieri, a cui solo raramente è consentito di varcare il confine. La Corea del Nord è stata spesso sanzionata per lo sviluppo di armi considerate pericolose dalla comunità internazionale: la sua limitata economia dipende dal costante supporto della Cina e dagli sforzi umanitari di alcuni stati membri della Nazioni Unite."
        },
        {
            "heading": "La Corea moderna",
            "text": "Oggi la Corea del Sud è uno dei maggiori leader mondiali in ambito scientifico e tecnologico ed è conosciuta come una della \"quattro tigri asiatiche\" insieme a Hong Kong, Singapore e Taiwan. Dotata di una forza lavoro abile e ben istruita, la Corea del Sud ha una grande tradizione tecnologica: i collegamenti a Internet privati sono tra i più veloci al mondo e alcuni dei maggior produttori di dispositivi elettronici, come Samsung e LG, sono coreani.Al contrario, il governo comunista della Corea del Nord ha spesso faticato ad assicurare alla popolazione i generi di prima necessità, tanto che spesso i cittadini hanno patito per la fame e le condizioni di vita di assoluta povertà. Il paese è a tutti gli effetti isolato dal resto del mondo: quel poco che sappiamo della Corea del Nord deriva dalla testimonianza dei dissidenti che sono riusciti a fuggire e dalle sporadiche testimonianze dei giornalisti stranieri, a cui solo raramente è consentito di varcare il confine. La Corea del Nord è stata spesso sanzionata per lo sviluppo di armi considerate pericolose dalla comunità internazionale: la sua limitata economia dipende dal costante supporto della Cina e dagli sforzi umanitari di alcuni stati membri della Nazioni Unite."
        }
    ],
    "leader": {
        "name": "Sejong il Grande",
        "subtitle": "Leader della Corea",
        "lived": "1397 - 1450 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/sejong_il_grande.png",
        "trait": {
            "name": "Sapienti della Sala di Giada",
            "effect": "+2 alla Scienza per ogni specialista e per ogni miglioramento creato in una casella da un Grande Personaggio. Ricevi un bonus tecnologico se nella capitale coreana viene costruito un edificio o Meraviglia legati alla scienza."
        },
        "titles": [
            "Re della dinastia Choson"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Sejong Daewang, passato alla storia come \"Sejong il Grande\", fu il quarto re della dinastia coreana Choson e governò dal 1418 fino alla sua morte, avvenuta nel 1450. Considerato da molti il monarca più importante della storia della Corea, Sejong è famoso per il suo profondo rispetto della vita umana, che lo portò a introdurre molte politiche civiche e sociali tese a migliorare le condizioni di vita del popolo. Sejong inoltre incoraggiò la ricerca scientifica e tecnologica. A lui, infine, si deve la creazione del coreano scritto, l'Hunminjeongeum, noto oggi come \"Hangul.\""
            },
            {
                "heading": "Giovinezza",
                "text": "Nato il 7 maggio 1397, Sejong era il terzo figlio di re Taejong della dinastia Choson. Avido lettore e studente straordinario fin dalla più tenera età, Sejong fu proclamato principe ereditario a 16 anni. Sejong salì al trono all'età di 21 anni, lasciando un segno immediato sulla vita e la struttura politica del paese."
            },
            {
                "heading": "Linguaggio, letteratura e scienza",
                "text": "L'innovazione più famosa introdotta da Sejong è probabilmente il linguaggio scritto coreano, l'Hangul. Il \"Chiphyonjon,\" o \"Sala dei Meritevoli\", fu stabilita nel 1420. Era composta da un gruppo di sapienti di fama, selezionati dal re stesso. Creato inizialmente come istituto di ricerca, il Chiphyonjon ricevette in seguito il compito di creare un alfabeto coreano che potesse aiutare la gente comune a comprendere il linguaggio. Fino a quel momento la Corea aveva utilizzato la scrittura cinese \"Hanja\", adattata all'idioma coreano, per tutte le opere scritte. Questa scrittura però era quasi totalmente ignota alle masse, e Sejong non poteva sopportare che il popolo rimanesse illetterato.Originariamente denominato \"Hunminjeongeum\", letteralmente \"I suoni corretti per l'educazione del popolo\", il nuovo coreano scritto introdusse nel paese una nuova epoca di alfabetismo e istruzione. Il nuovo sistema alfabetico fu pubblicato nel 1446, ma ci vollero molti anni perché si diffondesse in modo ampio. Ancora oggi, il 9 ottobre viene celebrato come \"Giorno dell'Hangul\" in tutta la Corea del Sud."
            },
            {
                "heading": "Il leader magnanimo",
                "text": "Sejong è ricordato come un leader di grande benevolenza, fermamente convinto che ogni persona fosse degna del suo rispetto: non solo i sudditi del suo regno, ma anche le cosiddette \"tribù barbariche\" sparse per l'Asia. Lui stesso misurò il proprio successo come governante unicamente in base alla felicità e alla prosperità del suo popolo, ponendo il benessere dei sudditi come priorità assoluta. Sejong regalava regolarmente cibo ai poveri e agli anziani, e spesso annullò il pagamento delle tasse a gruppi di contadini e talvolta a intere province che avevano patito rovesci per il tempo inclemente o la carestia. Sejong era anche solito invitare ai suoi banchetti e onorare le persone anziane, senza riguardo per il rango o il livello sociale degli altri partecipanti."
            },
            {
                "heading": "Sistema legale e giustizia penale",
                "text": "Sejong promulgò una serie di modifiche al sistema legale coreano per assicurare che i processi fossero equi e che i condannati ricevessero pene ragionevoli. Sejong riteneva che fosse ingiusto considerare i cittadini responsabili di aver violato la legge senza assicurarsi che avessero i mezzi per comprendere le leggi che avevano infranto. Nonostante la riluttanza dei suoi ministri, Sejong ordinò che l'intero codice di leggi della Corea fosse esposto in pubblico, affinché tutti potessero vederlo.Sejong inoltre si oppose alla pena di morte, informando i giudici che non avrebbero dovuto ricorrervi se non in casi di assoluta necessità. La sua \"Legge dei tre appelli\" concedeva a tutti gli accusati fino a tre appelli al re, assicurando così che tutti avessero la possibilità di parlare in propria difesa."
            },
            {
                "heading": "Innovazioni militari",
                "text": "Sotto la guida di Sejong, la Corea cominciò a sviluppare una serie di nuove armi da fuoco, tra cui il più famoso è certamente il \"Hwach'a,\" o \"Veicolo di fuoco\". Progettato specificatamente come arma anti-uomo, il Hwach'a era una piattaforma dotata di ruote in grado di scagliare decine di frecce autopropulse da un capo all'altro del campo di battaglia. Sebbene ai tempi di Sejong il suo uso fosse limitato, nei secoli successivi il Hwach'a divenne un'arma di difesa fondamentale in tutta la penisola coreana. Durante la battaglia di Haengju, nel 1593, 3.000 soldati coreani riuscirono a respingere una forza d'invasione giapponese forte di più di 30.000 uomini utilizzando con successo i Hwach'a, con cui riuscirono a infliggere più di 10.000 perdite ai nemici."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Anche in età avanzata Sejong continuò a occuparsi degli affari del governo, nonostante fosse diventato cieco e si fosse ammalato di diabete, malattia che alla fine lo portò alla morte il 18 maggio del 1450. Sejong è una figura di spicco nella storia per il suo governo saggio, nobile e generoso e per l'introduzione di notevoli progressi nella scienza e nella tecnologia. Il suo regno portò a una vera e propria rivoluzione nella cultura coreana i cui effetti durarono secoli."
            }
        ]
    }
}