{
    "id": 19,
    "name": "Mongolia|della Mongolia|alla Mongolia|la Mongolia|dalla Mongolia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/mongolia|della_mongolia|alla_mongolia|la_mongolia|dalla_mongolia.png",
    "dawn_of_man": "Salute a te, o grande Temujin, immortale imperatore dell'impero mongolo! I tuoi pugni frantumano le mura delle città e la tua voce annuncia disperazione ai nemici che la odono. O khan, tu riunisti le tribù in lotta nell'Asia settentrionale facendone il tuo popolo e creando la più temibile cavalleria che il mondo abbia mai visto! L'astuta diplomazia dei tuoi divideva il nemico, lo rendeva debole e inerme di fronte all'esercito conquistatore della Mongolia, che in pochi anni s'impadronì di gran parte della Cina e dell'Asia orientale. E l'impero continuò a crescere, fino a estendersi dall'Europa al sud della Corea. Invero fu l'impero più vasto mai creato, di fronte al quale quello romano e quello greco impallidiscono.Temujin, il tuo popolo desidera cavalcare di nuovo verso la lotta e la conquista sotto la tua guida! Tremerà ancora il mondo al suono poderoso della tua cavalleria che avanza nella steppa? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Kheshig|un Kheshig|dal tuo Kheshig|al tuo Kheshig|il tuo Kheshig|da un Kheshig",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/keshik.json"
        },
        {
            "name": "Khan|un Khan|dal tuo Khan|al tuo Khan|il tuo Khan|da un Khan|",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/khan.json"
        }
    ],
    "city_names": [
        "Karakorum",
        "Beshbalik",
        "Turfan",
        "Hsia",
        "Vecchia Saraj",
        "Nuova Saraj",
        "Tabriz",
        "Tblisi",
        "Otrar",
        "Sanchu",
        "Kazan",
        "Almarikh",
        "Ulaanbaatar",
        "Hovd",
        "Darhan",
        "Dalandzadgad",
        "Mandalgovi",
        "Choybalsan",
        "Erdenet",
        "Tsetserleg",
        "Baruun-Urt",
        "Ereen",
        "Batshireet",
        "Choyr",
        "Ulaangom",
        "Tosontsengel",
        "Atlay",
        "Uliastay",
        "Bayanhongor",
        "Har-Ayrag",
        "Nalayh",
        "Tes"
    ],
    "spy_names": [
        "Asashoryu",
        "Tömöriin",
        "Zevegiin",
        "Jigjidiin",
        "Enkhbat",
        "Mönkhbayar",
        "Gündegmaa",
        "Ssima",
        "Batachikhan",
        "Chulunny"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "L'impero mongolo ha occupato l'area di territorio ininterrotta più estesa della storia dell'umanità, dal Danubio al Mar del Giappone e dalla Siberia alla Cambogia, coprendo più o meno il 22% delle terre emerse del pianeta. Partendo come un'umile ed eterogenea accozzaglia di tribù nomadi, l'impero ha cambiato lo scenario del mondo antico diventando una delle potenze militari più temute ed efficaci di sempre."
        },
        {
            "heading": "Geografia e clima",
            "text": "La Mongolia si estende in una vasta area dell'Asia orientale e ha una geografia varia e accidentata, con alte catene montuose a nord e a ovest, steppe verdeggianti nella parte centrale e il Deserto del Gobi a sud. Le steppe potrebbero costituire un ricco terreno di pascolo, ma il clima rigido lo impedisce: le estati sono calde e brevi, mentre durante i lunghi inverni gelidi la terra è spazzata da tempeste devastanti (note come \"zud\"), che rendono impossibile il pascolo degli animali. Nella stagione fredda non è raro che le temperature arrivino a -30° C."
        },
        {
            "heading": "Storia antica",
            "text": "Le tribù nomadi hanno dominato il panorama mongolo fin dal Paleolitico. Si trattava di abili agricoltori oltre che di cacciatori, che si spostavano solo per sfuggire ai rigori dell'inverno e alle estati aride. Eccezionali cavallerizzi e arcieri, si distinguevano soprattutto nel combattimento a cavallo. Occasionalmente piccoli gruppi di tribù si riunivano in confederazioni, come quella stabilita nel 209 a.C. con l'alleanza Xiongnu. In questo periodo la forza combinata dei mongoli fu sufficiente a spingere la dinastia Qin a costruire la Grande Muraglia cinese, ma nessuna confederazione riuscì mai a durare nel tempo: nei secoli successivi le tribù cercarono ancora di riunirsi, ma ogni volta l'alleanza andava in pezzi a causa di conflitti interni riguardanti yurt (tende di pelle usate come abitazione), cavalli, donne o diritti di pascolo."
        },
        {
            "heading": "Arriva Temujin",
            "text": "Durante un episodio particolarmente confuso Temujin, il giovane figlio di un capitano, inflisse una grande sconfitta a una tribù di Merkit particolarmente aggressiva. Un concilio di capi, impressionati dalla vittoria e dal suo carisma di leader (con una mossa inaudita per quel tempi, Temujin aveva proibito i saccheggi e gli stupri), gli conferì il titolo di \"khan\" e gli affidò il comando della tribù.I suoi zii e cugini, tuttavia, non furono molto felici di vedere un guerriero così giovane sul trono, così cercarono di toglierglielo con la forza, ma dal 1203 al 1205 Temujin distrusse tutti i rivali con una brillante campagna e riunì sotto il suo comando le altre tribù. Non era mai successo che un solo uomo riuscisse ad assoggettare tutte le tribù mongole. Nel 1206 Temujin ricevette il titolo di \"Gengis Khan\", sovrano universale. Quest'evento storico segnò la nascita dell'impero mongolo."
        },
        {
            "heading": "La vita nell'impero mongolo",
            "text": "Gengis è famoso soprattutto per la sua abilità militare e le sue conquiste, ma se riuscì a mantenere l'ordine nel suo impero è grazie alla stretta disciplina civile e all'ordine che riuscì a imporre. Compilò un codice di leggi, la Yassa, che si applicava a tutti i cittadini, dai nobili alla gente comune. La Yassa garantiva totale libertà di culto, proibiva ogni sorta di vandalismo e imponeva che gli ufficiali governativi fossero scelti in base al merito e non ai legami di sangue: per chi non rispettava la legge erano previste dure punizioni (solitamente la morte). Nonostante le sue enormi dimensioni e l'eterogeneità dei popoli che lo componevano, l'impero mongolo fu amministrato in modo incredibilmente efficiente; inoltre era anche uno dei posti più sicuri in cui vivere (per chi seguiva le regole). Le città che non seguivano i decreti del khan venivano sistematicamente e completamente distrutte. Ben presto fu stabilita una fitta rete di rotte commerciali che si estendeva in tutto l'impero, permettendo di viaggiare in sicurezza dall'Europa alla Cina. Fu anche istituito un efficace sistema postale, lo Yam, la cui struttura molto più tardi avrebbe ispirato il famoso Pony Express americano. Il governo costruì strade, impose tasse eque e si sforzò affinché tutti i cittadini imparassero a scrivere. La qualità della vita era sorprendentemente buona, a patto di obbedire al khan."
        },
        {
            "heading": "Una superpotenza mondiale",
            "text": "Un sistema di governo così efficiente, unito ai potenti arcieri a cavallo, fece sì che le nazioni cadessero una dopo l'altra sotto la bandiera della Mongolia. Nel 1227, alla morte di Gengis, l'impero si estendeva dal Pacifico al Mar Caspio, su una superficie che era già il doppio di quella dell'impero romano al suo picco. Per quattro decenni i successori continuarono a soggiogare le nazioni vicine.Nel 1258 l'esercito mongolo catturò Bagdad, dopo aver ucciso il califfo che aveva rifiutato una resa pacifica. La porta verso la Siria, e da lì verso l'Europa, era aperta. Alcune spedizioni minori furono inviate in Ucraina e Polonia, ma la gran parte dell'esercito non passò la Siria. Il khan decise di inviare lettere e trattati a molte nazioni europee, sperando di stringere alleanze pacifiche senza ricorrere alla forza."
        },
        {
            "heading": "Guerra civile e la fine di un'epoca",
            "text": "L'espansione inarrestabile dei mongoli avrebbe potuto continuare sino all'Atlantico, ma un lutto nella famiglia reale obbligò il generale delle forze occidentali, Hulagu, che era anche il figlio di Kublai Khan, a ritirarsi nell'area dell'odierno Iran. Ben presto l'impero perse la Siria e i nuovi territori a ovest.Hulagu e il cugino Baraka, uno dei generali orientali, cominciarono ad accusarsi a vicenda della morte sospetta di alcuni dei rispettivi seguaci. La disputa portò a una spaccatura negli eserciti e nei territori interni. Kublai sedò ben presto le rivolte e inviò nuovamente le truppe fuori dai confini per conquistare ed espandersi; l'unità del governo e delle forze mongole, tuttavia, era uscita indebolita dallo scontro, gettando i primi semi della caduta.Nel secolo successivo l'impero fu ulteriormente scosso da una serie di lotte interne e controversie tra la famiglia del khan e i suoi generali. Alla morte del khan, nel 1335, la Persia precipitò nell'anarchia. A questo si aggiunse la Peste Nera, che uccise buona parte degli ufficiali governativi, interruppe le rotte commerciali con gli alleati e falcidiò la popolazione causando milioni di morti. È inutile dire che scoppiò il caos.Le province a ovest caddero una dopo l'altra, seguite dalla Cina nel 1368. I mongoli sopravvissuti fuggirono rapidamente verso la terra natia, suddividendosi ancora una volta in orde e tribù. In soli trent'anni, l'impero che aveva governato il mondo era ridotto in macerie."
        },
        {
            "heading": "Sotto la Cina",
            "text": "Nei tre secoli successivi i mongoli persero sempre più potere, tornando per la maggior parte a uno stile di vita tribale: l'ultimo khan morì nel 1634. Nel 1691 la regione che corrisponde all'odierna Mongolia passò sotto il dominio cinese, che la governò fino al 1911. Fu un periodo di grande povertà, dovuta sia all'irresponsabilità della classe dominante sia alle forti tasse che la Cina imponeva senza scrupoli."
        },
        {
            "heading": "Una nuova Mongolia",
            "text": "Con la caduta della dinastia cinese Qing, nel 1911, la Mongolia dichiarò la propria indipendenza, ma questa durò poco: nel 1919 fu conquistata un'altra volta da Xu Shuzheng. Questa volta però i russi giunsero in suo soccorso, sconfiggendo l'esercito di occupazione cinese tre anni dopo. Nel 1924, con la protezione dell'URSS, nacque la Repubblica Popolare Mongola.La vita sotto il regime comunista non era facile: tutto il bestiame divenne proprietà esclusiva del governo, i monasteri buddisti furono distrutti e i monaci massacrati. Le guerre costanti, combattute sia lungo i confini sia all'interno, imposero al popolo molte tribolazioni. La povertà divenne un problema sempre più grave."
        },
        {
            "heading": "Presente e futuro",
            "text": "Nel 1992, influenzata dalla \"perestrojka\" che Gorbaciov stava portando avanti nell'Unione Sovietica, la Mongolia ha subito una rivoluzione democratica pacifica che ha introdotto un'economia di tipo capitalistico e un sistema politico multi-partito. Dopo l'approvazione di una nuova costituzione il paese ha cambiato nome, assumendo quello di \"Mongolia\". I primi anni sono stati difficili, ma da allora il paese ha sviluppato un'importante economia industriale, grazie anche alle sue ricche risorse minerarie. La Mongolia è una nazione ancora giovane, ma ha già stretto molte alleanze con alcuni dei paesi leader del mondo, tra cui Giappone, Stati Uniti e Cina, e sta lavorando per migliorare sempre più le condizioni di vita e le prospettive della sua popolazione."
        },
        {
            "heading": "Presente e futuro",
            "text": "Nel 1992, influenzata dalla \"perestrojka\" che Gorbaciov stava portando avanti nell'Unione Sovietica, la Mongolia ha subito una rivoluzione democratica pacifica che ha introdotto un'economia di tipo capitalistico e un sistema politico multi-partito. Dopo l'approvazione di una nuova costituzione il paese ha cambiato nome, assumendo quello di \"Mongolia\". I primi anni sono stati difficili, ma da allora il paese ha sviluppato un'importante economia industriale, grazie anche alle sue ricche risorse minerarie. La Mongolia è una nazione ancora giovane, ma ha già stretto molte alleanze con alcuni dei paesi leader del mondo, tra cui Giappone, Stati Uniti e Cina, e sta lavorando per migliorare sempre più le condizioni di vita e le prospettive della sua popolazione."
        }
    ],
    "leader": {
        "name": "Gengis Khan",
        "subtitle": "Leader della Mongolia",
        "lived": "1162-1227 d.C. circa",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gengis_khan.png",
        "trait": {
            "name": "Terrore mongolo",
            "effect": "+30% alla Forza di combattimento contro le città-stato o le unità controllate da una città-stato. +1 al [ICON_MOVES] movimento di tutte le unità a cavallo."
        },
        "titles": [
            "Leader della Mongolia"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Gengis Khan è stato uno dei condottieri più famosi e temuti di tutta la storia umana. Centinaia di statue, edifici e prodotti commerciali portano il suo nome e la sua vita è stata descritta da numerose opere. Fu il primo a riunire le tribù nomadi dell'Asia nord-orientale, prima costantemente in lotta fra loro, e diede vita all'impero più esteso mai conosciuto. Forse meno noti sono i progressi e i miglioramenti che introdusse nelle infrastrutture, nel commercio e nella tolleranza religiosa. Molto più di un semplice guerriero, fu un governante capace e scaltro."
            },
            {
                "heading": "Nascita",
                "text": "Nato nel 1162 d.C. con il nome di Borjigin Temujin, crebbe in una tribù mongola che si spostava nella zona vicino all'odierna Ulaanbaatar. Terzo figlio di un capo tribale, si dice che il suo nome derivasse da quello di un capitano tartaro prigioniero. Gran parte della giovinezza di Temujin è avvolta nel mistero e le poche fonti esistenti sono spesso in disaccordo. Al giorno d'oggi non resta alcun ritratto o immagine accurata che lo rappresenti, anche se molte fonti lo descrivono come un uomo \"scintillante\", con lunghi capelli rossi e occhi blu-verde."
            },
            {
                "heading": "Giovinezza",
                "text": "Nonostante la nascita nobile, come molti nomadi della regione, il giovane Temujin ebbe una vita piuttosto difficile. All'età di 9 anni fu promesso in matrimonio alla figlia del capo di una tribù vicina e portato lì a vivere con la sua famiglia. Il padre di Temujin restò ucciso durante il viaggio di ritorno; in seguito la tribù d'origine abbandonò al suo destino lui e il resto della famiglia, che visse in povertà fino alle sue nozze con la fidanzata all'età di 16 anni."
            },
            {
                "heading": "L'unificazione ha inizio",
                "text": "Temujin cominciò la sua scalata al potere offrendosi come vassallo al fratello di sangue del padre morto, Toghrul, khan della tribù Kerait. Durante questo periodo la moglie di Temujin fu catturata dalla tribù Merkit e Toghrul prestò al giovane condottiero 20.000 uomini per affrontarli in battaglia. Temujin non solo liberò la moglie, ma sconfisse completamente i Merkit, assoggettandoli al comando. Dopo questa vittoria divenne a sua volta un khan e cominciò a conquistare una dopo l'altra le tribù vicine.Durante questa fase di conquista il giovane khan operò una frattura netta con la tradizione mongola: dopo aver creato un nuovo corpo di leggi, cominciò a integrare le terre conquistate all'interno del suo impero anziché saccheggiarle e distruggerle. Il suo codice, la Yassa, accordava ai soldati una paga equa e una parte delle ricchezza, metteva al bando il furto e la depredazione e prometteva protezione e libertà religiosa a tutte le tribù conquistate. Le innovazioni politiche introdotte da Temujin gli fruttarono la lealtà dei suoi generali e rafforzarono notevolmente l'unità della sua nazione in rapida espansione.La storia dell'unificazione delle tribù e dell'espansione dell'impero mongolo è piena di tradimenti, intrighi, vittorie gloriose, cospirazioni, dispute familiari e altri sviluppi drammatici, tra cui spicca la rivalità tra il vecchio alleato Toghrul e il primogenito Jochi. Nonostante tutto, comunque, nel 1206 Temujin era riuscito per la prima volta nella storia a incorporare o sottomettere tutte le tribù nomadi della Mongolia. Un concilio di capi gli conferì il titolo di \"Gengis Khan\", condottiero eterno e universale di tutti i mongoli."
            },
            {
                "heading": "Espansione",
                "text": "Dopo l'unificazione della Mongolia, Gengis diede il via a una serie di campagne militari che lo portarono a conquistare i territori circostanti, dando origine a un enorme impero. Nel 1209 costrinse alla resa le province della dinastia Xia e poco dopo, nel 1211, completò la conquista dei territori della dinastia Jin.A questo punto volse l'attenzione a occidente, verso la Persia. Con un'abile manovra, utilizzando solo due eserciti forti di 20.000 uomini ciascuno, Gengis lanciò un attacco contro il khanato di Kara-Khitan e riuscì a estendere la propria influenza fino ai confini della Persia.Invece di attaccare il vicino impero di Khwarezm, Gengis inviò una carovana di 500 uomini per offrirgli un'alleanza politica, allo scopo di ottenere un potente partner commerciale lungo la Via della Seta. Ma lo scià di Khwarezm non si fidava del giovane leader e massacrò la carovana. Il khan fece un altro tentativo, questa volta inviando direttamente un gruppo di ambasciatori, ma lo scià rispose decapitando uno di essi. Infuriato, nel 1220 Gengis raccolse circa 200.000 uomini e si occupò personalmente della sanguinosa caduta e della totale sottomissione dell'impero di Khwarezm. Subito dopo, sulla via del ritorno verso la Mongolia, conquistò molte altre regioni, tra cui la Georgia, l'Afghanistan e le restanti terre nella parte occidentale di Xia.Al ritorno dalla sua vittoriosa campagna il dominio mongolo abbracciava un'area che andava dal Mar Caspio al Mar del Giappone, con un'estensione totale doppia rispetto all'impero romano."
            },
            {
                "heading": "Successione e morte",
                "text": "Ormai Gengis era un uomo anziano e la sua successione era oggetto di un'accesa disputa. A causa del rapimento della moglie si sospettava che il suo primogenito, Jochi, fosse figlio di un altro uomo, e molti avevano già rifiutato apertamente di accettarlo come capo. In ogni caso la questione si risolse da sola nel 1226, quando Jochi morì misteriosamente: alcuni sostengono che lo stesso Gengis aveva ordinato di avvelenare il ragazzo. Così venne nominato erede il figlio cadetto Ogodei, che Gengis riteneva il più equilibrato e stabile dei candidati sopravvissuti.Gengis morì poco dopo, nel 1227, per ragioni ancora dibattute. Alcuni sostengono che cadde da cavallo durante una battaglia contro il popolo dei Tangut, altri che dovette arrendersi a una lunga malattia, altri ancora sono arrivati a ipotizzare che una principessa Tangut l'abbia assassinato con un paio di pinze. A prescindere dalle circostanze precise della morte, Gengis Khan fu seppellito come desiderava in una tomba anonima, la cui posizione restò un segreto di famiglia gelosamente custodito. Alcune leggende narrano che il corso di un fiume fu deviato per proteggerla; altre raccontano che per nascondere la tomba ci fu piantato sopra un boschetto. Nel 2004 uno scavo archeologico scoprì quelle che si ritengono essere le rovine del palazzo di Gengis: gli studiosi sperano di ritrovare anche la sua tomba."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "A seconda della fonti, Gengis Khan può essere descritto come un grande condottiero e un eccellente amministratore o come un assassino sanguinario. L'odierna Mongolia lo considera il padre della nazione e ne proclama con orgoglio le molte innovazioni politiche. Nelle regioni conquistate, come Iraq e Iran, è considerato quasi universalmente un pazzo tiranno genocida, responsabile di innumerevoli massacri e distruzioni. I resoconti della sua grandezza e, di converso, della sua brutalità potrebbero essere esagerati, ma una cosa è certa: Gengis Khan fu uno dei condottieri più importanti del mondo antico e il retaggio delle sue gesta è visibile ancora oggi."
            }
        ]
    }
}