{
    "id": 38,
    "name": "Marocco|del Marocco|al Marocco|il Marocco|dal Marocco",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/marocco|del_marocco|al_marocco|il_marocco|dal_marocco.png",
    "dawn_of_man": "Il popolo del Marocco attende la tua guida, grande sultano Ahmed al-Mansur della dinastia saadita. Famoso per la tua abilità di negoziatore e diplomatico, con le tue accorte parole hai saputo forgiare nuove alleanze, assicurando per decenni la sovranità della nazione e della sua gente. Quando le parole hanno fallito, hai riportato analoghi successi in battaglia, conducendo gli eserciti marocchini alla vittoria sul campo ed espandendo notevolmente i confini del tuo impero.Saggio e onorato sultano, il popolo ti implora di guidarlo. La tua abilità diplomatica sarà pari a quella dei tuoi rivali, o dovrai affrontarli con la spada in pugno? Il tuo regno desidera tornare ai fasti del passato: saprai plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Cavalleria berbera|una Cavalleria berbera|dalla tua Cavalleria berbera|alla tua Cavalleria berbera|la tua Cavalleria berbera|da una Cavalleria berbera",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/berber_cavalry.json"
        }
    ],
    "city_names": [
        "Marrakech",
        "Rabat",
        "Fes",
        "Casablanca",
        "Tangeri",
        "Sale",
        "Ouarzazate",
        "Meknes",
        "Agadir",
        "Oujda",
        "Kenitra",
        "Tetouan",
        "Essaouira",
        "Safi",
        "Taroudannt",
        "Mohammedia",
        "El Aaiun",
        "Beni Mellal",
        "El Aaiun",
        "Ksar El Kebir",
        "Taza",
        "Fquih Ben Salah",
        "Khouribga",
        "Nador",
        "Settat",
        "Berrechid",
        "Larache",
        "Khemisset",
        "Guelmim",
        "Dakhla",
        "Chefchaouen",
        "Ben Guerir",
        "El Kelaa Des Sraghna",
        "Erfoud"
    ],
    "spy_names": [
        "el-Krim",
        "ibn-Battuta",
        "al-Jazzar",
        "al-Kahina",
        "Hayyuj",
        "Kusayla",
        "al-Idrisi",
        "Salih",
        "Tariq",
        "Dihya"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Il giornalista americano Richard H. Davies (1864-1916), famoso per i suoi viaggi, ha scritto che \"Il Marocco è un posto molto bello, rovinato dalla civiltà\". Che questo sia vero o no, in ogni caso oggi il Marocco è uno degli stati islamici più progressisti, capace di mantenere forti legami economici e culturali con le nazioni occidentali liberali ma allo stesso tempo sa anche conservare una ben definita identità culturale. L'area che corrisponde al Marocco è stata abitata fin dai tempi antichi, con vari insediamenti di fenici, cartaginesi, romani e vandali, ma il paese è stato unificato solo dopo la caduta del governo arabo a causa della rivolta berbera (739-743 d.C.). Sotto il governo di una serie di califfati islamici il Marocco arrivò a dominare tutto il vasto Maghreb, la regione dell'Africa nord-occidentale che abbraccia le catene montuose dell'Atlante e del Rif, il Sahara occidentale e la costa meridionale del Mediterraneo. Nel 1554 d.C. il sultano saadita Mohammed ash-Sheikh rivendicò la sovranità dell'intero Marocco. Nel secolo successivo il paese respinse diverse invasioni e incursioni europee e ottomane, riuscendo a passare alla storia come unica nazione araba a non subire mai il dominio dei turchi ottomani. Nel XVII Secolo la dinastia saadita fu soppiantata da quella alawide, che governa ancor oggi come monarchia costituzionale. Nel 1956, dopo essere stato per 50 anni un protettorato prima francese e poi spagnolo, il Marocco ha ottenuto ancora una volta l'indipendenza."
        },
        {
            "heading": "Clima e territorio",
            "text": "Gran parte del moderno Marocco è occupata da montagne; il massiccio del Rif costeggia il Mediterraneo da nord-ovest a nord-est, mentre l'Atlante attraversa il centro del paese da nord-est a sud-ovest. La parte sud-orientale del territorio è occupata per la maggior parte dal deserto del Sahara. Il Maghreb è contraddistinto da un clima mediterraneo tra l'Atlante e la costa e dall'arido Sahara a sud. Di conseguenza le aree più settentrionali godono di inverni freschi e umidi ed estati calde e secche, mentre il deserto è caratterizzato da un caldo estremo e dall'assenza di precipitazioni. Le pianure sulla costa sono state coltivate estensivamente fin dall'arrivo dei primi esseri umani nella regione. Laddove il Rif tende a essere spoglio, coperto solo da muschio ed erba, il più alto Atlante è stato costellato per tutta la sua storia da foreste di querce, cedri e ginepri, ricche di selvaggina di specie diverse. Il Sahara, al contrario, presenta solo una distesa di dune di sabbia e rocce affioranti, interrotte solo da qualche occasionale oasi. Mentre le altre popolazioni colonizzavano le ricche coste, il duro ambiente del Rif e dell'Atlante plasmava i nativi popoli berberi."
        },
        {
            "heading": "Il Marocco antico",
            "text": "La regione del Marocco è stata abitata per centinaia di migliaia d'anni; le ossa degli antichi Homo sapiens scoperte a Jebel Irhoud risalgono a 160.000 anni fa. Tra il 6000 e il 3000 a.C. una cultura neolitica (che avrebbe dato origine ai popoli berberi) si sviluppò nel Maghreb, che allora era meno arido di quanto sia oggi. Il linguaggio berbero comparve intorno al 2000 a.C. insieme ai primi insediamenti agricoli sulle pendici ai piedi dell'Atlante e lungo la costa atlantica.I mercanti fenici che esploravano il Mediterraneo occidentale nel 1200 a.C. fondarono degli insediamenti lungo la costa di quello che oggi è il Marocco per estrarre sale e minerali. Nel V Secolo, durante la sua espansione verso ovest dai suoi territori in Tunisia, Cartagine strinse relazioni con diversi regni berberi. Alla fine Cartagine riuscì a imporre la sua egemonia sulla maggior parte della costa mediterranea nordafricana, ma un potente regno berbero, la Mauritania, riuscì a mantenere la propria indipendenza. In seguito alle Guerre Puniche il dominio romano si sostituì a quello cartaginese e la maggior parte dei regni berberi, Mauritania inclusa, dovette sottomettersi a Roma. Nel V Secolo d.C. il declino dell'Impero d'Occidente portò all'invasione dei vandali, che attraversarono lo stretto dalla Spagna. Sotto il grande re Genserico e i suoi successori i vandali, ottimi navigatori, costruirono sulle rovine di quello romano un impero che spaziava dall'Atlante alla Corsica e alla Sicilia."
        },
        {
            "heading": "Il Marocco musulmano",
            "text": "Nella seconda metà del V Secolo gli arabi invasero il Maghreb, convertendo all'Islam le popolazioni berbere indigene. Per amministrare la regione furono nominati governatori locali, ma in generale i conquistatori arabi consideravano i berberi poco più di un piccolo popolo fastidioso, a cui imporre una pesante tassazione ed esigere tributi. Nel 740 d.C. le tribù berbere si ribellarono. La rivolta, scoppiata fra le tribù del Marocco occidentale, si estese nel Maghreb come un incendio, ma dovette arrestarsi di fronte alle mura della città fortificata araba di Kairouan. Nonostante questo i berberi riuscirono a ottenere l'indipendenza dagli arabi, e né gli omayyadi né i successori abbasidi furono in grado di ristabilire la loro autorità su questo \"selvaggio west\" islamico. Il Marocco era cosparso da decine di piccoli regni berberi autonomi, e in ognuno di questi l'Islam venne plasmato in modo diverso: in alcuni casi prevalse un'interpretazione radicale, mentre altrove la fede musulmana si fuse con le tradizioni locali e raggiunse una sintesi con altre religioni.Ben presto il Marocco divenne un rifugio per i profughi, i radicali, i ribelli e gli avventurieri dei califfati dell'Arabia orientale. Uno di questi, Idris ibn Abdallah, fece causa comune con i berberi Awraba, sconfisse diverse tribù rivali e fondò nel 788 d.C. la dinastia idriside. Suo figlio, Idris II, costruì una nuova capitale a Fes e fece del Marocco una grande potenza e un centro di cultura islamica.Questa \"età dell'oro\" ebbe termine all'inizio del X Secolo con l'arrivo dall'est di un altro gruppo di rifugiati religiosi. Dopo aver assunto il potere in quella che oggi è la Tunisia, i fatimidi entrarono in Marocco e conquistarono il regno idriside e quello di Sigilmassa. Ma anche questi nuovi invasori trovarono impossibile imporre la propria volontà alle tribù berbere. Il Maghreb ricadde in un caos in cui si scontravano confusamente generali fatimidi, lealisti idrisidi, avventurieri omayyadi, capitani tribali e profeti religiosi militanti. Nel 965 d.C. il califfo fatimide al-Muizz entrò in Marocco con un enorme esercito e impose finalmente l'ordine, che ben presto però fu minato dall'interesse dei fatimidi verso l'Egitto e la loro nuova capitale, il Cairo."
        },
        {
            "heading": "Le dinastie berbere",
            "text": "Dopo quasi un secolo di anarchia il Marocco raggiunse l'apice politico e culturale nell'XI e XII Secolo con una serie di dinastie berbere: almoravidi, almohadi, marinidi e wattasidi. Tutte queste dinastie riuscirono a riunificare per un breve periodo il Marocco: ognuna era sorta nell'area vicina ai margini meridionali dell'Atlante, fondata da riformatori religiosi e basata su una confederazione di tribù in competizione. Questi regni diedero ai berberi un certo senso di unità collettiva e nazionale, ma nessuno fu in grado di creare una solida unità politica nel Maghreb. Nonostante alcuni brillanti risultati culturali, le dinastie berbere collassarono per colpa dell'insubordinazione di tribù che volevano sempre più autonomia e ponevano la propria identità individuale sopra ogni altra cosa."
        },
        {
            "heading": "I sultani saaditi",
            "text": "Nel 1554 d.C. la sconfitta dei wattasidi e dei loro alleati berberi nella Battaglia di Talda da parte di Mohammed ash-Sheikh segnò l'inizio del governo della dinastia saadita, una famiglia araba che sosteneva di discendere direttamente dal profeta Maometto. I saaditi avevano già conquistato la capitale wattasida di Fes: quando l'ultimo monarca wattasida morì a Talda, ash-Sheikh si proclamò sultano assoluto del Marocco. Il suo regno però ebbe vita breve, perché gli ottomani lo fecero assassinare nel 1557 per invadere il paese l'anno successivo. Ma l'esercito turco fu sconfitto da una coalizione di forze saadite, berbere e spagnole, assicurando alla famiglia saadita la conservazione del potere.Il successore, Abdallah al-Ghalib (1557-1574 d.C.), trascorse il suo regno a consolidare la propria sovranità sulle tribù berbere non ancora alleate e a sfruttare gli spagnoli come arma contro gli ottomani. Alla sua morte, la guerra di successione tra i figli ebbe fine quando il quintogenito, l'abilissimo Ahmad al-Mansur, riuscì ad ascendere al trono. Nato da madre berbera, al-Mansur godeva di un grandissimo favore nelle tribù; essendo un devoto musulmano era popolare anche tra gli arabi. Arricchito dai riscatti pagati dai nobili portoghesi dopo la Battaglia di Ksar el-Kabir (la cosiddetta \"Battaglia dei tre re\") e dall'invasione dell'impero Songhai, dall'altra parte del Sahara, il Marocco entrò in un'epoca di relativa pace, contraddistinta da molti progressi artistici e scientifici e da grandi opere di costruzione.La morte di al-Mansur durante la peste del 1603 scatenò una guerra di successione che durò 24 anni, causando il declino della dinastia saadita. Tra il 1627 e il 1659 quattro sultani saaditi avrebbero governato un Marocco riunificato, ma i loro regni sarebbero stati contraddistinti da una costante perdita di territori, ricchezza e influenza."
        },
        {
            "heading": "Gli alawidi",
            "text": "Durante il periodo di scontri successivo alla morte di al-Mansur la famiglia alawida riuscì a riunire molte tribù di berberi e beduini che abitavano nell'area intorno all'oasi di Tafilalt. Nel 1664 la totalità del Sahara marocchino e della valle del fiume Draa ricadeva sotto l'autorità alawida. Due anni dopo Moulay al-Rashid marciò alla testa di un piccolo esercito di uomini delle tribù e pose fine al potere del zaouia di Dila, un movimento nazionalistico berbero che controllava gran parte del Marocco settentrionale. Nel 1669 l'ultimo sultano saadita fu rovesciato con la presa di Marrakech e al-Rashid di proclamò sultano di tutto il Marocco.Per 150 anni il paese prosperò sotto il governo alawida, che introdusse riforme amministrative, tolleranza religiosa e una generale modernizzazione, oltre a sviluppare sempre più il commercio con l'Europa e gli Stati Uniti. Ma nel 1844 il sultano Moulay abd al-Rahman ibn Hisham (1822-1859) appoggiò il movimento indipendentista algerino di abn al-Qadir e subì una sconfitta decisiva dalle forze francesi. I suoi successori, Maometto IV e Hassan I, rimasero invischiati sempre più nel conflitto con le potenze europee. Formalmente la Conferenza di Madrid (1880) garantì l'indipendenza del Marocco, ma la Francia continuò a interferire nei suoi affari interni. Gli sforzi tedeschi di opporsi all'influenza francese nel Maghreb portarono alla Prima (1905-1906) e alla Seconda (1911) Crisi marocchine. Nel dicembre 1912, con il Trattato di Fez, i sultani alawidi furono obbligati ad accettare un protettorato francese sul Marocco. Nello stesso periodo la regione settentrionale del Rif fu posta sotto la \"protezione\" della Spagna."
        },
        {
            "heading": "Protettorati europei e indipendenza",
            "text": "Tecnicamente i protettorati non privarono il Marocco dello status di nazione sovrana; i sultani alawidi \"regnavano ma non governavano\". Per instaurare la sua amministrazione del paese la Francia poteva contare sulla lunga esperienza acquisita con la conquista dell'Algeria e del protettorato tunisino. Tuttavia c'erano alcune differenze fondamentali. Per prima cosa, il protettorato marocchino fu stabilito meno di due anni prima dello scoppio della Prima Guerra Mondiale, che sollevò nuove questioni circa la valutazione morale e le difficoltà intrinseche nei governi coloniali. Inoltre gli amministratori francesi abbandonarono le precedenti politiche di assimilazione dei popoli nativi, cercando piuttosto di utilizzare la pianificazione urbana e l'istruzione per impedire che le culture venissero a contatto. Infine, non bisogna dimenticare che il Marocco aveva una millenaria tradizione d'indipendenza che affondava le sue radici nella fiera individualità delle tribù berbere.I governatori francesi del Marocco si allearono politicamente con le decine di migliaia di coloni francesi che si erano riversati nel paese per acquistare ampi lotti di terra fertile da coltivare. In Francia, le fazioni politiche supportavano le misure più draconiane per rafforzare il controllo francese. Mentre la pacificazione dei berberi e dei nazionalisti procedeva a rilento, il governo cercò di accelerare la crescita economica, mirando allo sfruttamento dei ricchi giacimenti minerari marocchini, alla creazione di un sistema di trasporti moderno e allo sviluppo di un'industria agricola moderna che fosse in grado di rifornire il mercato francese.Il protettorato spagnolo ebbe un approccio più benevolo e non cercò di annullare le leggi e le amministrazioni locali. Sicuramente la dominazione Spagnola fu facilitata, in termini culturali e di lingua, dal fatto che sul Rif fossero presenti molti insediamenti di ebrei sefarditi, discendenti dei profughi che erano fuggiti dalla Spagna e dal Portogallo intorno al 1490 e che nel corso dei secoli avevano sfruttato il commercio tra l'Africa e la penisola iberica. Inoltre il governo spagnolo non incoraggiò i propri cittadini a emigrare in Marocco, per quanto non scoraggiasse certo eventuali investimenti. In generale, con l'eccezione del periodo della Guerra Civile Spagnola alla fine degli anni '30, il governo spagnolo del Marocco fu pacifico e proficuo per tutte le parti coinvolte.Dopo qualche anno di tensione, scontri urbani e insurrezioni tribali, nel 1953 i francesi mandarono in esilio il sultano Maometto V, adorato dal popolo, e lo sostituirono con Mohammed ben Aarafa, il cui diritto alla successione era universalmente considerato illegittimo. Tre anni dopo, alle prese con una resistenza compatta in Marocco e una furiosa guerra civile in Algeria, la Francia accettò di negoziare il ritorno all'indipendenza del paese. Maometto V riuscì a gestire con successo la graduale restaurazione della sovranità marocchina, accettando tra le altre cose di instaurare una monarchia costituzionale con un governo basato su un parlamento bicamerale. I successivi re alawidi continuarono a siglare alleanze sempre più strette con le democrazie occidentali, facendo del Marocco moderno una delle nazioni islamiche più stabili e liberali, con un'economia e una cultura di vibrante vitalità."
        },
        {
            "heading": "Protettorati europei e indipendenza",
            "text": "Tecnicamente i protettorati non privarono il Marocco dello status di nazione sovrana; i sultani alawidi \"regnavano ma non governavano\". Per instaurare la sua amministrazione del paese la Francia poteva contare sulla lunga esperienza acquisita con la conquista dell'Algeria e del protettorato tunisino. Tuttavia c'erano alcune differenze fondamentali. Per prima cosa, il protettorato marocchino fu stabilito meno di due anni prima dello scoppio della Prima Guerra Mondiale, che sollevò nuove questioni circa la valutazione morale e le difficoltà intrinseche nei governi coloniali. Inoltre gli amministratori francesi abbandonarono le precedenti politiche di assimilazione dei popoli nativi, cercando piuttosto di utilizzare la pianificazione urbana e l'istruzione per impedire che le culture venissero a contatto. Infine, non bisogna dimenticare che il Marocco aveva una millenaria tradizione d'indipendenza che affondava le sue radici nella fiera individualità delle tribù berbere.I governatori francesi del Marocco si allearono politicamente con le decine di migliaia di coloni francesi che si erano riversati nel paese per acquistare ampi lotti di terra fertile da coltivare. In Francia, le fazioni politiche supportavano le misure più draconiane per rafforzare il controllo francese. Mentre la pacificazione dei berberi e dei nazionalisti procedeva a rilento, il governo cercò di accelerare la crescita economica, mirando allo sfruttamento dei ricchi giacimenti minerari marocchini, alla creazione di un sistema di trasporti moderno e allo sviluppo di un'industria agricola moderna che fosse in grado di rifornire il mercato francese.Il protettorato spagnolo ebbe un approccio più benevolo e non cercò di annullare le leggi e le amministrazioni locali. Sicuramente la dominazione Spagnola fu facilitata, in termini culturali e di lingua, dal fatto che sul Rif fossero presenti molti insediamenti di ebrei sefarditi, discendenti dei profughi che erano fuggiti dalla Spagna e dal Portogallo intorno al 1490 e che nel corso dei secoli avevano sfruttato il commercio tra l'Africa e la penisola iberica. Inoltre il governo spagnolo non incoraggiò i propri cittadini a emigrare in Marocco, per quanto non scoraggiasse certo eventuali investimenti. In generale, con l'eccezione del periodo della Guerra Civile Spagnola alla fine degli anni '30, il governo spagnolo del Marocco fu pacifico e proficuo per tutte le parti coinvolte.Dopo qualche anno di tensione, scontri urbani e insurrezioni tribali, nel 1953 i francesi mandarono in esilio il sultano Maometto V, adorato dal popolo, e lo sostituirono con Mohammed ben Aarafa, il cui diritto alla successione era universalmente considerato illegittimo. Tre anni dopo, alle prese con una resistenza compatta in Marocco e una furiosa guerra civile in Algeria, la Francia accettò di negoziare il ritorno all'indipendenza del paese. Maometto V riuscì a gestire con successo la graduale restaurazione della sovranità marocchina, accettando tra le altre cose di instaurare una monarchia costituzionale con un governo basato su un parlamento bicamerale. I successivi re alawidi continuarono a siglare alleanze sempre più strette con le democrazie occidentali, facendo del Marocco moderno una delle nazioni islamiche più stabili e liberali, con un'economia e una cultura di vibrante vitalità."
        }
    ],
    "leader": {
        "name": "Ahmad al-Mansur",
        "subtitle": "Leader del Marocco",
        "lived": "Dal 1549 al 1603 circa",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ahmad_al-mansur.png",
        "trait": {
            "name": "Porta per l'Africa",
            "effect": "Ricevi +3 Oro e +1 Cultura per ogni Rotta commerciale con una civiltà straniera o una città-stato. I possessori delle Rotte commerciali ricevono +2 Oro per ogni rotta verso il Marocco."
        },
        "titles": [
            "Sultano della dinastia saadita"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Ahmad al-Mansur è stato uno dei più importanti leader della storia del Nordafrica e ha avuto un'influenza cruciale sul futuro del Marocco. Sesto sultano della dinastia saadiana, nel XVI Secolo d.C., Ahmad al-Mansur è rimasto famoso come l'astuto diplomatico che ha sfruttato la collocazione strategica del Marocco per far giocare al suo regno un ruolo importante sul palcoscenico del mondo durante il Rinascimento."
            },
            {
                "heading": "Giovinezza",
                "text": "Ahmad al-Mansur era il quinto, e più giovane figlio, del sultano Mohammed ash-Sheikh; il suo diritto al trono del Marocco era tutt'altro che assicurato. L'erede designato era il primogenito, Abdallah al-Ghalib, che ascese al trono nel 1557 alla morte del padre. Sfortunatamente per al-Mansur, il fratello maggiore credeva che il mezzo più semplice per assicurarsi il trono fosse eliminare i fratelli: così al-Mansur e suo fratello Abd al-Malik lasciarono il paese e vissero nell'impero ottomano per quasi due decenni."
            },
            {
                "heading": "L'ascesa al potere",
                "text": "In seguito alla morte di Adballah al-Ghalib, nel 1574, suo figlio Abu Adallah Mohammed ascese al trono nonostante il legittimo erede fosse Abd al-Malik. Quest'ultimo (che era rimasto in esilio con il fratello al-Mansur) chiese aiuto agli ottomani, mise insieme un esercito, invase il Marocco e depose l'usurpatore Abu Adallah Mohammed. Sfortunatamente i due guerrieri che rivendicavano il trono marocchino morirono entrambi nella battaglia di Ksar-el-Kabir, nel 1578, permettendo così ad Ahmad al-Mansur di ascendere come sultano.L'esercito marocchino assestò gravi perdite alle forze nemiche, incluse le truppe del Portogallo, che si era schierato dalla parte del re usurpatore. La cattura di migliaia di prigionieri portoghesi permise ad al-Mansur di negoziare abilmente un esorbitante riscatto per la loro liberazione; in tal modo i forzieri del Marocco si rifornirono d'oro."
            },
            {
                "heading": "Regno",
                "text": "Una volta asceso al trono, al-Mansur si godette il nuovo prestigio come capo di un Marocco orgoglioso e arricchito. Cominciò immediatamente a riformare il sistema amministrativo del paese, attuando nuove forme di tassazione. Cercò anche di ingrandire l'impero attraverso delle campagne contro i vicini Songhai, che nella sua speranza avrebbero fornito al regno nuove risorse di reddito. Malgrado le molteplici vittorie e i saccheggi della città Songhai, amministrare una terra così lontana (e dall'altra parte del Sahara) si dimostrò troppo arduo persino per lui.Purtroppo il costo dei molti progetti di al-Mansur (espansione militare e territoriale, nuove costruzioni, grandi manifestazioni culturali e artistiche) portarono all'esaurimento del ricco tesoro del Marocco. Appena i cordoni della borsa si strinsero, al-Mansur fu obbligato a ridimensionare le grandi ambizioni che nutriva per il regno. Il Marocco aveva anche difficoltà a mantenere il controllo sui territori lontani conquistati, tanto che molti di questi alla fine si staccarono.Con la morte di Ahmad al-Mansur, stroncato dalla peste nel 1603, il potere e l'influenza del Marocco incominciarono a tramontare. Nel 1620 la città del Songhai erano ormai perse. Le rotte commerciali marocchine furono usurpate da altre nazioni, il sultanato perseguitato da problemi di liquidità. Alla fine, molte delle conquiste ottenute da al-Mansur grazie alle sue eccezionali capacità amministrative e diplomatiche furono perdute dai suoi successori."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Oggi Ahmad al-Mansur è considerato uno dei più grandi diplomatici della storia, maestro nell'arte di bilanciare amici e nemici, cristiani e musulmani. Gli storici ritengono che gli astuti piani diplomatici di al-Mansur abbiano permesso al Marocco di mantenere la sua indipendenza malgrado le mire di molti regni vicini, come il potente impero ottomano. Il suo regno fu caratterizzato da tolleranza religiosa, progressi scientifici e una fioritura artistica mai visti in Nordafrica nei numerosi decenni prima o dopo di lui."
            }
        ]
    }
}