{
    "id": 14,
    "name": "Persia|della Persia|alla Persia|la Persia|dalla Persia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/persia|della_persia|alla_persia|la_persia|dalla_persia.png",
    "dawn_of_man": "La benedizione del cielo scenda su di te, oh amato re Dario di Persia! Tu sei a capo di un popolo forte e saggio. All'alba del mondo, il grande capo persiano Ciro si rivoltò contro l'impero dei Medi, che nel 550 a.C. scomparve del tutto. Grazie alla sua astuta diplomazia e alla sua prodezza militare, il grande Ciro conquistò la florida Lidia e la potente Babilonia, mentre qualche anno più tardi suo figlio s'impadronì anche dell'orgoglioso Egitto. Col tempo i persiani si espansero fino alla lontana Macedonia, bussando alla porta delle giovani città-stato greche. A lungo avrebbe prosperato la Persia, fino all'arrivo di quello zotico Alessandro di Macedonia, venuto su dal nulla, che distrusse il nostro glorioso impero con un'unica campagna militare senza precedenti.Dario, il tuo popolo si rivolge a te per tornare ai giorni della grande e potente Persia! L'impero dei tuoi antenati deve rivivere per trionfare sui suoi nemici e riportare la pace e l'ordine nel mondo. Oh re, risponderai alla chiamata? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Corte del satrapo|la Corte del satrapo|una Corte del satrapo",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/satrap's_court.json"
        }
    ],
    "unique_units": [
        {
            "name": "Immortale|un Immortale|dal tuo Immortale|al tuo Immortale|il tuo Immortale|da un Immortale",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/immortal.json"
        }
    ],
    "city_names": [
        "Persepoli",
        "Pasargadae",
        "Susa",
        "Ecbatana",
        "Tarso",
        "Gordio",
        "Bactra",
        "Sardi",
        "Ergili",
        "Dariush Kabir",
        "Ghulaman",
        "Zohak",
        "Istakhr",
        "Jinjan",
        "Borazjan",
        "Herat",
        "Dakyanus",
        "Bampur",
        "Tureng Tepe",
        "Rey",
        "Shiraz",
        "Tushpa",
        "Hasanlu",
        "Gabae",
        "Merv",
        "Behistun",
        "Kandahar",
        "Altin Tepe",
        "Bunyan",
        "Charsadda",
        "Ura Tyube",
        "Dura-Europos",
        "Aleppo",
        "Qatna",
        "Kabul",
        "Capisa",
        "Kyreskhata",
        "Marakanda",
        "Peshawar",
        "Van",
        "Pteira",
        "Arshada",
        "Artakoana",
        "Aspabota",
        "Autiyara",
        "Bagastana",
        "Baxtri",
        "Darmasa",
        "Daphnai",
        "Drapsaka",
        "Eion",
        "Gandutava",
        "Gaugamela",
        "Harmozeia",
        "Hekatompylos",
        "Izata",
        "Kampada",
        "Kapisa",
        "Karmana",
        "Kounaxa",
        "Kuganaka",
        "Nautaka",
        "Paishiyauvada",
        "Patigrbana",
        "Phrada"
    ],
    "spy_names": [
        "Azi",
        "Dabir",
        "Firuz",
        "Gaspar",
        "Shahzad",
        "Aga",
        "Marjane",
        "Peri",
        "Sartaj",
        "Yasmin"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Il termine Persia deriva dal nome di una regione meridionale dell'Iran nota come Persis; è generalmente usato per descrivere le aree in cui predominavano la lingua e le usanze persiane. Nella storia in realtà c'è stata una lunga serie di imperi persiani; qui in particolare esaminiamo la dinastia achemenide, che ebbe inizio nel 559 a.C. e terminò circa due secoli dopo a causa dell'attacco del geniale militare macedone Alessandro Magno."
        },
        {
            "heading": "Territorio e clima",
            "text": "La penisola iraniana, che costituisce il cuore dell'impero persiano, è un altopiano circondato a est e a ovest da montagne. A sud c'è il Golfo Persico e il golfo di Oman, a nord il Mar Caspio e altre montagne. Al suo apice l'impero abbracciò anche l'Egitto, il Medio Oriente e gran parte dell'Asia Minore (la moderna Turchia). Si tratta di una regione geografica che attraversa due continenti, talmente vasta e diversificata che è impossibile descrivere in generale le caratteristiche del suo territorio o del clima."
        },
        {
            "heading": "Prima dei Persiani: i Medi",
            "text": "Prima dei Persiani, erano i Medi ad avere il predominio su quest'area. Secondo lo storico dell'antichità Erodoto, il primo re dei Medi fu Deioce, che governò dal 728 al 675 a.C. Il figlio di Deioce, Fraorte, soggiogò i Persiani; poi morì in battaglia contro gli Assiri. Nel VI secolo i Medi caddero sotto la dominazione della Scizia, ma in pochi decenni gli Sciti si ritirarono o furono assimilati e il regno passò ancora una volta ai Medi.Si tramanda che il re Ciassare (625-585 a.C.) fu un sovrano intelligente che riorganizzò l'esercito e lo guidò con successo nella battaglia contro la potenza assira, catturando molte importanti città. Ciassare si alleò con i Babilonesi e distrusse il potere degli Assiri. Dalla divisione del bottino Babilonia ottenne tutti i territori degli Assiri in Mesopotamia (l'area compresa tra i fiumi Tigri ed Eufrate), mentre i Medi presero possesso dei territori nelle montagne a est e nord di Babilonia, inclusa l'Asia Minore.Il figlio di Ciassare, Astiage, non era abile come suo padre né politicamente né militarmente e fu l'ultimo re dei Medi."
        },
        {
            "heading": "L'ascesa della Persia",
            "text": "Secondo la leggenda, re Ciassare donò la Persia al suo vassallo Cambise I. Cambise I passò la corona a suo figlio, Ciro II, che rafforzò la sua posizione politica sposando la figlia del re dei Medi Astiage. Nonostante la sua parentela regale Ciro non era pago della sua posizione subalterna, così dopo essersi alleato con la vicina Babilonia si ribellò contro i Medi. Nel 550 a.C. i Persiani emersero vittoriosi e i Medi scomparvero.Ciro II fu il primo re achemenide di Persia. Dopo la conquista del territorio dei Medi, Ciro estese il suo dominio in Asia Minore. Prima isolò diplomaticamente e quindi conquistò la Lidia (il cui re era Creso, dalle leggendarie ricchezze), poi assediò sistematicamente e conquistò tutte le città-stato greche sulla costa occidentale dell'Asia Minore. Assicurati i confini settentrionali, Ciro II si rivolse a sud contro Babilonia, un tempo sua alleata.Sebbene fosse una grande potenza, Babilonia era segnata da conflitti interni, aveva un re impopolare e, poiché Ciro aveva distrutto la Lidia, non aveva alcun potenziale alleato. Di fatto cadde quasi senza colpo ferire. Nel 539 Ciro marciò trionfante nella città. Ora dominava un impero che si estendeva fino ai confini dell'Egitto.Ma non godette dei suoi trionfi per molto tempo: morì in battaglia in Asia centrale nel 529 a.C."
        },
        {
            "heading": "Espansione persiana",
            "text": "A Ciro II successe il figlio, Cambise II. Secondo le fonti, dopo aver rafforzato la sua posizione sul trono assassinando il fratello Bardia, nel 525 Cambise condusse una campagna contro l'Egitto, che cadde dopo le battaglie di Pelusio e Menfi. Cambise tentò poi di estendere ulteriormente il potere persiano verso ovest, ma gli attacchi contro Cartagine, Nubia e Amon fallirono tutti. Nel 522 venne a sapere di una rivolta in Iran, capeggiata da un impostore che rivendicava di essere suo fratello Bardia. Ma mentre si affrettava a tornare in patria per recuperare il controllo della regione in rivolta, morì. Si disse che si era suicidato, ma qualche storico crede che questa sia solo propaganda diffusa dal suo successore.Subito dopo la morte di Cambise II uno dei suoi generali, un uomo chiamato Dario, riportò le truppe in Iran per reprimere la ribellione, che prima del suo arrivo si sviluppò ulteriormente. Membro della dinastia achemenide e lontano parente di Cambise II, Dario dichiarò di essere l'erede legittimo di Cambise. Seguì un anno di duri combattimenti nel tentativo di stroncare la rivolta e assicurarsi il diritto al trono, ma nel 521 Dario I aveva il solido controllo sull'impero persiano.Secondo tutti i resoconti fu un re eccezionale. Dopo aver soppresso la ribellione combinando dure punizioni e clemenza verso le popolazioni del luogo, riorganizzò l'impero e codificò le sue leggi. Estese ulteriormente il potere persiano, fino all'India settentrionale, e stabilì una testa di ponte attraverso l'Ellesponto, dando alla Persia un punto di sbocco permanente in Europa. Soppresse con successo una rivolta delle città-stato greche e si guadagnò la benevolenza dei Greci destituendo i tiranni e restituendo la democrazia al popolo.Nel 492 l'esercito di Dario aveva riconquistato la Tracia e la Macedonia nei Balcani e preparava l'invasione della Grecia. All'inizio Dario sottovalutò le difficoltà della campagna, così nel 490 l'alleanza greca lo sconfisse in modo decisivo nella battaglia di Maratona. Dario fu costretto a ritirarsi e riorganizzarsi. Cominciò a prepararsi per una nuova campagna su grande scala, ma non ebbe il tempo di metterla in atto.Dario I morì nel 486 a.C.; gli successe il figlio, Serse I. Serse soffocò subito una grande rivolta in Egitto, che risolse con una veloce campagna nel 484. Diversamente dai suoi predecessori, Serse si comportò duramente con la provincia ribelle, destituendo i capi locali e imponendo ai cittadini il controllo diretto persiano. La stessa sorte la subirono i Babilonesi quando si ribellarono nel 482."
        },
        {
            "heading": "Serse e le campagne greche",
            "text": "Nel 480 Serse condusse uno smisurato esercito nel nord della Grecia, supportato da una potente flotta. La Grecia settentrionale cadde abbastanza velocemente: nonostante l'eroica difesa degli Spartani e dei Beoti alle Termopili, i difensori non furono in grado di impedire all'esercito di Serse di marciare su Atene e saccheggiare la più grande città della Grecia. Tuttavia gli Ateniesi avevano evacuato la loro città prima dell'arrivo dei Persiani; la loro flotta da guerra rimaneva una forza potente.Nella battaglia di Salamina (480 a.C.) una flotta greca di circa 370 triremi inflisse una pesante sconfitta a 800 galee persiane, distruggendo probabilmente 300 navi al costo di 40. Questa sconfitta ritardò di un anno il piano persiano di portare l'offensiva all'interno della Grecia, dando ai Greci il tempo di rafforzare le loro difese contro gli invasori. Serse fu costretto a ritornare in Persia, lasciando il comando al suo generale Mardonio. Contro il nuovo capo i Greci vinsero subito molte importanti battaglie in terra e in mare. Con la morte di Mardonio nella battaglia di Platea, la campagna finì e i Persiani sopravvissuti tornarono disordinatamente a casa.Serse rinunciò definitivamente a invadere la Grecia. Nel 465 a.C. fu assassinato."
        },
        {
            "heading": "Arresto e declino della Persia",
            "text": "I tre re persiani che succedettero a Serse I - Artaserse I, Serse II e Dario II - governarono dal 465 al 404, ma erano deboli e senza personalità. Alla fine del IV secolo i Persiani riconquistarono un po' di potere nell'Egeo, mettendo con successo i greci l'uno contro l'altro durante la lunga guerra del Peloponneso tra Atene e Sparta; tuttavia nel 405 a.C. l'Egitto insorse e la Persia non riuscì a riguadagnarne il controllo per più di 50 anni.A Dario II successe Artaserse II, che regnò per 45 anni (dal 404 al 359 a.C.). Durante il suo regno Artaserse II combatté una guerra contro Sparta; ancora una volta il \"casus belli\" furono le colonie greche in Asia Minore. La Persia si alleò con gli Ateniesi (che si erano ripresi dalla loro disastrosa disfatta nella guerra del Peloponneso) e Sparta fu costretta a scendere a patti.Nonostante sporadici successi, durante il III secolo la Persia si fece sempre più debole e disorganizzata. Nel 373 a.C. un gruppo di satrapi (governatori delle province) si ribellarono. Furono deposti, ma altri insorsero, e con frequenza sempre crescente. La posizione del re divenne sempre più instabile. Artaserse III salì al trono con il tradimento nel 359; nel tentativo di rendere più salda la propria posizione fece assassinare senza esitazione tutti i suoi parenti. Ma nel 338 lui stesso fu avvelenato per ordine dell'eunuco Bagoa, che mise al suo posto il figlio più giovane, Arses. Arses cercò di avvelenare Bagoa, ma fallì e fu ucciso. Bagoa mise quindi sul trono Dario III. Dario III era stato satrapo dell'Armenia; era solo imparentato alla lontana con il defunto re, ma tutti quelli che avevano più diritto di lui erano già morti."
        },
        {
            "heading": "Filippo, Alessandro e la fine degli Achemenidi",
            "text": "È difficile dire se Dario III sia stato o no un governante capace. Quando salì al trono l'impero persiano era andato in declino per ben oltre un secolo. Le regioni più importanti erano ormai in costante rivolta contro un governo centrale sempre più incompetente. Gli intrighi di palazzo indebolivano ancora di più la monarchia; i nobili cercavano di sopravvivere e si preoccupavano molto più delle loro sostanze che degli interessi dell'Impero. In simili circostanze qualsiasi leader avrebbe avuto seri problemi. Per quanto gli affari interni andassero male, i problemi impallidivano di fronte a quelli che si avvicinavano dall'Ellesponto.Nel 359 a.C. Filippo ascese al trono della Macedonia, una piccola nazione chiusa tra la Grecia e i Balcani. Nel giro di appena 20 anni Filippo aveva conquistato tutta la Grecia e si preparava a invadere la Persia. In seguito al suo assassinio nel 336 un giovane chiamato Alessandro ereditò la corona della Macedonia. Dopo aver rafforzato la propria posizione e sedato una rivolta in Grecia, Alessandro riprese i piani di Filippo per l'invasione della Persia.Alessandro era un genio militare, dotato di grande coraggio e di una smisurata ambizione. A capo di un esercito altamente disciplinato e ben equipaggiato, e grazie a doti strategiche eccezionali, affondò nella Persia come un coltello nel burro. Dario lo affrontò più volte in battaglia, spesso sovrastando numericamente l'esercito greco, ma Alessandro lo spazzò via ogni volta. Nel 330 a.C. la capitale persiana Persepoli cadde in mano agli invasori. Lo stesso anno Dario fu assassinato. L'ultimo regnante della dinastia achemenide era caduto."
        },
        {
            "heading": "Riepilogo",
            "text": "L'impero persiano era riuscito a sopravvivere e prosperare tra molti pericoli per un paio di secoli. Nel suo momento di massimo fulgore dominò le terre che andavano dall'India all'Egitto, dall'Iran ai Balcani. Era un impero vasto e difficile da gestire, esteso com'era su tre continenti e con sudditi che parlavano decine di lingue diverse. I migliori re della dinastia achemenide raccolsero le leggi in codici coerenti, trattarono i sudditi con clemenza ed equità e cercarono di interferire il meno possibile con l'amministrazione interna delle province a patto che il popolo si comportasse bene. I peggiori, d'altra parte, erano incompetenti gradassi sempre pronti ad accoltellarsi alle spalle.Qualsiasi sia il giudizio su di loro, comunque, non si può negare che questi re siano stati maestri nell'arte della sopravvivenza. 200 anni al potere rappresentano un periodo molto lungo per una sola famiglia. Se non fosse stato per Alessandro e Filippo avrebbero potuto conservare il potere per altri 100 anni. Alessandro Magno fu un fenomenale comandante e condottiero, ma dopo la sua morte il suo impero gli sopravvisse a stento per un anno."
        },
        {
            "heading": "Riepilogo",
            "text": "L'impero persiano era riuscito a sopravvivere e prosperare tra molti pericoli per un paio di secoli. Nel suo momento di massimo fulgore dominò le terre che andavano dall'India all'Egitto, dall'Iran ai Balcani. Era un impero vasto e difficile da gestire, esteso com'era su tre continenti e con sudditi che parlavano decine di lingue diverse. I migliori re della dinastia achemenide raccolsero le leggi in codici coerenti, trattarono i sudditi con clemenza ed equità e cercarono di interferire il meno possibile con l'amministrazione interna delle province a patto che il popolo si comportasse bene. I peggiori, d'altra parte, erano incompetenti gradassi sempre pronti ad accoltellarsi alle spalle.Qualsiasi sia il giudizio su di loro, comunque, non si può negare che questi re siano stati maestri nell'arte della sopravvivenza. 200 anni al potere rappresentano un periodo molto lungo per una sola famiglia. Se non fosse stato per Alessandro e Filippo avrebbero potuto conservare il potere per altri 100 anni. Alessandro Magno fu un fenomenale comandante e condottiero, ma dopo la sua morte il suo impero gli sopravvisse a stento per un anno."
        }
    ],
    "leader": {
        "name": "Dario I",
        "subtitle": "Leader dei Persiani",
        "lived": "550-486 a.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/dario_i.png",
        "trait": {
            "name": "Eredità achemenide",
            "effect": " L'Età dell'Oro dura il 50% in più. Durante un'Età dell'Oro le unità ricevono +1 [ICON_MOVES] punto movimento e un bonus del 10% alla forza di combattimento."
        },
        "titles": [
            "Re Dario il Grande"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Figlio di un satrapo della Partia, Dario I prese con la forza il trono di Persia alla morte di Cambise II, nel 522 a.C. Dario fu un eccellente amministratore; durante il suo regno riorganizzò l'enorme impero persiano, incrementandone sensibilmente potere e ricchezza. Inoltre diede il via a grandiose opere pubbliche in tutta la Persia."
            },
            {
                "heading": "Gli inizi",
                "text": "Gran parte delle nostre conoscenze su Dario I deriva dallo storico greco Erodoto e da alcune iscrizioni in persiano commissionate dallo stesso monarca. Secondo Erodoto, pare che già in giovane età Dario avesse complottato contro il re dei Persiani Ciro il Grande. Dario scansò i sospetti e divenne generale e guardia del corpo del figlio di Ciro, Cambise II. Cambise morì in Egitto nel 522 a.C. Dario tornò subito in Media e accusò Bardiya, il fratello di Cambise, di aver usurpato il trono, dopodiché lo uccise.Dopo aver eliminato il legittimo erede (o l'impostore, a seconda della versione cui si dà credito), Dario si impossessò del trono persiano. La cosa non andò giù ai governatori delle province e Dario dovette sedare molte rivolte a Babilonia, Susiana, Media, Sagartia e Margiana. In effetti Babilonia si sollevò due volte e Susiana addirittura tre. Tutte queste insurrezioni furono disorganizzate e prive di coordinamento, così Dario poté sopprimerle una per una. Secondo una delle sue iscrizioni Dario combatté 19 battaglie e sconfisse 9 capi ribelli. Intorno al 518 il suo trono era sicuro."
            },
            {
                "heading": "Consolidamento dei confini della Persia",
                "text": "Dopo essersi assicurato il potere, Dario diede inizio a una serie di guerre per espandere e rafforzare i confini della Persia. Nel 519 attaccò la Scizia, a est del Mar Caspio, e poco dopo conquistò la valle dell'Indo. Successivamente si mosse verso nord-ovest dall'Asia Minore, occupando la Tracia e poi la Macedonia. Cercò anche di espandere le sue terre in Europa al di là del Danubio, ma fu obbligato a ritirarsi dalla cocciuta resistenza dei nomadi Sciti. Infine si assicurò le isole egee di Lemno e Imbro.A questo punto la Persia aveva il controllo delle colonie greche in Asia Minore, dello stretto del Bosforo (che le dava accesso al Mar Nero), della Macedonia, che confinava con il nord della Grecia, e di un gran numero di isole posizionate strategicamente nell'Egeo. Il conflitto con le potenti ma divise città-stato greche, che avevano seguito con allarme l'espansione persiana, era ormai inevitabile."
            },
            {
                "heading": "Il regno di Dario",
                "text": "Quando non era occupato a dar battaglia a qualche vicino, Dario intraprese una serie di azioni per consolidare l'impero e migliorarne l'amministrazione. Completò la riorganizzazione delle sue terre in grandi province, chiamate satrapie, e stabilì precisamente il tributo annuale che ognuna di esse doveva versargli. Inoltre sviluppò la rete stradale persiana e standardizzò la moneta, i pesi e le misure, incentivando considerevolmente il commercio in tutto l'impero. Dario finanziò spedizioni esplorative dall'India all'Egitto e completò il canale che collegava il Nilo al Mar Rosso.Per quanto riguarda l'architettura, fu il costruttore più ambizioso della dinastia persiana degli Achemenidi. Fece erigere fortificazioni, un palazzo e gli edifici amministrativi a Susa, la capitale politica. Nella nativa Persepoli Dario cominciò la costruzione di un nuovo palazzo e di una sala del consiglio, di una tesoreria e di ulteriori fortificazioni (che sarebbero state completate solo dopo la sua morte).Pur schiacciando senza pietà ogni parvenza di insurrezione, Dario mostrò molta tolleranza nei confronti delle credenze religiose dei popoli assoggettati. In Egitto costruì molti templi dedicati agli dèi locali e ordinò al satrapo di non scrivere il codice delle leggi prima di essersi consultato con i membri della casta sacerdotale egiziana. Nel 519 consentì agli Ebrei di cominciare la ricostruzione del Tempio a Gerusalemme. Si pensa che Dario stesso fosse un seguace dello Zoroastrismo, che divenne la religione di stato della Persia."
            },
            {
                "heading": "La guerra con la Grecia",
                "text": "Nel 499 a.C. le città-stato greche di Atene ed Eretria sostennero la rivolta contro la Persia di alcune colonie elleniche in Asia Minore. Dario schiacciò la ribellione e cominciò a progettare una campagna contro quei ficcanaso dei greci.Nel 492 a.C. pose il marito della figlia, Mardonio, a capo di una spedizione contro la Grecia, ma la flotta fu distrutta da una tempesta vicino al Monte Athos e il genero non poté avanzare. Nel 490 un'altra forza persiana invase la Grecia, distrusse Eretria e rese schiavi tutti i suoi abitanti, ma poi fu sconfitta dagli Ateniesi a Maratona. L'imperatore stava progettando una terza spedizione quando morì nel 486 a.C."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "La considerazione degli storici nei confronti di Dario è in genere piuttosto favorevole (se si esclude la sua ascesa al potere, che peraltro seguì un iter piuttosto comune nella storia del mondo). Dario costruì strade, riorganizzò le province e il governo, rafforzò i confini e in genere trattò i sudditi altrettanto bene se non meglio di qualsiasi altro sovrano dell'epoca. Per quanto non sia rimasto particolarmente famoso come condottiero, portò a termine con successo molte campagne militari sia interne sia esterne. È possibile che alla fine sarebbe riuscito a soggiogare la Grecia, se non fosse morto prima. Suo figlio, Serse I, non si dimostrò certamente all'altezza del compito. Tutto considerato, Dario lasciò l'impero in condizioni migliori di quando aveva preso il potere, e questo è un epitaffio piuttosto lusinghiero per qualsiasi regnante in qualsiasi periodo storico."
            }
        ]
    }
}