{
    "id": 39,
    "name": "Polonia|della Polonia|alla Polonia|la Polonia|dalla Polonia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/poland.png",
    "dawn_of_man": "Onore al nobile re Casimiro il Grande, sovrano e protettore del regno di Polonia. Sei asceso al trono in un periodo di grandi tumulti, con l'economia del paese in pezzi e il popolo demoralizzato dalle guerre scatenate dal tuo predecessore. Nonostante tutto questo il tuo regno ha segnato l'inizio di una nuova era, durante la quale il tuo attento governo ha dato alla Polonia sicurezza e ricchezza. Tra i tuoi successi più notevoli, il codice di leggi che hai promulgato ha dato base legale a molti dei costumi più diffusi dell'epoca, rafforzando lo spirito della nazione.Onorato re Casimiro, per lungo tempo il popolo ha ammirato la mano ferma con cui governi. Saprai ricondurre il tuo regno e i tuoi sudditi in una dorata epoca di prosperità? Sconfiggerai coloro che ti si oppongono o stringerai con loro relazioni amichevoli? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Scuderia Ducale|la Scuderia Ducale|una Scuderia Ducale",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/ducal_stable.json"
        }
    ],
    "unique_units": [
        {
            "name": "Ussaro alato|un Ussaro alato|dal tuo Ussaro alato|al tuo Ussaro alato|il tuo Ussaro alato|da un Ussaro alato",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/winged_hussar.json"
        }
    ],
    "city_names": [
        "Varsavia",
        "Cracovia",
        "Lodz",
        "Breslavia",
        "Poznan",
        "Gdansk",
        "Szczecin",
        "Bydgoszcz",
        "Lublino",
        "Kaunas",
        "Katowice",
        "Bialystok",
        "Gdynia",
        "Sweidnitz",
        "Czestochowa",
        "Radom",
        "Torun",
        "Kielc",
        "Gliwice",
        "Klaipeda",
        "Bytom",
        "Olsztyn",
        "Rzeszow",
        "Bielsko-Biala",
        "Ruda Slaska",
        "Rybnik",
        "Plock",
        "Elblag",
        "Gorzow Wielkopolski",
        "Opole",
        "Siauliai",
        "Walbrzych",
        "Zielona Gora",
        "Wloclawek"
    ],
    "spy_names": [
        "Wincenty",
        "Roman",
        "Benita",
        "Jan",
        "Kazimierz",
        "Josef",
        "Krystyna Skarbek",
        "Tarnowski",
        "Marian",
        "Alenka"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Invasione, occupazione, spartizione, ribellione e rinascita: questo ciclo ha caratterizzato nell'ultimo millennio la storia tragica e trionfante della Polonia. Posta tra il Mar Baltico a nord e i Carpazi a sud, la pianura polacca è servita da punto d'ingresso per l'invasione del cuore dell'Europa da est e di grandi aree della Russia da ovest. La Polonia ha assunto un'identità etnica e una politica omogenea a metà del X Secolo d.C., con la dinastia dei re Piasti; la sua storia moderna iniziò nel 966 quando il primo re dei Piasti, Miecislao I, si convertì al cristianesimo. Per i secoli successivi il paese conobbe alterne fortune per mano dei potenti vicini e degli invasori, dai Cavalieri Teutonici tedeschi all'Orda d'Oro mongola, fino alle forze dell'Unione Sovietica. Ma anche nei momenti di crisi nazionale gli ideali polacchi di rivoluzione e d'indipendenza rimasero forti. Questi ideali, portati all'estero da polacchi espatriati come Pulaski e Kosciuszko, ispirarono le rivoluzioni americana e francese. La costituzione polacca del 1791, la più antica d'Europa, incorporò quegli stessi ideali democratici. Ristabilita come nazione libera nel 1918, la Polonia è stata straziata da due guerre mondiali: si può ben dire che nel XX Secolo pochi popoli hanno sofferto quanto i polacchi. Dopo mezzo secolo di regime totalitario come satellite comunista, nel 1980 il movimento di Solidarnosc (\"solidarietà\") ha guidato la sua ennesima trasformazione in stato sovrano. All'inizio del XXI Secolo la Polonia è una democrazia progressista con un'economia di mercato, membro importante della NATO e dell'Unione Europea."
        },
        {
            "heading": "Clima e territorio",
            "text": "La Polonia è una terra di straordinaria bellezza, ricca di grandi foreste (che coprono circa il 30,5% del paese), grandi fiumi (i più famosi sono la Vistola e l'Oder) e vaste pianure. Si trova al centro dell'Europa e si può dividere in quattro aree territoriali: a sud ci sono i monti Tatra, che fanno parte dei Carpazi (il picco più alto arriva a 2.655 metri), poco più a nord c'è un'area collinosa, a cui fanno seguito le pianure centrali che formano il cuore del paese; infine, a ridosso del Baltico si alternano basse dune e terreni paludosi. Le grandi glaciazioni che hanno plasmato il territorio polacco hanno anche lasciato in eredità alle sue pianure una delle terre più fertili del mondo. La Polonia ha una densità di laghi tra la più alta al mondo: ne ha quasi diecimila, tanto che in Europa è seconda solo alla Finlandia. Il clima è ovunque temperato, con precipitazioni tutto l'anno, benché l'inverno tenda a essere più asciutto dell'estate. Il terreno ubertoso e il clima mite ne fanno una vera e propria potenza agricola: la Polonia è uno dei maggiori produttori mondiali di barbabietola da zucchero e grano triticale, prima in Europa per segale e patate. Per questo è stata definita \"granaio dell'Unione Europea\"."
        },
        {
            "heading": "La fondazione della Polonia",
            "text": "Lontane dalle civiltà dell'antico Mediterraneo e del Medio Oriente, le popolazioni della Polonia attraversarono le età della pietra, del bronzo e del ferro in relativo isolamento. I primi insediamenti risalgono approssimativamente a 7.500 anni fa. Gli slavi che si trasferirono nella regione facevano parte dei popoli della grande migrazione che ebbe luogo poco prima della fine dell'Impero Romano d'Occidente. Inizialmente formarono organizzazioni tribali che poi si unirono progressivamente dando origine a piccoli regni. Da uno di questi proveniva Miecislao, il primo sovrano di \"Polani\" citato dalle fonti storiche.Secondo un resoconto semi-leggendario la tribù dei Polani, concentrata intorno alla colonia fortificata di Gniezno, era comandata da Miecislao, che aveva stretto forti legami con le tribù dei Vistolani che vivevano intorno a Cracovia. Quando la Grande Moravia, di cui i Vistolani facevano parte, fu distrutta dai Magiari intorno al 960 d.C., Miecislao unì Polani e Vistolani e fondò la dinastia dei Piasti. Convinto dai missionari romano-cattolici boemi, Miecislao nel 966 si convertì al cristianesimo e venne battezzato; nonostante qualche disputa, la maggioranza degli studiosi è d'accordo nel ritenere questa come la data di nascita della moderna Polonia."
        },
        {
            "heading": "I Piasti",
            "text": "Sotto una serie di capaci successori di Miecislao I, i Polani si convertirono al cristianesimo, crearono un forte regno e integrarono la Polonia nella civiltà europea. Suo figlio Boleslao I instaurò un'organizzazione ecclesiastica polacco-cattolica; la sua autorità secolare venne riconosciuta dall'imperatore del Sacro Romano Impero. Ciò portò alla sua incoronazione nel 1025, facendo di lui il primo \"Re di Polonia\". Alla fine del secolo la Polonia si era espansa dal Baltico ai Carpazi, definendo quelli che costituiscono i suoi confini storici. Ma alla morte di Boleslao III nel 1138 il regno, che non aveva stabilito una tradizione di primogenitura, venne suddiviso tra i suoi numerosi figli. La frammentazione che ne risultò condusse a continui conflitti interni e pressioni esterne per tutto il XII e XIII Secolo.Ladislao I (1261-1333 d.C.), detto \"il Breve\", un duca minore del lignaggio dei Piasti, dedicò la sua vita a riunificare il regno. Per difendere la Polonia intraprese crociate contro i pagani lituani e mongoli e andò in guerra contro i cavalieri teutonici per scacciarli dal paese. Dopo la morte di Ladislao salì al trono il suo abile figlio Casimiro III, che successivamente si meritò l'appellativo de \"il Grande\". Casimiro da un lato consolidò le conquiste del padre con un'astuta diplomazia e brevi guerre vittoriose, dall'altro fece della Polonia un centro culturale e commerciale. Sotto il suo dominio le dimensioni del regno furono più che raddoppiate, l'economia e il sistema legale riorganizzati e fu istituita la prima università della Polonia. Sotto il governo liberale di Casimiro, la Polonia diventò il paradiso dei diseredati e dei perseguitati: molti tedeschi si trasferirono nelle città polacche, rifugiati armeni e slavi nelle pianure rurali, mentre migliaia di ebrei si stabilirono e prosperarono in tutto il paese. Ma Casimiro il Grande non aveva eredi maschi e, quando morì nel 1370, fu l'ultimo dei re Piasti."
        },
        {
            "heading": "La dinastia degli Jagelloni",
            "text": "Casimiro aveva designato come successore il nipote, Luigi I d'Ungheria: il suo regno in Polonia fu breve e tranquillo. Dopo la morte di Luigi, nel 1382, i nobili polacchi scelsero come regina la giovane figlia Edvige. Quattro anni dopo i nobili elessero re il granduca di Lituania Jogalia (conosciuto in Polonia come Ladislao Jagellone) che aveva sposato Edvige e si era convertito al cattolicesimo. Ladislao II decise di andare in aiuto dei lituani, impegnati da tempo in una feroce guerra con i cavalieri teutonici, e nel 1401 fece entrare la Polonia nel conflitto. Nel luglio 1410 a Grunwald, dopo una delle battaglie più sanguinose del Medioevo, l'esercito costituito dall'unione delle forze lituane e polacche ottenne una vittoria così schiacciante che l'Ordine Teutonico fu praticamente annientato e quasi tutti i suoi leader uccisi o fatti prigionieri. La vittoria assicurò il trono a Ladislao e istituì la dinastia degli Jagelloni.I sovrani Jagelloni passarono i decenni successivi in guerra contro i loro avidi vicini, i rinati cavalieri teutonici, il duca di Prussia, i regni di Boemia e Ungheria, il Granducato di Mosca e, a sud, i turchi ottomani e i tartari della Crimea: questi ultimi lanciarono ben 75 incursioni tra il 1474 e il 1569. In generale i re polacchi furono in grado di proteggere i confini e l'autorità del paese per tutta la dinastia.Più significativi e duraturi dei successi militari furono i cambiamenti sociali e scientifici avvenuti sotto gli Jagelloni. Nel 1505, con un significativo passo verso la democrazia, l'atto di Nihil Novi trasferì la maggior parte del potere legislativo dal monarca al Sejm, un parlamento composto dalla nobiltà polacca. I movimenti della riforma protestante, in special modo quello guidato da John Hus di Boemia, riuscirono a ottenere un certo seguito nella cattolica Polonia e portarono all'emanazione di leggi in favore della tolleranza religiosa. Gli ideali del Rinascimento spronarono i re Sigismondo I e Sigismondo II a promuovere le arti e la cultura polacche, che fiorirono per tutto il Cinquecento. Nel 1543, proprio nell'anno della sua morte, venne pubblicata l'opera epocale dell'astronomo polacco Niccolò Copernico che affermava la tesi eliocentrica, che vede il sole al centro del nostro sistema."
        },
        {
            "heading": "La confederazione polacco-lituana",
            "text": "Spronato dal nazionalismo, dai principi democratici e dal timore di minacce esterne, nel giugno del 1569 il Sejm varò un atto che istituiva la Confederazione polacco-lituana, uno stato federale con una monarchia elettiva, ma governato essenzialmente dalla nobiltà tramite assemblee locali e un parlamento centrale. A luglio, Sigismondo II, che era l'ultimo della dinastia degli Jagelloni e non aveva figli, accettò l'atto e lo firmò. Benché la confederazione abbia portato a un periodo di stabilità e prosperità e alla diffusione della cultura occidentale in paesi come l'Ucraina e la Russia occidentale, essa stessa si trovò continuamente coinvolta in conflitti con la Russia, la Svezia, gli ottomani e i cosacchi insorti. Il costo di queste guerre, in particolare la Grande Guerra del Nord (1700-1721), e una successione di re incompetenti, lasciarono la nazione disperatamente bisognosa di riforme politiche interne. Verso la metà del XVIII Secolo il Sejm intraprese riforme commerciali, militari, sociali e scolastiche, compresa l'istituzione nel 1773 della Commissione d'Educazione Nazionale, il primo ministero dell'istruzione in Europa."
        },
        {
            "heading": "L'epoca delle spartizioni",
            "text": "Questi sforzi riformatori minacciavano di riportare la Polonia all'antica gloria e spinsero le vicine nazioni in espansione a intervenire. La prima spartizione della Polonia risale al 1772, quando Russia, Austria e Prussia occuparono porzioni del paese. La seconda spartizione avvenne dopo la breve guerra russo-polacca: Prussia e Russia spogliarono la Polonia di una porzione tale di territorio da lasciarla incapace di sostenersi economicamente e militarmente. Nel 1795, con la terza spartizione, Austria, Russia e Prussia acquisirono gli ultimi possedimenti della nazione e l'indipendenza polacca ebbe fine.Dal 1772 al 1918 la Polonia fu un paese occupato, con brevi periodi di relativa autonomia. Nel 1807 l'imperatore Napoleone creò un libero Ducato di Varsavia, ma dopo le guerre napoleoniche il Congresso di Vienna suddivise ancora la Polonia tra i paesi vincitori. I decenni di spartizione furono caratterizzati da numerose insurrezioni polacche per l'indipendenza: le più importanti furono quella del novembre 1830 e del gennaio 1863, entrambe rivolte a ottenere la libertà delle zone sotto la dominazione degli zar russi. Malgrado l'oppressione, la Polonia trasse profitto dall'industrializzazione e dalle modernizzazioni promosse dalle potenze occupanti, in particolar modo nelle zone sotto l'amministrazione relativamente illuminata della Prussia. Questa modernizzazione forzata avrebbe portato nel XX Secolo la Polonia a essere economicamente e politicamente autosufficiente. Nondimeno il controllo russo e, in misura minore, quello austriaco e prussiano furono fragili e difficoltosi; come scrisse il compositore Wybicki, la cui mazurka del 1797 sarebbe diventata nel 1927 l'inno polacco: \"La Polonia non è ancora scomparsa...\"."
        },
        {
            "heading": "Dall'indipendenza alla Cortina di ferro",
            "text": "Poco dopo l'armistizio del novembre 1918, cogliendo l'opportunità data dalla Rivoluzione Russa, i nazionalisti polacchi dichiararono la creazione della Seconda Repubblica di Polonia. Gli alleati avevano già concordato la ricostituzione della Polonia nel tredicesimo dei famosi Quattordici Punti del presidente americano Wilson. La guerra sovietico-polacca del 1919-1921 obbligò la Russia di Lenin ad accettare la libertà della Polonia (e fermò l'avanzata del comunismo in Europa). Ma la minaccia dei regimi totalitari in Russia e in Germania, insieme alla depressione mondiale, portò al potere i nazionalisti di destra del movimento Sanacja (Risanamento) e il governo diventò sempre più autoritario.Il movimento Sanacja controllò la Polonia fino all'invasione nazista del 1939 che portò allo scoppio della Seconda Guerra Mondiale. Grazie a un accordo con la Russia di Stalin, la Wehrmacht di Hitler schiacciò rapidamente quello che Winston Churchill avrebbe dichiarato essere il \"primo alleato\". L'occupazione tedesca e russa fu brutale ed efficiente; tra tutte le nazioni coinvolte nella guerra, la Polonia subì la più alta percentuale di perdite umane, più di sei milioni, circa un quinto della popolazione antecedente alla guerra, la metà dei quali ebrei polacchi. L'invasione tedesca dell'Unione Sovietica portò alla \"liberazione\" della Polonia da parte dell'esercito russo, che però si sarebbe dimostrato riluttante ad andarsene. Su insistenza di Stalin, la Gran Bretagna e gli Stati Uniti sancirono la creazione di un governo di coalizione provvisorio filo-comunista. Nel 1952 venne ufficialmente proclamata la Repubblica Popolare di Polonia, che acquisì subito un ruolo centrale nella Cortina di Ferro e durante la Guerra Fredda fece parte del Patto di Varsavia.Il dominio comunista fu molto duro e costoso per la Polonia. Nonostante la vasta opposizione internazionale, alcune parti orientali del paese furono cedute permanentemente all'Unione Sovietica. La politica di repressione limitò ogni aspetto della vita polacca, dalla cultura alla religione, dai viaggi all'istruzione e alle iniziative economiche private. Le ricchezze naturali e l'industria della nazione furono depredate per il bene della Russia sovietica, lasciando una Polonia impoverita. Nonostante tutto ciò, la Polonia era considerata uno degli stati meno repressivi della Cortina di Ferro."
        },
        {
            "heading": "Una nuova libertà",
            "text": "Negli anni '80 le agitazioni dei lavoratori portarono alla fondazione del sindacato autonomo Solidarnosc (Solidarietà), che con il tempo diventò protagonista della vita politica polacca. Malgrado la persecuzione e l'imposizione della legge marziale, nella decade successiva il movimento sgretolò il predominio del partito comunista polacco. Mentre l'Unione Sovietica si dissolveva causando il collasso del regime comunista, Solidarnosc prosperò. Nel 1989 ebbe un ruolo importante nell'imposizione delle prime elezioni parlamentari libere (sebbene lo fossero solo parzialmente). L'anno successivo Lech Walesa, il candidato di Solidarnosc, vinse la presidenza; questo segnò a tutti gli effetti la fine del dominio russo e del governo comunista in Polonia. Rapidamente il governo retto da Solidarnosc restituì al popolo polacco le libertà civili e trasformò il socialismo polacco in un'economia moderna fondata sul mercato.Dopo due generazioni con lo sguardo rivolto a est, la Polonia democratica ha ripreso il suo ruolo nella vita culturale, economica e politica dell'Europa. Nel 1999 è entrata nell'Organizzazione del Trattato dell'Atlantico del Nord (NATO) per garantire la sicurezza della regione. In seguito i polacchi hanno votato per entrare a far parte dell'Unione Europea, diventandone uno stato membro nel maggio 2004. Tornata alle proprie tradizioni di libertà, autonomia e tolleranza, la Polonia può ancora una volta godersi il suo ricco passato."
        },
        {
            "heading": "Una nuova libertà",
            "text": "Negli anni '80 le agitazioni dei lavoratori portarono alla fondazione del sindacato autonomo Solidarnosc (Solidarietà), che con il tempo diventò protagonista della vita politica polacca. Malgrado la persecuzione e l'imposizione della legge marziale, nella decade successiva il movimento sgretolò il predominio del partito comunista polacco. Mentre l'Unione Sovietica si dissolveva causando il collasso del regime comunista, Solidarnosc prosperò. Nel 1989 ebbe un ruolo importante nell'imposizione delle prime elezioni parlamentari libere (sebbene lo fossero solo parzialmente). L'anno successivo Lech Walesa, il candidato di Solidarnosc, vinse la presidenza; questo segnò a tutti gli effetti la fine del dominio russo e del governo comunista in Polonia. Rapidamente il governo retto da Solidarnosc restituì al popolo polacco le libertà civili e trasformò il socialismo polacco in un'economia moderna fondata sul mercato.Dopo due generazioni con lo sguardo rivolto a est, la Polonia democratica ha ripreso il suo ruolo nella vita culturale, economica e politica dell'Europa. Nel 1999 è entrata nell'Organizzazione del Trattato dell'Atlantico del Nord (NATO) per garantire la sicurezza della regione. In seguito i polacchi hanno votato per entrare a far parte dell'Unione Europea, diventandone uno stato membro nel maggio 2004. Tornata alle proprie tradizioni di libertà, autonomia e tolleranza, la Polonia può ancora una volta godersi il suo ricco passato."
        }
    ],
    "leader": {
        "name": "Casimiro III",
        "subtitle": "Leader della Polonia",
        "lived": "Dal 1310 al 1370 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/casimir_iii.png",
        "trait": {
            "name": "Solidarietà",
            "effect": "Quando entri in una nuova epoca ricevi una Politica Sociale gratuita."
        },
        "titles": [
            "Re di Polonia"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Casimiro III, il solo re polacco a meritare il titolo di \"Grande\", regnò durante il XIV Secolo d.C. dimostrandosi un sovrano capace e risoluto che si affidò alla propria abilità diplomatica e alla saggezza delle proprie decisioni per migliorare nettamente il benessere del popolo e la sicurezza del regno. Anche se il suo predecessore, il padre Ladislao I, fu stimato per aver riunificato il regno, Casimiro ereditò comunque un paese pieno di problemi, ma riuscì a ricostruire l'economia impoverita, rafforzare l'esercito, codificare le leggi ed espandere i confini della Polonia; in breve, Casimiro lasciò il paese in condizioni molto migliori di come l'aveva trovato e suggellò così la sua figura come quella di uno dei più grandi re della Polonia. Alla morte di Casimiro III la Polonia aveva ottenuto il prestigio e il rispetto di tutta l'Europa medievale."
            },
            {
                "heading": "I primi anni",
                "text": "Nonostante fosse il secondo figlio di Ladislao, Casimiro fu istruito in tutte le arti necessarie per poter regnare nell'Europa medievale. Subito dopo la morte del fratello maggiore, nel 1312, fu dichiarato erede e posto sotto la custodia di Jaroslaw, che poi diventò l'arcivescovo di Gniezno nonché uno dei suoi consiglieri più importanti. Quando suo padre morì, 21 anni dopo, Casimiro venne incoronato a Cracovia signore della Grande e della Piccola Polonia, consacrando così l'unificazione polacca che Ladislao aveva cominciato."
            },
            {
                "heading": "Affari interni",
                "text": "Poco dopo l'ascesa al trono Casimiro fu obbligato ad affrontare una serie di problemi politici, non ultima l'irrequietezza della nobiltà polacca. Per rafforzare l'esercito, che si appoggiava pesantemente sul contributo dei nobili, Casimiro dovette cedere loro diversi privilegi che fino ad allora erano stati appannaggio esclusivo della corona. Gli aristocratici polacchi ottennero che fosse sancita una netta divisione tra loro e il popolo: la loro autorità nei confronti delle persone di rango inferiore, specialmente la classe dei mercanti in ascesa, ne fu molto rafforzata. Casimiro fu costretto ad accettare una posizione di compromesso, ma le sue azioni garantirono che gli eserciti feudali della Polonia ne uscissero rafforzati e che i nobili riconoscessero l'autorità della corona.Casimiro intraprese numerose iniziative per migliorare lo stato interno della Polonia e controbilanciare il nuovo potere dei nobili. Standardizzò e rese più stabile la moneta e ordinò la costruzione di molti nuovi castelli, chiese e addirittura intere città, fornendo nuove opportunità di commercio e di prosperità economica. Città abbandonate da molto tempo e persino zone prive di qualsiasi insediamento ricevettero nuova vita. Nel marzo del 1347 Casimiro introdusse riforme legali e lavorò per stabilire un codice unificato, il Liber Juris Teutonici, per proteggere i diritti della neonata classe media. Accogliendo una versione dei Diritti di Magdeburgo, un concetto tedesco che permetteva alle città di esercitare una certa forma di autonomia, offrì ai mercanti locali e agli artigiani una regolamentazione più precisa del commercio, incoraggiandoli a stabilirsi nelle città in tutta la nazione. A Cracovia fu istituita una corte speciale per arbitrare le dispute e amministrare le leggi in modo uniforme. Nella speranza di istruire una nuova generazione di legali e amministratori capaci, nel 1364 Casimiro fondò l'Accademia di Cracovia, oggi nota come Università Jagellonica.Sebbene gli storici si chiedano ancora le ragioni dell'atteggiamento di Casimiro nei confronti degli ebrei polacchi, è chiaro che fece ogni sforzo per garantire loro gli stessi diritti e protezione di tutti gli altri sudditi. Nel 1334 riconfermò gli statuti del 1264 che garantivano i diritti degli ebrei polacchi, incluse le leggi che proibivano i tentativi di conversione forzata al cristianesimo e che erano state sostanzialmente ignorate fino a quel momento. Casimiro assicurò anche i loro diritti come mercanti e accolse l'integrazione degli ebrei in una Polonia riunita con una popolazione diversificata. La profanazione di cimiteri ebraici e sinagoghe fu dichiarata un crimine e severamente punita."
            },
            {
                "heading": "Successi all'estero",
                "text": "Al momento della sua ascesa al trono il dominio di Casimiro era debole, contestato da da tutte le potenze straniere. Lo stesso re di Boemia aveva reclamato per sé la corona polacca. I Cavalieri Teutonici avevano occupato i territori di Kujawy e Dobrzyn, in Pomerania. A nord, una guerra non dichiarata e inconcludente con la Lituania minacciava la stabilità e il commercio nelle province vicine al confine. Le rivendicazioni polacche su alcuni territori in Ucraina erano ignorate dalle nazioni vicine. Per di più, la Polonia non aveva alcun alleato importante.Facendo affidamento sulle proprie abilità diplomatiche, Casimiro negoziò accortamente diverse nuove alleanze e assicurò altri territori alla Polonia. Il matrimonio di sua sorella Elisabeth con il re di Ungheria gli procurò un alleato su cui contare; per rinsaldare quest'alleanza Casimiro rinunciò alla Slesia. L'alleanza ungherese permise a Casimiro di occupare con la forza gli ex ducati polacchi di Galizia e Vladimir nella \"Russia rossa\" nel 1340 e nel 1349. Dopo molte trattative fu siglato un patto con la Boemia, che rinunciò così a tutte le rivendicazioni sul trono polacco. Quest'accordo a sua volta portò alla ritirata dei Cavalieri Teutonici dalla Pomerania orientale. Infine Casimiro concordò di pagare un tributo all'Orda d'Oro per evitare le sue frequenti incursioni in Polonia. In seguito alla crescita della potenza polacca e alle sue cordiali relazioni con i mongoli, diversi principi del voivodato russo di Masovia si dichiararono vassalli di Casimiro nel 1351 e nel 1353.Casimiro sposò principesse di Lituania, di Germania e di Slesia: ognuna assicurò relazioni pacifiche con la loro terra d'origine. Nonostante abbia avuto quattro mogli e numerose amanti, Casimiro ebbe cinque figlie, ma nessun erede maschio legittimo. Casimiro avrebbe organizzato matrimoni dinastici per le figlie allo scopo di rafforzare ulteriormente la posizione della Polonia, ma nel caso fosse morto la mancanza di un figlio minacciava di far scoppiare una ribellione e una guerra. Per fornire una chiara linea di successione, negli ultimi anni della sua vita Casimiro nominò erede suo nipote, Luigi d'Ungheria, figlio di Elisabeth. Luigi fu proclamato re di Polonia subito dopo la morte di Casimiro, nel 1370."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Si può dire che Casimiro abbia incarnato l'ideale del re medievale: nobile, prudente, diplomatico e capace, se necessario, di delegare la propria autorità. Anche se alcuni territori vennero persi nel secolo successivo, alla morte di Casimiro l'area della Polonia era pari a circa 230.000 kmq, dai 130.000 che erano nel 1333. Casimiro mostrò grande interesse per il benessere del suo popolo e le sue scelte come re rifletterono chiaramente i suoi sforzi per migliorare la posizione della Polonia. Formando solide alleanze, perseguendo energicamente le riforme interne ed evitando conflitti inutili, Casimiro il Grande si è davvero meritato questo appellativo."
            }
        ]
    }
}