{
    "id": 22,
    "name": "Polinesia|della Polinesia|alla Polinesia|la Polinesia|dalla Polinesia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/polynesia.png",
    "dawn_of_man": "Salute e benedizione su di te, Kamehameha il Grande, prescelto dal cielo per unire il tuo popolo disperso. O potente re, tu fosti il primo a estendere il tuo dominio sulla Grande Isola di Hawaii nel 1791. Seguì l'unificazione di tutte le altre isole sotto il tuo stendardo, completata nel 1810. Come primo re delle Hawaii, hai riorganizzato il sistema legale e fiscale e hai istituito il Mamalahoe Kanawai, un editto che protegge i civili in tempo di guerra. Con le tue leggi e le tue grandi gesta hai assicurato che le isole continuassero a rafforzare la loro unione e a mantenere la loro sovranità, anche dopo la tua morte, avvenuta nel 1819.O re mirabile e saggio, il tuo popolo desidera un regno indipendente e un condottiero di impareggiabile grandezza! Risponderai alla sua chiamata indossando il mantello del Leone del Pacifico? Plasmerai una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Guerriero Maori|un Guerriero Maori|dal tuo Guerriero Maori|al tuo Guerriero Maori|il tuo Guerriero Maori|da un Guerriero Maori",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/maori_warrior.json"
        }
    ],
    "city_names": [
        "Honolulu",
        "Samoa",
        "Tonga",
        "Nuku Hiva",
        "Raiatea",
        "Aotearoa",
        "Tahiti",
        "Hilo",
        "Te Wai Pounamu",
        "Rapa Nui",
        "Tuamotu",
        "Rarotonga",
        "Tuvalu",
        "Tubuai",
        "Mangareva",
        "Oahu",
        "Kiritimati",
        "Ontong Java",
        "Niue",
        "Rekohu",
        "Rakahanga",
        "Bora Bora",
        "Kailua",
        "Uvea",
        "Futuna",
        "Rotuma",
        "Tokelau",
        "Lahaina",
        "Bellona",
        "Mungava",
        "Tikopia",
        "Emae",
        "Kapingamarangi",
        "Takuu",
        "Nukuoro",
        "Sikaiana",
        "Anuta",
        "Nuguria",
        "Pileni",
        "Nukumanu"
    ],
    "spy_names": [
        "Tiki",
        "Hotu Matua",
        "Rongo-ma-tane",
        "Kupe",
        "Haloti",
        "Degei",
        "Babamik",
        "Kulu Lau",
        "Nangananga",
        "Turua"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "La Polinesia è più una collezione di isole sparse che una civiltà omogenea, ma può vantare una ricca cultura e una storia affascinante. Mentre l'Europa si struggeva nei Secoli bui i polinesiani stavano già perfezionando l'arte di attraversare il vasto Pacifico con le loro piccole canoe di legno, orientandosi con le stelle, il tempo meteorologico e l'osservazione della fauna. Alla fine la maggior parte delle isole fu colonizzata dalle potenze europee, ma la cultura e i linguaggi antichi vennero fieramente protetti dai nativi per le generazioni future."
        },
        {
            "heading": "Geografia e clima",
            "text": "Polinesia è il nome generico assegnato alle isole che occupano una sezione centro-meridionale dell'Oceano Pacifico, nota anche come \"triangolo polinesiano\". La regione comprende più di 1000 isole abitate e confina a ovest con la Nuova Zelanda, a nord con le Hawaii e a est con l'Isola di Pasqua. Il nome fu introdotto nel 1756 dallo scrittore francese Charles de Brosses per far riferimento a tutte le isole del Pacifico, ma successivamente il suo ambito fu ristretto fino a coincidere con la definizione corrente.Le isole sono di origine vulcanica. Molte vantano stupende spiagge bianche, foreste di palme e lagune di acqua cristallina: la quintessenza del paradiso marino. Il clima della Polinesia è tropicale, ma in molte isole i venti forti contribuiscono a mitigare la temperatura. Talvolta l'area è funestata dai tifoni, attivi da gennaio a marzo."
        },
        {
            "heading": "Storia antica: i primi coloni",
            "text": "La storia antica dei popoli polinesiani è ancora avvolta nel mistero, ma gli archeologi e gli antropologi sono concordi nel ritenere che l'insediamento originale nelle isole può essere spiegato da una delle tre possibili teorie.La prima, il modello del \"treno espresso\", suggerisce che i colonizzatori si siano espansi avanzando da Taiwan verso ovest nel corso di un millennio, a partire da circa 3.000 anni fa. I nuovi venuti si sarebbero mescolati poco o nulla con i nativi già presenti nelle isole, e questo spiegherebbe le caratteristiche genetiche e linguistiche della Polinesia odierna. Le altre due teorie, corrispondenti ai modelli della \"riva ingarbugliata\" e della \"barca lenta\", descrivono una migrazione più lunga e complessa, che include diverse interazioni e miscugli con le popolazioni native, specificatamente melanesiane.Il tempo impiegato dai colonizzatori per raggiungere i margini occidentali della Polinesia è ancora oggetto di ipotesi e studi, ma il cammino che hanno seguito è stato ricostruito con buona precisione. L'area più a nord, corrispondente alle Hawaii, è stata colonizzata intorno al 500 d.C., seguita dalla Nuova Zelanda nel 1000 d.C. La data esatta in cui i polinesiani hanno scoperto l'Isola di Pasqua è ancora dibattuta. Alcune fonti archeologiche suggeriscono che l'isola sia stata inizialmente colonizzata fra il 300 e il 500 d.C., ma di recente la data più probabile è stata spostata intorno all'800. Alcuni scienziati ritengono che l'isola non abbia conosciuto popolazione umana fino al 1200."
        },
        {
            "heading": "Esplorazione delle acque",
            "text": "Il triangolo polinesiano è molto vasto: ogni lato misura circa 6000 km. Per coprire simili distanze in mare aperto è necessario possedere una conoscenza straordinariamente approfondita della tecnologia navale e della navigazione, nonché una buona dose di coraggio. I navigatori imparavano a orientarsi osservando tra le altre cose il movimento di alcune specifiche stelle, il tempo meteorologico, il comportamento della fauna locale e la direzione delle onde oceaniche. Queste conoscenze erano un segreto gelosamente custodito dalle famiglie di navigatori, trasmesso oralmente da una generazione all'altra. Per facilitare le lunghe traversate i navigatori svilupparono anche gli stabilizzatori esterni delle canoe, rendendole capaci di affrontare il grande oceano. Molte di queste tecniche e conoscenze sono ancor oggi trasmesse e utilizzate dai marinai della Polinesia moderna."
        },
        {
            "heading": "Collegamenti con le Americhe",
            "text": "I colonizzatori polinesiani sono giunti sulle rive delle isole Hawaii intorno al 500 d.C., sebbene alcune prove suggeriscano che i primi contatti fossero avvenuti già intorno al 300 d.C. I primi abitanti provenivano con ogni probabilità dalle isole Marchesi, che si trovano 6.000 km più a sud. Intorno all'XI secolo arrivò una seconda ondata di immigranti da Raiatea e Bora Bora, e forse addirittura da Tahiti. Alcuni archeologi preferiscono la teoria tahitiana perché un'antica leggenda locale parla di un uomo chiamato Pa'ao, un personaggio che si può certamente far risalire alla cultura di Tahiti. Questi storici sostengono che la seconda ondata di coloni da Tahiti abbia portato la dinastia dei grandi capi, il sistema di leggi Kapu e la pratica dei sacrifici umani.Esistono anche prove che suggeriscono che i polinesiani, una volta scoperte queste nuove isole, siano tornati indietro attraverso il Pacifico diffondendo la fauna e la flora americane in tutta la regione. Per fare un esempio, quando i primi viaggiatori europei sono venuti a contatto con la Polinesia, hanno constatato che la patata dolce - una pianta nativa dell'America - era presente in tutte le isole."
        },
        {
            "heading": "Arrivano gli europei",
            "text": "La Polinesia aveva vissuto in relativo isolamento fino all'arrivo delle potenze europee, in costante ricerca di nuove terre e rotte commerciali. Molte isole entrarono in contatto con gli europei - esploratori o missionari religiosi - intorno alla metà del '500. Nell'Ottocento le potenze coloniali, come Francia, Inghilterra e Stati Uniti, cominciarono a imporre con la forza il loro dominio sulle isole abitate, dichiarandole protettorati o territori dei rispettivi imperi. In questo periodo solo poche isole, come le Hawaii, riuscirono a rimanere indipendenti."
        },
        {
            "heading": "Presente e futuro",
            "text": "Nonostante l'ampiezza dell'oceano che separa le isole, i nativi della Polinesia condividono molti tratti culturali, religiosi e linguistici. Purtroppo molte popolazioni indigene, come i Maori, al giorno d'oggi sono solo una minoranza, mentre la popolazione è composta in maggior parte da persone di origine europea. Tuttavia la maggior parte dei nativi si sforza di mantenere intatta la propria cultura e il proprio linguaggio, e spesso vengono intraprese efficaci campagne per la conservazione e rivitalizzazione delle antiche usanze."
        },
        {
            "heading": "Presente e futuro",
            "text": "Nonostante l'ampiezza dell'oceano che separa le isole, i nativi della Polinesia condividono molti tratti culturali, religiosi e linguistici. Purtroppo molte popolazioni indigene, come i Maori, al giorno d'oggi sono solo una minoranza, mentre la popolazione è composta in maggior parte da persone di origine europea. Tuttavia la maggior parte dei nativi si sforza di mantenere intatta la propria cultura e il proprio linguaggio, e spesso vengono intraprese efficaci campagne per la conservazione e rivitalizzazione delle antiche usanze."
        }
    ],
    "leader": {
        "name": "Kamehameha I",
        "subtitle": "Condottiero della Polinesia",
        "lived": "circa 1758 - 1819 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/kamehameha_i.png",
        "trait": {
            "name": "Orientamento",
            "effect": "Può imbarcarsi e attraversare subito oceani. +1 al raggio visivo delle unità imbarcate. Bonus +10% alla Forza di comb. entro due caselle da un Moai."
        },
        "titles": [
            "Re delle isole Hawaii"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Kamehameha I, uno dei leader più rispettati nella storia delle Hawaii, è stato il primo uomo a unire tutte le isole dell'arcipelago e a stabilire un regno indipendente. La sua nascita e le prime gesta hanno realizzato molte antiche profezie: nel corso della sua vita, poi, è diventato uno dei più grandi guerrieri della storia hawaiana. Al di là del talento militare, Kamehameha è stato anche un grande uomo di stato, promulgando molti editti che successivamente hanno ispirato leggi umanitarie in tutto il mondo."
            },
            {
                "heading": "Gioventù e profezia",
                "text": "Un'antica leggenda aveva profetizzato che un giorno un grande re avrebbe unificato tutte le isole Hawaii: la sua nascita sarebbe stata annunciata da una grande fiamma attraverso il cielo. Nel 1758 la cometa di Halley solcò il cielo delle Hawaii: secondo molti resoconti, Kamehameha nacque poco dopo. Figlio del capo Keoua Nui dell'Isola Grande, inizialmente venne chiamato Pai'ea, cioè \"granchio dal guscio duro\". Keoua era solo uno dei molti piccoli leader dell'isola, che era stata suddivisa in più distretti durante una guerra di successione nella generazione precedente. Il sovrano di fatto era Alapa'inuiakauaua, un capo rivale, che si era accaparrato la maggior parte dell'isola.La notizia della nascita di Pai'ea allarmò Alapa'i, perché il grande re delle leggende era noto anche come \"uccisore di capi\": le Hawaii unificate non avrebbero più avuto bisogno di leader tribali. Alapa'i ordinò quindi che il bambino venisse ucciso. Keoua, tuttavia, era ben consapevole del significato della nascita di suo figlio e così nascose il bambino presso un'altra famiglia nobile.Per cinque anni Pai'ea visse nel segreto, finché Alapa'i (per ragioni sconosciute) lo invitò a tornare a corte sotto la sua protezione. Vivendo a corte Pai'ea imparò la diplomazia e l'arte della guerra e si guadagnò il suo nome più famoso, Kamehameha, che significa \"il solitario\"."
            },
            {
                "heading": "Prima tappa, la grande isola",
                "text": "Dopo la morte di Alapa'i Kamehameha divenne un aiutante del nuovo capo. Questa situazione proseguì fino al 1782, quando in seguito a una nuova successione gli fu affidata un'importante mansione religiosa. Forte del prestigio così acquisito, Kamehameha cominciò a costruirsi un seguito tra i capi minori del distretto di Kona della Grande Isola. Quando arrivò ad accumulare il supporto di cinque capi Kamehameha si sentì abbastanza forte da sfidare la corte locale. Alla battaglia di Moku'ohai le sue forze sconfissero il capo in carica; Kamehameha divenne il nuovo governante dei distretti di Kohala, Kona e Hamakua.Nel 1790 Kamehameha aggiunse ai suoi domini il vicino distretto di Puna, ma ben presto dovette affrontare una sollevazione scatenata nel Ka'u dal suo rivale Keoua Kuahu'ula. Sempre molto religioso, Kamehameha costruì un grande tempio per chiedere il favore degli dèi e la loro benedizione per schiacciare la ribellione. Nel 1791 il tempio fu completato e Kamehameha invitò Keoua per un incontro sulla spiaggia. Sugli eventi di quella fatale mattina ci sono resoconti contrastanti, ma alla fine Keoua rimase ucciso dal fuoco dei moschetti e Kamehameha diventò re di tutta la Grande Isola."
            },
            {
                "heading": "Altre profezie, altre conquiste",
                "text": "Ma questo non poteva bastargli: il suo scopo era unificare sotto la propria bandiera l'intero arcipelago delle Hawaii. Questo desiderio era ulteriormente alimentato da un'altra leggenda che, apparentemente, Kamehameha aveva soddisfatto. Sulla Grande Isola gli dèi avevano posto un enorme macigno, pesante una tonnellata: la Pietra di Naha. La leggenda affermava che un giorno sarebbe comparso un potente guerriero in grado di sollevarla, e che quel guerriero sarebbe diventato un grande re e avrebbe unificato tutte le isole. Kamehameha riuscì a compiere l'impresa a 14 anni. Reso fiducioso dalla serie di vittorie e di profezie realizzate, il giovane leader cominciò a pianificare l'acquisizione delle isole rimanenti.Per un'altra coincidenza fortunata, proprio in quel periodo i mercanti americani e inglesi arrivarono sull'isola e furono ben lieti di vendergli armi e munizioni. Forte del suo equipaggiamento superiore, nel 1795 Kamehameha si mosse contro le isole di Maui e O'ahu. Con un esercito di soli 10.000 uomini decimò rapidamente le forze di Maui per poi rivolgersi contro O'ahu. Sulle scogliere di Pali incontrò una dura resistenza, per lo più organizzata da un suo comandante che aveva cambiato bandiera. Alla fine riuscì a sconfiggere i soldati nemici, scaraventandone molti giù dalla scogliera verso una morte orribile.A questo punto solo due isole sfuggivano ancora al suo dominio: Kaua'i e Ni'ihau, situate nella parte occidentale dell'arcipelago. Kamehameha costruì un'enorme nave da guerra nella capitale Honolulu e tentò una prima invasione di Kaua'i nel 1796. Sfortunatamente una rivolta sulla grande Isola, capeggiata dal fratello, lo costrinse a ritornare indietro per riorganizzare le proprie forze. Kamehameha, che per carattere non era disposto a mollare la presa, cercò ancora di invadere Kaua'i nel 1803. Questa volta però la missione fu interrotta da un'epidemia mortale esplosa tra i suoi uomini. A questo punto, irritato dalle molteplici battute d'arresto, costruì la più grande flotta mai conosciuta nella storia delle Hawaii, con enormi canoe da guerra, schooner europei e parecchi cannoni mortali . Il capo di Kaua'i, di nome Kaumuali'i, osservò la possente armata che si avvicinava e decise che probabilmente un negoziato gli avrebbe offerto maggiori probabilità di sopravvivenza. Nel 1810 Kaumuali'i divenne vassallo di Kamehameha, che così poté coronare il sogno di regnare su tutte le Hawaii riunite."
            },
            {
                "heading": "Il Napoleone del Pacifico",
                "text": "Kamehameha non era solo un conquistatore: non appena ebbe il potere si mise subito all'opera per consolidare l'unificazione delle isole e migliorare la qualità di vita della popolazione. Riorganizzò il sistema legale, impose alcune tasse e aprì un canale commerciale ufficiale con l'Europa e gli Stati Uniti. Inoltre creò la base per quella che sarebbe diventata la costituzione statale delle Hawaii, la \"Legge della Pala scheggiata\" (Mamalahoe Kanawai). Questa legge ebbe i suoi umili inizi durante una delle prime scaramucce militari di Kamehameha. Durante un'incursione il leggendario guerriero era stato attaccato da un paio di pescatori locali che si erano fatti avanti approfittando del fatto che gli si era incastrato un piede sotto una roccia. Spaventati, i due l'avevano colpito sulla testa con la pagaia della loro canoa, che si era spezzata in due. A questo punto erano scappati via, dandolo per morto, mentre in realtà era solo stordito. Dodici anni dopo i due pescatori furono finalmente catturati e portati a giudizio: o almeno, così credettero. Invece di condannarli, però, Kamehameha si scusò per aver attaccato degli innocenti e donò loro delle terre, proclamando che da quel momento in poi le persone non combattenti sarebbero state sempre protette anche in tempo di guerra. Da quel momento in poi, la Legge della Pala spezzata riuscì ad influenzare molte leggi di guerra di impostazione umanitaria in tutto il mondo.Durante il suo regno Kamehameha è riuscito a far sì che le Hawaii restassero una nazione indipendente, mentre tutte le altre isole polinesiane venivano ingoiate dalle avide potenze coloniali. Questo lascito di indipendenza gli ha fatto guadagnare il soprannome di \"Napoleone del Pacifico\"."
            },
            {
                "heading": "Morte di una leggenda",
                "text": "Kamehameha morì l'8 maggio del 1819 con la fama di guerriero leggendario, re onorato e padre di sette figli. Seguendo il costume della religione hawaiana il suo corpo fu nascosto dagli amici più cari in modo che nessuno potesse mai ritrovarlo e rubare il suo mana o energia spirituale. Il luogo della sepoltura rimane un mistero ancora oggi."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Kamehameha è uno dei personaggi più importanti e dei governanti più rispettati di tutta la storia delle Hawaii. Oltre a stabilire una delle pochissime nazioni indipendenti della Polinesia ha abolito la pratica dei sacrifici umani e protetto gli innocenti in tempo di guerra. Nessuno può dire se la sua nascita abbia avuto un'ispirazione divina, ma una cosa è certa: il suo regno ha soddisfatto in pieno le antiche profezie, che secoli prima avevano annunciato l'arrivo di un grande re."
            }
        ]
    }
}