{
    "id": 40,
    "name": "Portogallo|del Portogallo|al Portogallo|il Portogallo|dal Portogallo",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/portugal.png",
    "dawn_of_man": "Che tu sia benedetta, misericordiosa regina Maria, sovrana e protettrice del popolo portoghese. Prima regina regnante del Portogallo, con il tuo saggio consiglio hai salvato la corte reale dalle incursioni di Napoleone, stabilendola in Brasile e proteggendo così l'indipendenza del governo portoghese. Nonostante tu abbia dovuto lottare costantemente con la malattia, ti sei sforzata di assicurare una salda cooperazione con il Brasile, che anche grazie a questo è giunto a ottenere la propria indipendenza: per questo sarai sempre ammirata e rispettata da entrambe le nazioni.Nobile e pia regina, guiderai ancora una volta il regno del Portogallo nello spirito della cooperazione e della prosperità? Fonderai un nuovo impero capace di superare tutti quelli venuti prima di te? Saprai plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Nau|una Nau|dalla tua Nau|alla tua Nau|la tua Nau|da una Nau",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/nau.json"
        }
    ],
    "city_names": [
        "Lisbona",
        "Oporto",
        "Braga",
        "Coimbra",
        "Funchal",
        "Leiria",
        "Goa",
        "Vila Nova de Gaia",
        "Aveiro",
        "Luanda",
        "Evora",
        "Faro",
        "Castelo Branco",
        "Bissau",
        "Guarda",
        "Viseu",
        "Praia",
        "Braganza",
        "Beja",
        "Tomar",
        "Maputo",
        "Tavira",
        "Figueira da Foz",
        "Viana do Castelo",
        "São Tomé e Príncipe",
        "Silves",
        "Sintra",
        "Dili",
        "Lamego",
        "Ponta Delgada"
    ],
    "spy_names": [
        "Francisco",
        "Gaspar",
        "Alvaro",
        "Bento",
        "Roberto",
        "Alfonso",
        "Galeote",
        "Diogo",
        "Eliana",
        "Oriana"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Il Portogallo è stato abitato fin dalla preistoria: nel I millennio a.C. fu raggiunto dai mercanti fenici e poi cartaginesi, che vi incontrarono alcune tribù celtiche che si erano spinte in Iberia varcando i Pirenei. Nei secoli successivi la penisola fa occupata da romani, svevi e visigoti, ma si può dire che la storia del Portogallo abbia inizio con l'invasione musulmana del 711 d.C.: infatti fu istituito come regno cristiano indipendente nel 1139, durante la Reconquista. In prima fila durante l'epoca delle grandi scoperte, nel XV e XVI Secolo il Portogallo diede vita al primo impero mondiale, che si estendeva dal Sudamerica all'Africa e fino all'estremo oriente. Nell'Ottocento quell'impero si sgretolò, in particolare per via dell'indipendenza del Brasile, che nel 1822 inflisse un duro colpo al potere e all'influenza portoghesi. Dopo la rivoluzione che nel 1910 pose fine alla monarchia, il paese subì una serie di giunte militari e dittature, finché nel 1975 riuscì finalmente a indire elezioni democratiche. Una nuova costituzione nel 1976 e l'ingresso nella CEE nel 1986 assicurarono la tenuta della democrazia. La visione errata secondo cui questa nazione è stata poco più di un avamposto ai margini dell'Europa è stata ben riassunta dal giornalista americano Richard H. Davis, che ha scritto: \"Il Portogallo è un'alta collina sormontata da una torre di guardia bianca che inalbera bandiere di segnalazione. Apparentemente è abitata da un uomo che vive in una lunga fila di case gialle con i tetti rossi e popolata da pecore che fanno gran mostra del loro equilibrio sui fianchi della collina.\". Ma con la sua storia e la sua ricca cultura il Portogallo, che oggi è una delle nazioni più globalizzate, è molto, molto di più."
        },
        {
            "heading": "Clima e territorio",
            "text": "La nazione moderna del Portogallo occupa una parte della penisola iberica e due arcipelaghi nell'Atlantico: Madera e le Azzorre. Pur non avendo grande estensione, presenta una buona diversità di territori, dalle basse coste e le vaste pianure del sud fino ai monti Estrela, che sfiorano i 2.000 metri di altezza. Le Azzorre si trovano 1.600 km a ovest di Lisbona, a cavallo della Dorsale Medio Atlantica; Madera poco meno di 1.000 km a sud-ovest. Tre fiumi nascono nella Meseta, l'altopiano centrale spagnolo, e attraversano il Portogallo per tuffarsi nell'Atlantico; a nord si trovano il Duero, il Tago e il Guadiana, che scorre lungo il confine sud-orientale. Il clima portoghese è di tipo mediterraneo: nonostante le temperature fresche sulle montagne, è uno dei paesi più caldi d'Europa. Le precipitazioni annuali vanno dai 300 cm sulle montagne settentrionali a meno di 30 lungo una parte del Duero. Gli arcipelaghi presentano un clima classificato come marittimo temperato, sebbene Madera sia molto più arida delle Azzorre. Dopo millenni di insediamenti umani, della flora e della fauna originali non resta molto: la vegetazione più interessante è composta da varie specie di pino e di quercia. Il Portogallo presenta le specie di mammiferi e uccelli comuni in tutta la penisola iberica. D'altro canto, le sue acque sono tra le più ricche del mondo in termini di biodiversità, con migliaia di specie ittiche, tra cui molte varietà di sardine, tonni e sgombri."
        },
        {
            "heading": "Storia antica",
            "text": "La prima cultura umana distinta è emersa in Portogallo nel periodo Mesolitico, intorno al 5500 a.C. Nel giro di due millenni, tribù neolitiche provenienti dall'Andalusia avevano raggiunto la regione, portando l'agricoltura e la lavorazione della ceramica e dei metalli morbidi. In un periodo precedente al 500 a.C. popolazioni celtiche dell'età del ferro entrarono in Iberia dal nord, soppiantando gli abitanti neolitici. Più o meno nello stesso periodo i mercanti fenici e cartaginesi stabilirono basi commerciali e insediamenti sulle coste. Quando nel 201 a.C. Roma acquisì il controllo della penisola in seguito alla Seconda Guerra Punica, la federazione dei popoli lusitani si arroccò nelle sue fortezze occidentali e resistette alla dominazione romana finché, intorno al 140 a.C., anche le ultime tribù celtiche furono sconfitte. Nel 25 a.C. Cesare Augusto fondò Augusta Emerita (la moderna Merida) come capitale della provincia di Lusitania, che abbracciava tutto l'odierno Portogallo.Con il declino dell'impero romano d'occidente la tribù germanica degli svevi entrò in Iberia dalla Gallia. Dopo essersi insediati nella Galizia del sud occuparono la Lusitania e poi il resto della penisola. A loro volta furono sostituiti dai visigoti, che dopo un certo periodo, però, si spostarono in Nordafrica. Nel 550 d.C. il regno goto degli svevi era stato ripristinato e il suo re si era convertito al cattolicesimo; ma era debole e diviso, prostrato da decenni di lotte. Quando nel 711 le forze musulmane invasero il paese, l'unica resistenza degna di nota si ebbe nei dintorni di Merida. Nel giro di due decenni i Mori occuparono la maggior parte del Portogallo e della Galizia. Nel 756 Abd al-Rahman I fondò il califfato omayyade di Cordoba."
        },
        {
            "heading": "L'Iberia musulmana e la Reconquista",
            "text": "Il Portogallo sarebbe rimasto sotto il dominio islamico per cinque secoli e mezzo. Nel 1031 il Califfato di Cordoba si dissolse in 23 piccoli regni, le \"taifa\", ognuna governata da un emiro che faceva capo a Damasco. La maggior parte del Portogallo ricadde nella taifa di Badajoz, ma lo stato di guerra costante tra i piccoli regni portò nel 1086 alla sua conquista da parte degli almoravidi, provenienti dal Marocco, a loro volta soppiantati nel 1147 dalla dinastia degli almohadi. Il governo islamico di al-Andalus, la parte musulmana dell'Iberia, fu contemporaneamente spietato e illuminato. Solo il regno settentrionale delle Asturie riuscì a sconfiggere a più riprese i Mori, mantenere l'indipendenza e restare cristiano.Nel 778, cinquant'anni dopo che Carlo Martello aveva respinto i musulmani nella Battaglia di Tours, Carlo Magno diede il via alla riconquista dell'Iberia da parte delle forze cristiane. Facendo causa comune con le Asturie, i franchi e i Cavalieri Teutonici dedicarono i successivi cinque secoli a respingere lentamente i Mori, finché nel 1300 i possedimenti islamici sulla penisola si ridussero all'Emirato di Granada, sulla costa del Mediterraneo. Durante l'avanzata, i crociati fondarono diversi regni cristiani in Iberia: Navarra nell'824; León nel 910; Aragona nel 1035; Castiglia nel 1037... e Portogallo nel 1139."
        },
        {
            "heading": "La fondazione del Portogallo",
            "text": "La contea del Portogallo, vassalla del Regno di León, fu donata dal re ad Alfonso Henrique in cambio del suo servizio durante la guerra contro i musulmani. Nel 1128 il nuovo Conte del Portogallo sconfisse le forze della sua stessa madre per assicurare il proprio dominio esclusivo. Nel decennio successivo Henrique portò avanti una campagna militare ininterrotta contro i Mori, finché nel luglio 1139 riportò una vittoria decisiva nella Battaglia di Ourique. Subito dopo fu proclamato all'unanimità dai suoi soldati Re Alfonso I di Portogallo. Alfonso stabilì la sua corte a Lamego, dove fu incoronato ufficialmente dall'arcivescovo di Braga. Il nuovo regno fu riconosciuto come stato cristiano indipendente dal re di León e Castiglia nel 1143 e da Papa Alessandro III nel 1179.Alfonso I e i suoi successori continuarono ad avanzare verso sud, ricacciando indietro i Mori. Nel 1249 la Riconquista del Portogallo terminò con la liberazione della regione dell'Algarve, che diede al paese i confini che mantiene ancora oggi. Dopo la Riconquista, la penisola iberica poté godersi un periodo di pace e il regno prosperò dal punto di vista economico e culturale. Nel 1383 Juan I di Castiglia, genero di un re del Portogallo anziano e senza eredi, avanzò delle pretese sul trono. Un gruppo di piccoli nobili portoghesi e di gente comune, guidato da João di Aviz (in seguito re João I), sconfisse i castigliani e diede inizio al regno della casata di Aviz in Portogallo."
        },
        {
            "heading": "Impero",
            "text": "João I del Portogallo trovò ben presto una valvola di sfogo per i più irrequieti e avventurosi dei suoi figli. I portoghesi, da sempre un popolo di marinai, sarebbero diventati esploratori, costruendosi così un impero in grado di abbracciare tutto il mondo. La prima impresa fu relativamente modesta: la conquista nel 1415 del primo avamposto oltremare, la città musulmana di Ceuta, sulla costa settentrionale dell'Africa. Sotto la direzione e il patrocinio del terzogenito di João, l'Infante Enrico, passato alla storia come Enrico il Navigatore (1394-1460), i capitani portoghesi avrebbero presto scoperto Madera e le Azzorre, scatenando la prima ondata di colonizzazione portoghese. Nel resto del secolo si sarebbero spinti sempre più a sud lungo le coste africane, acquisendo territori mentre cercavano una rotta per raggiungere l'India e l'Oriente.Nel 1498 Vasco de Gama aprì finalmente una rotta commerciale marittima verso l'India, portando al Portogallo le ricchezze orientali. Due anni dopo la flotta vagante di Pedro Cabral scoprì il Brasile e lo rivendicò per la corona portoghese. Un decennio dopo Alfonso de Albuquerque conquistò Goa in India, Ormuz sul Golfo Persico e la Malacca in Malesia. Altri mercanti portoghesi stabilirono basi commerciali in India, Taiwan, Giappone e Timor. All'inizio del XVI Secolo la piccola nazione del Portogallo dominava le rotte marine nell'Oceano Indiano e nel sud dell'Atlantico ed era in grado di rivaleggiare con chiunque in Europa per potenza economica, politica e militare."
        },
        {
            "heading": "Restaurazione",
            "text": "Nel 1580 la lotta per la successione portoghese portò alla riunione di Spagna e Portogallo sotto Filippo II; il Portogallo restò una nazione sovrana, ma quest'unione lo privò di una politica estera distinta e lo obbligò a partecipare alla guerre spagnole in Europa e altrove. I ricavi provenienti dalle colonie e dal commercio oltremare finivano per la maggior parte nelle casse spagnole; questo spinse i nobili portoghesi a sollevarsi nel 1640 per riconquistare l'indipendenza. Da quel momento Portogallo e Brasile saranno governati da monarchi nominati dalla Casa Reale di Braganza.Per i 150 anni successivi il Portogallo restò per lo più ai margini della politica europea. Con l'eccezione di una breve invasione spagnola durante la Guerra dei Sette Anni, la corona e il popolo furono ben contenti di godersi in pace i frutti dell'impero coloniale. Ma tutto questo ebbe fine con l'intervento dell'imperatore francese, Napoleone Bonaparte. Il Portogallo era riuscito, nonostante fosse alleato con la Gran Bretagna da più di quattro secoli, a tenersi fuori dal caos delle guerre napoleoniche. Nel 1807 il principe reggente João VI aveva assunto il potere al posto della madre Maria I, giudicata inadatta a governare a causa della porfiria che la affliggeva. Quando si rifiutò di unirsi al Blocco Continentale, che impediva alle navi inglesi di attraccare in qualsiasi porto europeo, le truppe francesi e spagnole invasero il Portogallo. Incapace di contrastarle, a novembre il principe si imbarcò con tutta la corte e l'amministrazione (circa 10.000 persone in tutto) e fuggì in Brasile attraverso l'Atlantico.Dopo cinque anni il Portogallo fu liberato dalle forze anglo-portoghesi guidate da Wellington coadiuvate da gruppi di milizie locali, ma la lunga occupazione e il trasferimento del governo segnarono l'inizio di un declino che sarebbe continuato inesorabile fino al XX Secolo inoltrato. L'erosione dell'impero coloniale e, in particolare, l'indipendenza del Brasile nel 1822, inflissero un duro colpo all'economia portoghese. Con l'eccezione degli affari e delle eventuali rivolte coloniali, il governo si attenne in gran parte a un politica non dichiarata di isolazionismo. Dal punto di vista sociale e tecnologico il paese restò indietro rispetto alle altre nazioni europee. Le maggiori fonti di ricavo divennero l'agricoltura, il turismo e l'industria della pesca; il Portogallo fu considerato sempre più come \"la periferia sonnolenta dell'Europa\"."
        },
        {
            "heading": "Rivoluzione e repubblica",
            "text": "Durante questo periodo re Carlo I fu obbligato a dichiarare la bancarotta del Portogallo due volte, nel 1892 e poi ancora nel 1902. In entrambi i casi seguirono proteste, tafferugli, fermento sociale e rivolte locali, mentre la monarchia diventava sempre più impopolare. Questa situazione culminò nel febbraio del 1908 con l'assassinio del re e del suo erede, il figlio Luis Filipe. La corona passò al secondogenito di Carlo, Manuel II, che però non riuscì a migliorare le condizioni del paese. Nell'ottobre 1910 una rivoluzione popolare rovesciò la monarchia e istituì la repubblica. Ma l'instabilità economica, il caos sociale e l'agitazione politica aprirono la strada al radicalismo. Nel 1926 un colpo di stato militare portò alla creazione della Ditadura Nacional. Il governo del Portogallo passò attraverso una serie di giunte militari, mentre la sua ricchezza e la sua influenza continuavano a declinare. A partire dal 1960 i movimenti indipendentisti in Angola, Mozambico e Guinea portarono allo scoppio della Guerra coloniale portoghese (1961-1974), che tra l'altro ebbe come risultato un embargo economico e altre sanzioni punitive della comunità internazionale nei confronti del Portogallo."
        },
        {
            "heading": "Un nuovo ordine",
            "text": "La giunta si oppose strenuamente alla decolonizzazione, dedicando a tale scopo una quantità di denaro e di risorse umane che il Portogallo poteva difficilmente permettersi. Di fronte a un'ondata crescente di dissenso, interno ed esterno, la dittatura fu finalmente spazzata via nell'aprile del 1974 dalla Rivoluzione dei garofani, un colpo di stato dei militari di sinistra che si svolse in modo relativamente pacifico. La rivoluzione portò all'indipendenza dei restanti territori portoghesi oltremare e, dopo due anni di transizione, anche al ritorno della democrazia nel paese. La costituzione portoghese fu riscritta nel 1976 per accogliere principi socialisti e comunisti. Da allora il governo si è alternato tra neosocialismo e neoliberismo: sono state intraprese riforme agrarie e nazionalizzazioni e, per due volte, il Portogallo è stato obbligato a ricorrere al Fondo Monetario Internazionale per concordare un programma di recupero e stabilizzazione dell'economia. Nel 1986 il paese è entrato nella CEE e successivamente nell'Unione Europea. Nel 1999 l'ultima colonia portoghese, Macao, è stata consegnata alla Repubblica Cinese. Dopo molti sforzi il Portogallo è stato ancora una volta reintegrato in Europa e ha ripreso il suo posto nella grande fratellanza delle nazioni mondiali."
        },
        {
            "heading": "Un nuovo ordine",
            "text": "La giunta si oppose strenuamente alla decolonizzazione, dedicando a tale scopo una quantità di denaro e di risorse umane che il Portogallo poteva difficilmente permettersi. Di fronte a un'ondata crescente di dissenso, interno ed esterno, la dittatura fu finalmente spazzata via nell'aprile del 1974 dalla Rivoluzione dei garofani, un colpo di stato dei militari di sinistra che si svolse in modo relativamente pacifico. La rivoluzione portò all'indipendenza dei restanti territori portoghesi oltremare e, dopo due anni di transizione, anche al ritorno della democrazia nel paese. La costituzione portoghese fu riscritta nel 1976 per accogliere principi socialisti e comunisti. Da allora il governo si è alternato tra neosocialismo e neoliberismo: sono state intraprese riforme agrarie e nazionalizzazioni e, per due volte, il Portogallo è stato obbligato a ricorrere al Fondo Monetario Internazionale per concordare un programma di recupero e stabilizzazione dell'economia. Nel 1986 il paese è entrato nella CEE e successivamente nell'Unione Europea. Nel 1999 l'ultima colonia portoghese, Macao, è stata consegnata alla Repubblica Cinese. Dopo molti sforzi il Portogallo è stato ancora una volta reintegrato in Europa e ha ripreso il suo posto nella grande fratellanza delle nazioni mondiali."
        }
    ],
    "leader": {
        "name": "Maria I",
        "subtitle": "Leader del Portogallo",
        "lived": "Dal 1734 al 1816 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/maria_i.png",
        "trait": {
            "name": "Mare Clausum",
            "effect": "Per il Portogallo, la diversità delle Risorse frutta una quantità doppia di Oro nelle Rotte commerciali."
        },
        "titles": [
            "Regina reggente di Portogallo, Brasile e Algarve"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "In una dinastia marcata per secoli dalla tragedia e dalla follia, Maria I è senza dubbio la più famosa al mondo, e forse la più amata dal popolo portoghese. Regina di Portogallo, del Brasile e dell'Algarve, fu chiamata Maria la Pia quando governava il Portogallo e Maria la Pazza dopo essere fuggita in Brasile nel 1807 davanti all'invasione di Napoleone. Resa inabile da una follia crescente, Maria I morì a Rio de Janeiro nel 1816."
            },
            {
                "heading": "Giovinezza",
                "text": "Maria, cresciuta ed educata a corte con le 3 sorelle minori, mostrò un profondo interesse verso la religione e la teologia. Affascinata dal rituale e dalla trasparenza della fede, passava lunghe ore in preghiera e devozione. I resoconti dei visitatori a corte riportano che, sebbene fosse alta, era graziosa, con lineamenti appuntiti ma un sorriso caldo. Tuttavia, già adolescente cominciò a soffrire di crisi di melanconia e agitazione nervosa, che occasionalmente la costringevano a restare confinata a letto.Una volta cresciuta Maria sposò Pedro III, fratello minore di suo padre. Nonostante la differenza d'età, Maria aveva 25 anni e Pedro 42, il matrimonio fu stabile e felice. Entrambi erano molto devoti, partecipando insieme alla messa più volte al giorno. Pedro fece abbattere il suo palazzo a Queluz per ricostruirlo nello stile di Versailles, che Maria ammirava; la coppia vi prese residenza nel 1764. Nel corso degli anni Maria diede alla luce sette bambini, di cui però solo tre sopravvissero fino all'età adulta."
            },
            {
                "heading": "Ascesa al trono",
                "text": "Nel 1776 il re José I fu colpito da un infarto, morendo nel febbraio del 1777. In seguito al terremoto e all'onda di maremoto che avevano devastato Lisbona e la costa del Portogallo nel 1755, e a un tentativo di assassinio nel 1778, José aveva lasciato sempre più il governo del paese nelle mani del suo spietato segretario di stato, il marchese di Pombal, le cui brutali riforme avevano ridotto i diritti civili e le libertà personali. Appena salita al trono, il primo atto di Maria fu il suo allontanamento, dovuto più che altro alle sue politiche implacabilmente anti-gesuite.Negli anni successivi il Portogallo fu sempre più coinvolto negli affari europei. La Rivoluzione Francese spinse il governo a stringere un'alleanza con la Gran Bretagna. Nel luglio 1782, sperando di sfuggire alle guerre napoleoniche, il Portogallo si unì alla Lega della neutralità armata. Maria e il consorte passarono questi anni dedicandosi alle arti, promuovendo in special modo opere religiose e progetti di costruzione."
            },
            {
                "heading": "Follia",
                "text": "Per molto tempo la regina aveva sofferto di manie religiose e melanconia, ma il suo stato mentale fu riconosciuto per la prima volta all'inizio del 1786, quando in seguito a una cerimonia religiosa dovette essere trasportata nei suoi appartamenti in preda a un attacco delirante. Il suo stato si aggravò quando nello stesso anno il marito morì dopo una breve malattia, seguito due anni più tardi dal figlio maggiore e dalla sola figlia sopravvissuta Mariana. Nello stesso anno anche il confessore di lunga data della regina passò a miglior vita. L'effetto complessivo di questi eventi fece precipitare Maria I nella completa follia.Nel 1792 il consiglio dei ministri concluse che la loro regina era alienata e chiese che l'unico figlio sopravvissuto, João, \"prendesse su di sé la direzione degli affari pubblici\". Nel 1799 João assunse la carica di principe reggente del Portogallo, dato che la madre non era in condizioni di regnare. Maria I fu confinata nel palazzo, dove occasionalmente si aggirava nei corridoi gridando \"Ay, Jesus\" e invocando il nome del marito e dei figli morti."
            },
            {
                "heading": "Fuga in Brasile",
                "text": "Nel 1807 il rifiuto del governo di unirsi al blocco navale di Napoleone contro l'Inghilterra culminò con l'invasione franco-spagnola. Impossibilitato a resistere, João, sollecitato dal governo inglese, decise di fuggire con tutta la famiglia reale e i suoi ministri nel vicereame portoghese del Brasile. Sebbene Wellington fosse destinato a liberare il Portogallo durante la Guerra nella penisola iberica, la famiglia reale restò in Brasile per molti anni.Maria stessa trascorse la maggior parte della vita che le restava nel convento Carmo, a Rio de Janeiro. Durante gli otto anni che vi passò cominciò a soffrire di disturbi fisici sempre più gravi, tra cui dissenteria e febbri tropicali; l'artrite e l'edema la confinarono su una sedia a rotelle e infine a letto. Quando il figlio o altri membri della famiglia la andavano a trovare, avrebbe gridato ripetutamente: \"Voglio morire!\". Alla fine, a 81 anni, la sua tragica vita ebbe fine."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Nonostante la sua follia, Maria I è una figura molta ammirata in Portogallo e in Brasile, grazie ai cambiamenti e agli eventi che ebbero luogo durante il suo regno. In Portogallo è considerata una delle figure femminili più forti della sua lunga storia. La sua prominenza nella cultura del paese è ben illustrata dal Palazzo Nazionale di Queluz, un capolavoro barocco che Maria aiutò a concepire. In Brasile è considerata una delle figure chiave dell'indipendenza del paese. La sua vita personale è certamente stata dolorosa, ma il suo retaggio storico non lo è."
            }
        ]
    }
}