{
    "id": 15,
    "name": "Roma|di Roma|a Roma|Roma|da Roma",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/roma|di_roma|a_roma|roma|da_roma.png",
    "dawn_of_man": "Che la benedizione degli dèi scenda su di te, Cesare Augusto, imperatore di Roma e di tutte le sue terre. Il tuo impero fu il più vasto e il più duraturo di tutto l'emisfero occidentale, di cui il tuo popolo ha modellato cultura, leggi, arti e tecnica militare come mai altri prima o dopo. Anno dopo anno di gloriose conquiste, Roma giunse a dominare tutto il bacino del Mediterraneo, dalla Spagna a ovest alla Siria a est, espandendosi a nord fino all'Inghilterra e alla Germania settentrionale. L'arte e l'architettura romana ancora oggi meravigliano e stupiscono il mondo facendo di Roma un modello per le civiltà che seguirono.O potente imperatore, il tuo popolo si rivolge a te a gran voce per riconquistare la sua antica gloria. Farai in modo che il tuo impero risorga, portando pace e ordine a tutti? Renderai Roma nuovamente il centro del mondo? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Balista|una Balista|dalla tua Balista|alla tua Balista|la tua Balista|da una Balista",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/ballista.json"
        },
        {
            "name": "Legione|una Legione|dalla tua Legione|alla tua Legione|la tua Legione|da una Legione",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/legion.json"
        }
    ],
    "city_names": [
        "Roma",
        "Anzio",
        "Cuma",
        "Napoli",
        "Ravenna",
        "Arezzo",
        "Milano",
        "Arpino",
        "Circea",
        "Sezia",
        "Satricum",
        "Ardea",
        "Ostia",
        "Velletri",
        "Viroconium",
        "Taranto",
        "Brindisi",
        "Cesaraugusta",
        "Cesarea",
        "Palmira",
        "Signia",
        "Aquileia",
        "Clusium",
        "Sutrium",
        "Cremona",
        "Piacenza",
        "Hispalis",
        "Artaxata",
        "Aurelianorum",
        "Nicopolis",
        "Londinium",
        "Eburacum",
        "Gordiana",
        "Agrippina",
        "Lugdunum",
        "Verona",
        "Corfinio",
        "Treviri",
        "Sirmium",
        "Augustadorum",
        "Bagacum",
        "Lauriacum",
        "Teurnia",
        "Curia",
        "Fregelle",
        "Alba Fucens",
        "Sora",
        "Interrama",
        "Suessa",
        "Saticula",
        "Luceria",
        "Arminia",
        "Sena Gallica",
        "Castronuovo",
        "Adria"
    ],
    "spy_names": [
        "Flavio",
        "Regula",
        "Servius",
        "Lucia",
        "Cornelius",
        "Licina",
        "Canus",
        "Serpens",
        "Agrippa",
        "Bruto"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "L'impero romano è l'entità politica più notevole e longeva nella storia della civiltà occidentale. Fondato intorno all'VIII secolo a.C., una parte di esso sopravvisse fino al XV secolo d.C. In alcuni campi i Romani furono grandi innovatori e non disdegnarono di appropriarsi delle buone idee provenienti dalle altre culture. Lasciarono un segno profondo sulla cultura, la legge, l'arte, l'architettura, la religione, il linguaggio e le abitudini militari dell'Occidente.Questa voce della Civilopedia tratta l'ascesa di Roma, la repubblica e la formazione dell'impero sotto il grande Augusto."
        },
        {
            "heading": "Territorio e clima",
            "text": "La città di Roma si estende lungo il fiume Tevere, nell'Italia centrale. L'Italia ha la forma di uno stivale ed è attraversata da una serie di montagne e colline; le regioni costiere sono più fertili e pianeggianti. Sul nord alpino e sulle alture dell'Appennino l'inverno può essere molto freddo, mentre le coste godono di un clima più temperato, tipicamente mediterraneo.Al suo culmine l'impero romano controllava gran parte dell'Europa occidentale e centrale, oltre a una buona parte di Medio Oriente e alla maggior parte della costa nordafricana. È chiaro che il clima e il territorio variavano moltissimo da una provincia all'altra."
        },
        {
            "heading": "Gli inizi di Roma",
            "text": "Secondo la leggenda Roma fu fondata da due gemelli, Romolo e Remo, figli del dio Marte e della figlia di un re. I bambini furono abbandonati alla nascita, ma una lupa li salvò allattandoli e proteggendoli. Una volta raggiunta la maturità i ragazzi fondarono una città, ma litigarono su chi avrebbe avuto il comando. Romolo uccise il fratello e divenne il primo re di Roma.Gli archeologi fanno risalire il primo insediamento importante nell'area all'VIII secolo a.C., anche se ci sono testimonianze della presenza umana già nel X secolo a.C. La città fu fondata da una tribù di Latini sul colle Palatino, proprio davanti a un guado sul Tevere. La sua posizione strategica ne fece naturalmente uno snodo commerciale tra la civiltà etrusca a nord e gli insediamenti greci a sud. In questo modo Roma poté beneficiare degli avanzamenti tecnologici e culturali di entrambi i gruppi. La sua posizione la rendeva molto appetibile ai vicini, così i Latini dovettero combattere per due secoli per respingere gli attacchi degli Etruschi e dei Sabini, un'altra tribù locale."
        },
        {
            "heading": "La repubblica",
            "text": "La tradizione afferma che l'ultimo re di Roma fosse un brutale tiranno. Questo monarca scellerato, Tarquinio il Superbo, fu rovesciato dopo che suo figlio osò violentare una virtuosa nobildonna. Gli storici moderni ritengono che la verità sia molto più prosaica. Secondo una teoria la città fu conquistata dagli Etruschi, che deposero il re, ma gli eventi esterni li costrinsero a ritirarsi prima di aver potuto mettere sul trono un monarca scelto da loro. Dopo aver constatato che preferivano restare senza re, i Romani non richiamarono Tarquinio ma organizzarono una repubblica genericamente basata sul modello greco. Si ritiene che l'ultimo re di Roma sia caduto alla fine del V secolo a.C.Con il tempo il sistema politico romano subì un'evoluzione, ma all'inizio la struttura funzionava più o meno come segue: Roma era governata da due consoli, che agivano come primi magistrati e comandanti militari. I due consoli, che avevano identici poteri, erano eletti ogni anno dal comizio centuriato, un'assemblea militare di cavalieri. Per assicurare un comando unico, in tempi di grande crisi era anche possibile eleggere un dittatore, che aveva il supremo comando militare. Il governo del dittatore però durava solo sei mesi, dopodiché il potere tornava ai consoli e al Senato.Il secondo blocco di potere del governo di Roma era appunto il Senato, composto da circa 300 uomini appartenenti alle famiglie più in vista. In teoria avrebbe dovuto servire unicamente come corpo consultivo, in grado di fornire direttive sia ai consoli sia alle assemblee (di cui parleremo tra poco). In realtà il Senato disponeva di un enorme potere politico, e i suoi \"consigli\" venivano quasi sempre seguiti.A Roma si riunivano periodicamente due assemblee, che teoricamente disponevano di tutto il potere politico. Il comizio centuriato si incontrava fuori dalla città, nel Campo Marzio. Come abbiamo detto, quest'assemblea era composta dai soldati romani più in vista; il suo scopo era di eleggere i consoli e gli altri magistrati e di votare su questioni di guerra e pace. L'assemblea delle genti tribali (comizi tributi) si riuniva all'interno della città ed era composta da tutti i cittadini maschi. Il suo compito era mettere in atto le leggi e servire come tribunali per i reati pubblici di carattere amministrativo."
        },
        {
            "heading": "Espansione romana",
            "text": "Per gran parte della sua storia la repubblica fu in guerra con uno o più dei suoi vicini, espandendo costantemente il suo territorio a spese di qualche altro popolo dell'Italia. Roma conquistò la vicina città di Fidene nel 426 a.C. dopo una guerra durata 11 anni, dopodiché si impegnò in un altro scontro decennale per avere ragione della città etrusca di Veio. Gran parte di queste conquiste furono spazzate via nel 390 a.C., quando una tribù di Galli sconfisse l'esercito romano e saccheggiò la città. Roma ci mise quasi mezzo secolo a riprendersi da questa devastante sconfitta.A metà del III secolo, comunque, la repubblica aveva riconquistato la maggior parte dell'Italia centrale e le colonie si estendevano molto più in là sia a nord sia a sud. I lavori procedevano spediti per la costruzione di una rete stradale incomparabile che avrebbe assicurato i collegamenti all'interno del nascente impero. Inoltre Roma stava dotandosi della sua prima flotta.La crescita di Roma, comunque, la portò in contatto (e in conflitto) con altri poteri locali. Uno di questi era Cartagine, una vecchia colonia fenicia sulla costa nordafricana dell'odierna Tunisia. In quel periodo Cartagine era al centro di un potente impero commerciale che abbracciava tutto il Nordafrica a ovest dell'Egitto, la costa della Spagna e della Francia e gran parte della Sicilia. Tra il 264 e il 146 a.C. Roma e Cartagine combatterono tre \"guerre puniche\" per determinare chi avrebbe avuto il controllo del Mediterraneo occidentale. Gli storici di Roma naturalmente hanno dato tutta la colpa a Cartagine, ma gli studiosi moderni in effetti ritengono che i Romani abbiano cercato il conflitto tentando di penetrare con la forza nei territori cartaginesi in Sicilia."
        },
        {
            "heading": "La prima guerra punica",
            "text": "La prima guerra punica (264-241 a.C.) dimostrò che i mercenari di Cartagine non potevano competere con le legioni romane, che inflissero loro una rovinosa sconfitta vicino ad Agrigento nel 261 a.C. Inizialmente l'esperta marina cartaginese ebbe molto più successo contro la flotta romana, ma questo vantaggio scemò col tempo man mano che i Romani miglioravano le loro navi e acquisivano esperienza nel combattimento. Alla fine i Cartaginesi dovettero ammettere la sconfitta e cedere la Sicilia a Roma. Poco dopo i Romani approfittarono di una ribellione nell'esercito nemico e si appropriarono anche della Corsica e della Sardegna.A questo punto Roma era riuscita a limitare severamente le operazioni di Cartagine nel Mediterraneo centrale, così la città punica cercò di recuperare terreno espandendosi in Spagna. Roma rispose alleandosi con la città spagnola di Sagunto, mettendo in chiaro che avrebbe contrastato l'espansione dei rivali in tutto il Mediterraneo. Nel 219 il generale cartaginese Annibale cinse d'assedio Sagunto e Roma dichiarò guerra ancora una volta. La seconda guerra punica (219-201 a.C.) era iniziata."
        },
        {
            "heading": "La seconda guerra punica",
            "text": "Annibale era un brillante generale e aveva capito che Cartagine non avrebbe mai potuto sconfiggere Roma finché questa avesse avuto accesso a tutte le risorse dell'Italia. Per vincere doveva interrompere la cooperazione romana con tutte le altre città italiane, e per farlo doveva invadere la penisola. Dal momento che la flotta romana dominava ormai il mare, fu costretto a percorrere la lunga strada via terra. Questo terribile viaggio di sei mesi incluse anche il passaggio delle Alpi. Nel 218 a.C. Annibale arrivò in Italia con 20.000 soldati a piedi e circa 5.000 cavalieri.Nel 217 sconfisse un esercito romano di circa 15.000 soldati, distruggendolo quasi completamente. Si spostò verso sud, sperando di provocare sollevazioni nelle città italiane soggette a Roma, ma solo poche si unirono alla causa cartaginese. Le sue forze si spostavano sul territorio senza molto effetto.Nel 216 a.C. i Romani si erano riorganizzati e avevano messo in campo contro Annibale un enorme esercito, che secondo le fonti comprendeva dai 50.000 agli 80.000 soldati. Le due forze si scontrarono a Canne. Annibale lasciò che il centro del suo schieramento arretrasse davanti all'attacco romano, ma poi sferrò un violento attacco con la cavalleria ai fianchi dell'esercito nemico, che non era protetto adeguatamente. Le forze romane si ritrovarono circondate e attaccate da tutti i lati. Poco dopo Annibale aveva distrutto un'altra armata nemica, questa volta molto più potente. Questo trionfo demoralizzò completamente i Romani. La conseguenza più importante della vittoria di Annibale fu la dimostrazione che Roma poteva essere sconfitta; quindi un gran numero di città del sud dell'Italia voltò le spalle a Roma e corse in aiuto di Cartagine.Le forze di Annibale ora erano notevolmente incrementate, ma d'altro canto il generale cartaginese doveva occuparsi della protezione di molte città alleate. Roma aveva perso un grande esercito e buona parte dei suoi possedimenti nel sud, però aveva ancora il nord dell'Italia, per non parlare del controllo navale del Mediterraneo. La guerra degenerò in una situazione di stallo.Nel 207 a.C. Asdrubale, il fratello di Annibale, emulò la sua storica marcia e portò un secondo esercito in Italia attraverso le Alpi. Il piano era di scendere in Italia centrale lungo l'Adriatico, lontano da Roma, unirsi al fratello e lanciare un attacco finale al cuore della repubblica. Roma riuscì a mettere insieme un altro esercito e le due forze si incontrarono sul fiume Metauro. Ispirandosi alla tattica dello stesso Annibale, il generale romano Gaio Claudio Nerone riuscì ad accerchiare Asdrubale, tagliandogli la strada per la ritirata. La maggior parte dell'esercito cartaginese fu massacrato e lo stesso Asdrubale finì ucciso. La sua testa, spiccata dal corpo, fu lanciata nel campo di Annibale. Questa disfatta cambiò le sorti dell'invasione. Annibale rimase nell'area ancora per anni, ma non fu più in grado di sfidare Roma in Italia.Nel frattempo, il grande generale romano Scipione aveva conquistato la maggior parte della Spagna cartaginese. Nonostante la presenza di Annibale nell'Italia del sud, Scipione convinse il Senato a intraprendere l'invasione dell'Africa. Nel 204 salpò per attraversare il Mediterraneo. Sconfisse una prima volta i Cartaginesi, e poi di nuovo l'anno successivo. Nel 202 a.C. affrontò finalmente Annibale, che era stato richiamato in patria per affrontare la crisi. Sebbene l'esercito cartaginese fosse di poco superiore numericamente, i soldati di Scipione erano veterani e la sua cavalleria era migliore. L'esercito di Annibale fu preso sul fianco e distrutto quasi completamente. Prostrata e ormai indifesa, Cartagine chiese la pace. Roma la privò di tutti i possedimenti che ancora le rimanevano in Spagna e nelle isole e la colpì duramente con l'imposizione di 10.000 talenti come riparazione di guerra (un'enorme quantità d'oro)."
        },
        {
            "heading": "La terza guerra punica",
            "text": "La terza guerra punica (149-146 a.C.) si svolse circa 50 anni dopo. Gli storici sono d'accordo nel ritenere che questo conflitto fu poco più di un'aggressione romana ai danni della quasi inerme Cartagine. Ormai Cartagine non era più una potenza militare e non poteva minacciare in alcun modo Roma, ma l'impero era invidioso della sua ricchezza e del suo impero commerciale in costante crescita. I Romani imposero alla città una serie di richieste sempre più insopportabili, tra cui la pretesa che i cittadini abbandonassero le loro case e andassero a vivere nell'interno in modo da non poter più svolgere commerci via mare. I Cartaginesi si rifiutarono e i Romani cinsero d'assedio la città, che oppose una strenua resistenza. Nel 146 a.C. Cartagine cadde. La città fu rasa al suolo, le rovine cosparse di sale (secondo il mito) e i pochi sopravvissuti venduti come schiavi. Roma era la padrona indiscussa del Mediterraneo."
        },
        {
            "heading": "Tensioni sociali e la caduta della repubblica",
            "text": "Per quanto Roma continuasse a espandersi, combattendo in tutto il Mediterraneo, nel I secolo a.C. decine di migliaia di soldati furono smobilitati e tornarono a casa da terre lontane. Non c'era abbastanza lavoro per i veterani, soprattutto considerando il fatto che Roma traboccava di schiavi provenienti dai possedimenti esteri. I reduci erano arrabbiati, e avevano tutti diritto di voto. Molti cercarono di realizzare riforme terriere, confiscando le proprietà dei possidenti più ricchi e distribuendole ai soldati, ma il Senato (che era composto in gran parte da individui facoltosi) le ostacolò in tutti i modi. Per essere eletti consoli, i candidati dovevano incontrare le simpatie dei veterani, così la politica romana si fece sempre più populista e la lotta sempre più aspra.Nell'88 a.C. Silla, un console eletto, marciò con il suo esercito su Roma per obbligare l'assemblea a ratificare leggi che avrebbero permanentemente indebolito la fazione a lui opposta. Non appena se ne andò, l'opposizione riconquistò la città e abrogò le leggi di Silla. Nell'83 Silla tornò e massacrò la maggior parte dei membri del partito opposto. Fatto questo fece approvare una serie di riforme costituzionali e si ritirò.A questo punto era chiaro che il controllo di Roma sarebbe stato nelle mani di chi poteva controllare l'esercito. Nel 62 tre uomini si accordarono per spartirsi il potere. Il primo triumvirato era formato dai generali Gneo Pompeo Magno e Marco Licinio Crasso e da un soldato, nonché astuto politico, proveniente da una famiglia molto ricca: Giulio Cesare.Questi uomini avevano la stessa capacità di cooperare e desiderio di spartire il potere di altrettanti squali: subito dopo la morte di Crasso, in battaglia contro i Parti, Cesare e Pompeo si gettarono l'uno alla gola dell'altro. In quel momento Cesare era impegnato sul campo. Pompeo e il Senato cercarono di togliergli il comando dell'esercito. Egli si rifiutò e marciò su Roma. L'esercito che avrebbe dovuto difendere Roma era poco addestrato: Pompeo ritenne che non sarebbe stato in grado di resistere ai motivati veterani di Cesare, così fuggì dalla città insieme ai membri del Senato. Nel 49 a.C. Cesare entrò a Roma senza opposizione."
        },
        {
            "heading": "La nascita di un impero",
            "text": "Gli eventi che riguardano gli ultimi anni di vita di Giulio Cesare sono ben noti. Pur mantenendo la facciata repubblicana, di fatto agiva in tutto e per tutto come un dittatore. Si arrogò il diritto di nominare tutti i senatori e modificò la costituzione in modo che l'assemblea potesse votare solo le leggi e i candidati proposti da lui. Nel 44 a.C. fu assassinato da alcuni membri del Senato.In seguito alla morte di Cesare, il suo luogotenente Marco Antonio si alleò con Marco Lepido e con il figlio adottivo di Cesare, Gaio Ottaviano, per sconfiggere i suoi assassini. Poco dopo i membri di questo secondo triumvirato cominciarono a litigare; alla fine Ottaviano divenne l'incontrastato imperatore di Roma con il titolo di \"Augusto\". (per saperne di più su Augusto potete leggere la sua voce nella Civilopedia). La repubblica di Roma era morta, ma era appena nato un impero il cui potere avrebbe fatto tremare il mondo intero."
        },
        {
            "heading": "Il resto è Storia",
            "text": "Il possente impero romano è un'entità complessa e incredibilmente affascinante. Per quanto sia caduto da molto tempo, la sua ombra si allunga ancora sul nostro mondo: gli eventi svoltisi a Roma due millenni fa influenzano ancora la nostra vita quotidiana. Si potrà dire lo stesso di una qualsiasi civiltà di oggi?"
        },
        {
            "heading": "Il resto è Storia",
            "text": "Il possente impero romano è un'entità complessa e incredibilmente affascinante. Per quanto sia caduto da molto tempo, la sua ombra si allunga ancora sul nostro mondo: gli eventi svoltisi a Roma due millenni fa influenzano ancora la nostra vita quotidiana. Si potrà dire lo stesso di una qualsiasi civiltà di oggi?"
        }
    ],
    "leader": {
        "name": "Cesare Augusto",
        "subtitle": "Leader dei Romani",
        "lived": "63 a.C. - 14 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/cesare_augusto.png",
        "trait": {
            "name": "Gloria di Roma",
            "effect": "+25% bonus per la Produzione di edifici che esistono già nella capitale."
        },
        "titles": [
            "Princeps"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Nato Gaio Ottavio, Augusto sarebbe diventato il primo (e forse il più grande) degli imperatori romani. Augusto pose fine a un secolo di guerre civili e diede inizio a 200 anni di \"Pax Romana\" in cui l'impero conobbe un'età aurea dal punto di vista letterario e culturale."
            },
            {
                "heading": "La giovinezza",
                "text": "Ottaviano nacque nel 63 a.C. Suo padre (anch'egli chiamato Gaio Ottavio) era un membro rispettabile ma modesto dell'ordine equestre. Sua madre, tuttavia, era nipote di Giulio Cesare. Il padre di Ottaviano morì quando lui aveva solo quattro anni, così il bambino crebbe nella casa del patrigno Lucio Marcio Filippo.A quindici anni indossò la \"toga virilis\", simbolo dell'età adulta, e fu eletto nel collegio dei pontefici. Nel 46 a.C. si unì a Giulio Cesare durante la sua ultima campagna in Spagna. In Spagna impressionò tanto il grande generale che Cesare cambiò il testamento per fare di Ottaviano il suo erede."
            },
            {
                "heading": "Morte di Giulio Cesare",
                "text": "Quando Cesare fu assassinato (il giorno delle Idi di marzo del 44 a.C.), tutte le ricchezze che aveva accumulato nella vita passarono al diciottenne Ottaviano. Al momento dell'assassinio di Cesare, Ottaviano si trovava nell'odierna Albania con i suoi soldati. Alla notizia della sua morte si precipitò in Italia e radunò un esercito formato dai veterani di Cesare, guadagnandosi la loro fiducia grazie al fatto che era il suo erede designato. Giunto a Roma, Ottaviano si alleò con Marco Antonio e Marco Lepido per formare quello che è stato chiamato il \"Secondo Triumvirato\" e dare la caccia agli assassini di Cesare, Marco Bruto e Gaio Cassio. Le armate di Ottaviano e Antonio raggiunsero Bruto e Cassio in Grecia, sconfiggendoli a Filippi nel 42 a.C. Entrambi i cesaricidi si uccisero dopo la sconfitta."
            },
            {
                "heading": "Antonio e Cleopatra",
                "text": "Per rinforzare l'alleanza Antonio sposò la sorella di Ottaviano, Ottavia, e i due generali si divisero i territori romani. Ottaviano prese l'occidente, Antonio l'oriente, dove più tardi fu coinvolto in una relazione compromettente con Cleopatra, sovrana d'Egitto. Ottaviano considerò il comportamento di Antonio un insulto nei confronti della sorella e della sua stessa famiglia, così i rapporti tra i due si inasprirono. Mentre Antonio si godeva i piaceri dell'Egitto, a Roma Ottaviano rafforzava la sua posizione politica e il suo esercito. I due entrarono infine in guerra e nel 31 a.C. Ottaviano sconfisse le forze di Antonio e Cleopatra nella battaglia navale di Azio. I due amanti furono inseguiti fino in Egitto, dove si uccisero entrambi."
            },
            {
                "heading": "Ottaviano diventa Augusto",
                "text": "Ottaviano era così diventato il padrone indiscusso di Roma. Rinunciò al potere assoluto restituendolo al Senato, di cui molti membri erano suoi alleati: in cambio il Senato lo proclamò \"Augusto\" (colui che porta ricchezza e benessere), ricoprendolo di onori. Cosa ancora più importante, Ottaviano ricevette i poteri di console, tribuno e censore, poteri che fino ad allora non erano mai stati consegnati nelle mani della stessa persona. Tutti i poteri di governo rimasero ufficialmente al Senato, ma poiché Ottaviano lo controllava, si trattava in realtà di un espediente per salvare le apparenze. Nonostante godesse in pratica dei poteri di imperatore, Augusto preferì definirsi \"Principe\" o \"primo cittadino\", probabilmente per non inimicarsi ulteriormente i pochi repubblicani rimasti a Roma."
            },
            {
                "heading": "Augusto a casa",
                "text": "Augusto governò per oltre 40 anni in pace e prosperità, e ciò fu un vero sollievo dopo quasi un secolo di guerre civili. Inoltre avviò un grandioso programma edilizio nella Città Eterna, costruendo un nuovo Senato e grandiosi templi per Apollo e il \"Divo Giulio\" (il prozio morto). In seguito Augusto poté affermare a pieno titolo di \"aver trovato una Roma di mattoni e aver lasciato una Roma di marmo\". Molti tra gli artisti e i letterati romani più famosi crearono i loro capolavori sotto il suo patrocinio: tra essi vi sono Virgilio, Ovidio, Orazio e Tito Livio."
            },
            {
                "heading": "Espansione romana",
                "text": "Anche i generali di Augusto riportarono grandi successi; per loro fu un sollievo rivolgere finalmente le forze al loro comando contro nemici esterni anziché combattersi l'un l'altro. I confini di Roma furono estesi fino al Danubio; il nord della Spagna fu finalmente soggiogato e in Oriente l'Armenia fu pacificata.Durante il suo regno Augusto patì comunque due significative sconfitte. Nel 15 a.C. il governatore della Gallia, Marco Lollio, fu sconfitto da una confederazione di Sigambri, Tencteri e Usipeti che avevano attraversato il Reno. Gli insediamenti romani in Gallia non subirono danni permanenti, tanto che Svetonio definì questa sconfitta \"più umiliante che grave\".La seconda sconfitta, tuttavia, ebbe una portata molto diversa. Nel 9 d.C. Publio Quintilio Varo, governatore della Germania, guidò tre legioni oltre il Danubio spingendosi in profondità nei territori controllati dai barbari. Lì fu sorpreso da una tribù di germani Cherusci che dopo tre giorni di battaglia riuscirono a catturare o uccidere ogni singolo soldato. Varo stesso si tolse la vita; i vincitori inviarono la sua testa in Boemia come regalo a Maroboduo, re dei Marcomanni.Quando la notizia della catastrofe lo raggiunse, Augusto inviò truppe nella città per prevenire rivolte. Inoltre prolungò le cariche dei governatori nelle province per assicurarsi la presenza di generali esperti nel caso in cui le popolazioni assoggettate si fossero ribellate. Infine dedicò giochi fastosi a Giove per assicurarsi il favore divino verso l'impero. È chiaro che Augusto rimase profondamente scosso da questa sconfitta. Racconta Svetonio che \"per molti mesi Augusto fu così avvilito da lasciarsi crescere la barba e i capelli, sbattendo di tanto in tanto la testa contro una porta e gridando: Quintilio Varo, rendimi le mie legioni!\"Fortunatamente i germani assoggettati non si ribellarono e l'impero sopravvisse alla catastrofe senza conseguenze a lungo termine."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Alla morte di Augusto, nel 14 d.C., un ritorno al sistema repubblicano era impensabile. Gli succedette pacificamente l'imperatore Tiberio.Durante il lungo regno di Augusto la civiltà romana fiorì e l'impero arrivò a dominare tutto il Mediterraneo. Le politiche instaurate funzionarono così bene che Roma avrebbe continuato a regnare sul mondo conosciuto per quasi due secoli senza guerre di grande entità o altre minacce significative. Pochi condottieri nella storia del mondo possono vantare un'impresa simile."
            }
        ]
    }
}