{
    "id": 16,
    "name": "Russia|della Russia|alla Russia|la Russia|dalla Russia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/russia|della_russia|alla_russia|la_russia|dalla_russia.png",
    "dawn_of_man": "Salute, Vostra Maestà Imperiale Caterina, meravigliosa imperatrice di tutte le Russie. Al vostro comando si muove il più grande paese del mondo. La potente Russia si estende dall'Oceano Pacifico a est al Mar Baltico a ovest. Nonostante guerre, siccità e ogni altro genere di disastro, il popolo russo sopravvive e prospera e i suoi artisti e scienziati sono tra i migliori al mondo. Ancora oggi il paese è annoverabile come uno tra i più potenti della storia umana: una vera superpotenza, dotata per di più della forza più distruttiva mai concepita.Caterina, il tuo popolo vuole tornare ai gloriosi giorni della grande Russia, vuole rivitalizzarne la terra e rivivere la meraviglia dell'Illuminismo. Tornerai a guidare la tua gente verso la grandezza? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Krepost|il Krepost|un Krepost",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/krepost.json"
        }
    ],
    "unique_units": [
        {
            "name": "Cosacco|un Cosacco|dal tuo Cosacco|al tuo Cosacco|il tuo Cosacco|da un Cosacco",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/cossack.json"
        }
    ],
    "city_names": [
        "Mosca",
        "San Pietroburgo",
        "Novgorod",
        "Rostov",
        "Yaroslavl'",
        "Yekaterinburg",
        "Yakutsk",
        "Vladivostok",
        "Smolensk",
        "Orenburg",
        "Krasnoyarsk",
        "Khabarovsk",
        "Bryansk",
        "Tver'",
        "Novosibirsk",
        "Magada",
        "Murmansk",
        "Irkutsk",
        "Chita",
        "Samara",
        "Arkhangel'sk",
        "Chelyabinsk",
        "Tobol'sk",
        "Vologda",
        "Omsk",
        "Astrakhan",
        "Kursk",
        "Saratov",
        "Tula",
        "Vladimir",
        "Perm'",
        "Voronezh",
        "Pskov",
        "Staraya Russa",
        "Kostroma",
        "Nizhniy Novgorod",
        "Suzdal'",
        "Magnitogorsk"
    ],
    "spy_names": [
        "Alexei",
        "Lena",
        "Dimitri",
        "Anastasia",
        "Tatiana",
        "Boris",
        "Doktor Seriy",
        "Mikhail",
        "Natasha",
        "Zmeya"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Una volta Winston Churchill disse che la Russia è un indovinello avvolto in un mistero all'interno di un enigma. Fa parte sia dell'Europa sia dell'Asia, eppure è separata da entrambe. È ricca di risorse naturali, ma il suo popolo è sempre stato povero in modo opprimente. È stata invasa e occupata da Goti, Unni, Mongoli, francesi e tedeschi, ma è sempre rimasta peculiarmente russa. È stata una superpotenza ed è quasi andata in fallimento, una monarchia, una dittatura comunista e una democrazia, e tutto questo nell'arco di un secolo. La civiltà russa è davvero una delle più affascinanti di tutta la storia umana."
        },
        {
            "heading": "Territorio e clima",
            "text": "La Russia è un paese enorme. Con una superficie di 16.800.000 kmq, è grande quasi il doppio degli Stati Uniti d'America, ma la sua popolazione è solo la metà. È un paese di grandi catene montuose, steppe sconfinate e fiumi impetuosi. A est confina con l'oceano Pacifico, a ovest con il Mar Baltico. Le regioni meridionali d'estate possono essere roventi, mentre l'inverno russo è notoriamente brutale: lungo, gelido e buio."
        },
        {
            "heading": "La preistoria russa",
            "text": "Le prove archeologiche dimostrano che alcune parti della Russia sono state abitate per circa 4.000 anni, ma di questi primi insediamenti non è dato sapere molto. I Greci e i Persiani hanno colonizzato le terre dell'odierna Ucraina molto presto, e sembra che abbiano sfruttato con la caccia e la raccolta di legname le grandi risorse delle vaste foreste settentrionali. Tra il IV e il X secolo d.C. la nazione è stata attraversata da diverse tribù nomadi che in seguito si sono insediate in Europa; tra queste ci sono gli Unni, i Goti e i Magiari. Durante lo stesso periodo gli Slavi hanno cominciato a spingersi a est entrando nell'area, seguiti da esploratori germanici in cerca di scambi e di nuove rotte commerciali. Così incontrarono alcune tribù finniche che si stavano spostando verso sud."
        },
        {
            "heading": "Kiev",
            "text": "I primi resoconti scritti sulla \"Rus' di Kiev\" risalgono all'VIII secolo. Si ritiene che il popolo dei Rus' fosse composto da Vichinghi della Scandinavia migrati a sud dalla costa baltica (ma alcuni studiosi russi contestano questa teoria, sostenendo che i fondatori della Rus' di Kiev fossero in realtà Slavi). Intorno all'860 i Rus' erano arrivati a lanciare scorribande fino a Costantinopoli, e nell'anno 1000 la Rus' di Kiev controllava la rotta commerciale dal Baltico al Mar Nero; grazie a questa crebbe fino a diventare una potenza regionale.Nel XII secolo l'impero di Kiev si estendeva su gran parte di quella che sarebbe diventata la Russia orientale, spaziando dalla Polonia fino al Volga e dalla Finlandia all'Ucraina. Era un territorio molto vasto da gestire da una posizione centralizzata, soprattutto perché alcune componenti dell'impero avevano cominciato a sviluppare un'identità nazionale. Anche dal punto di vista economico l'impero era diviso: le province del nord erano allineate ai paesi baltici, quelle a ovest ricadevano nell'orbita di Polonia e Ungheria, mentre quelle meridionali tendevano a guardare all'Asia Minore e al Mediterraneo. Alla fine del XII secolo il Rus' di Kiev era di fatto dissolto, sostituito da un certo numero di stati più piccoli di impianto quasi feudale."
        },
        {
            "heading": "L'invasione mongola",
            "text": "La prima incursione mongola nel territorio di Kiev avvenne nel 1223, quando un gruppo di esploratori arrivò a contatto sul fiume Kalka con le forze combinate di diversi stati sotto il comando di due condottieri dai nomi fantastici: Mstislav l'Ardito e Mstislav Romanovic il Vecchio. Inizialmente le forze di Rus' ebbero la meglio, ma quando il nemico si ritirò si gettarono all'inseguimento in modo disorganizzato. I cavalieri mongoli si riunirono e riuscirono a colpire duramente gli inseguitori prima che questi potessero ritrovare a loro volta la coesione. Gran parte dei soldati di Rus' si arresero dopo aver posto come condizione di essere risparmiati: i Mongoli accettarono, poi li massacrarono ugualmente. I Mongoli lasciarono Rus' in pace per molti anni, ma poi tornarono con forze molto più ingenti.Nel 1237 un grande esercito mongolo, forte di 30.000 o più arcieri a cavallo, varcò ancora una volta il fiume Volga. In pochi anni catturò, saccheggiò e distrusse decine di città e villaggi, tra cui Ryazan, Kolomna, Mosca, Rostov, Kashin, Dmitrov, Kozelsk, Halych e Kiev. Tutti quelli che osarono affrontarli furono sonoramente battuti. Nel 1240 la maggior parte dell'impero di Rus' era ridotta a un cumulo di rovine fumanti, totalmente sotto il dominio dei Mongoli, che a quel punto si rivolsero a ovest verso l'Ungheria e la Polonia."
        },
        {
            "heading": "L'Orda d'Oro",
            "text": "L'impero mongolo occidentale, che includeva gran parte della Russia, fu chiamato (anche se probabilmente non dai Mongoli stessi) \"Orda d'Oro\". La sua capitale era Sari, una nuova città sul Volga. I Mongoli (noti anche come \"Tartari\") erano conquistatori spietati e implacabili, ma si rivelarono governanti abbastanza benevoli. In genere non ebbero troppi contatti diretti con i popoli assoggettati, preferendo mantenere intatta la struttura di potere e governare attraverso il controllo dei comandanti locali. Originariamente sciamanisti, i Mongoli in seguito si convertirono all'Islam, ma rimasero estremamente tolleranti nei confronti delle altre religioni. Si può dire che, finché ricevevano i loro tributi, siano stati più che contenti di lasciare in pace le popolazioni.L'Orda d'Oro sopravvisse fino alla fine del XIV secolo, dopodiché cadde vittima degli attacchi di Tamerlano da sud. Interessato a impadronirsi della rete commerciale mongola, Tamerlano travolse e distrusse le città di Sarai, Azov e Caffa, indebolendo fatalmente il governo centrale. I leader locali di Rus', in particolare quelli a capo del principato di Moscovia, furono lesti ad approfittare del vuoto di potere."
        },
        {
            "heading": "Il principato di Moscovia",
            "text": "Sotto il comando di Ivan III (1462-1505) la Moscovia cominciò il processo di \"riunificazione delle terre russe\", un progetto di annessione che in realtà si estendeva a tutte le regioni slave dell'est e ai principati di Bielorussia e Ucraina, che non avevano mai avuto alcun collegamento storico con la Moscovia. Nel 1478 fu annessa Novgorod, nel 1485 Tver. Tutti questi progressi andarono quasi in fumo nel 1497, quando la morte di Ivan scatenò una sanguinosa lotta di successione al trono. Ivan aveva originariamente indicato come erede il nipote avuto dal primo matrimonio, ma poi fu obbligato a cambiare idea e scegliere il figlio della seconda moglie, Basilio.Durante il regno di Ivan la Moscovia fece il suo primo ingresso nel vortice della diplomazia europea. Ivan voleva stringere un'alleanza con Bisanzio per mettere sotto pressione la Polonia-Lituania subito a ovest, che era in rapida espansione (tutte le potenze erano in competizione per assimilare i piccoli principati nati dopo il collasso dell'Orda d'Oro).Dopo la morte di Ivan, suo figlio Basilio III rafforzò la monarchia ed estese ulteriormente i possedimenti di Moscovia. Basilio non riuscì a generare un erede sin quasi alla fine del suo regno, così fu costretto a nominare un reggente che governasse in attesa che il figlio Ivan fosse in grado di salire al trono. Al momento della morte del padre (1533) Ivan aveva tre anni e una salute cagionevole, così la reggenza fu prolungata. Questa situazione fece sorgere una serie di intrighi politici che non ebbero un effetto positivo sul regno. Una volta che Ivan raggiunse la maturità, le cose andarono di male in peggio... anzi, la situazione divenne \"terribile\"."
        },
        {
            "heading": "Ivan il Terribile",
            "text": "All'età di 16 anni, Ivan il Terribile (1530-1584) fu incoronato zar di Moscovia. Fu il primo a portare questo titolo, che deriva dal \"Cesare\" latino. Dell'uomo sappiamo molto poco, se non che non godeva di buona salute e che si sposò sei volte. Molti ritengono che all'inizio Ivan fosse poco più di un fantoccio, manovrato da una delle fazioni che si disputavano il dominio del regno. Durante questo periodo promulgò una serie di riforme per riorganizzare l'esercito e il sistema legale e per limitare severamente il potere di chi possedeva terre per diritto ereditario (cioè i nobili, i cosiddetti \"boiari\"). Queste innovazioni sembrano progettate per migliorare l'efficienza bellica russa in preparazione delle campagne militari destinate a estenderne i territori. Queste imprese non riuscirono a ottenere un completo successo.Quando aveva circa 25 anni Ivan cominciò a incrementare notevolmente il suo potere personale a spese di chiunque altro gli stesse vicino. La corte imperiale fu svuotata dai nobili indipendenti e riempita di gradassi che lo adulavano costantemente. Purghe analoghe travolsero i più alti gradi dell'esercito. Ivan dichiarò inoltre che milioni di acri delle migliori terre coltivabili erano \"oprichnina\", cioè \"terre a parte\", soggette solo al controllo diretto della corona.Come condottiero Ivan non fu più brillante che come benefattore: la disastrosa guerra contro la Livonia si trascinò per 25 anni (1558-1583), annichilendo l'esercito e riducendo lo stato quasi in bancarotta. Per buona fortuna della nazione morì nel 1584.Alla morte di Ivan le cose migliorarono un poco sotto il governo del suo grande amico Boris Godunov, ma quando anche Boris morì, nel 1605, le cose andarono veramente a rotoli, tanto che questo è ricordato come il \"Periodo dei Torbidi\" (1606-1613). L'autorità centrale era svanita; eserciti locali e stranieri marciavano e si scontravano nelle campagne mentre un pretendente al trono dopo l'altro prendeva il potere per essere rovesciato poco dopo. Alla fine i mercanti del nord finanziarono un esercito di ribelli (sostanzialmente rimpolpato da truppe svedesi) che sbatté gli stranieri fuori dalla Moscovia e rimise in riga i Cosacchi. Per prendere in mano quello che restava dell'apparato di governo gli insorti chiesero l'elezione di un nuovo zar."
        },
        {
            "heading": "I Romanov",
            "text": "Michele Feodorovic Romanov aveva solo 16 anni quando fu eletto. Si trovò ad affrontare innumerevoli problemi. Decenni di insurrezioni e di trascuratezza avevano mandato in rovina il paese: i cittadini erano fuggiti, i campi versavano in stato di abbandono. Alcune regioni erano occupate da truppe straniere, e anche nelle altre le forze militari spesso non rispondevano ad alcuna autorità centrale. Per riacquistare il controllo del paese il primo zar dei Romanov ci mise quasi 20 anni. I successori di Michele continuarono l'espansione della Russia, combattendo o alleandosi con la Svezia, la Polonia e/o l'impero ottomano, a seconda del caso e dei territori su cui avevano messo gli occhi in quel momento. Le terre disputate includevano l'Ucraina orientale, la Bielorussia e la costa baltica."
        },
        {
            "heading": "Pietro il Grande",
            "text": "Pietro (1672-1725) governò la Russia insieme al fratellastro Ivan V dal 1682 al 1696, poi alla morte di quest'ultimo regnò da solo fino 1725. Durante la prima parte del suo regno Pietro fu praticamente esiliato nel villaggio di Preobrazenskoe, mentre la sorellastra Sofia governava come reggente. In questo modo sfuggì a gran parte dell'educazione tipica di un giovane zar, concentrandosi invece sullo sport, la matematica e l'addestramento militare.Per quanto la sua potenza sulla terra fosse in costante crescita, alla Russia mancava uno sbocco diretto sul Mar Nero, sul Mar Caspio o sul Baltico. Pietro riteneva che la Russia non avrebbe mai potuto essere un grande paese finché non avesse avuto una flotta. Gran parte della sua politica estera fu rivolta a quest'obiettivo. Nel 1695 Pietro si mosse verso sud e conquistò Azov dai Tartari della Crimea, avvicinandosi notevolmente al Mar Nero.Nel 1697 formò la \"Grande Ambasciata\", un gruppo di circa 250 individui che avrebbe dovuto viaggiare per tutta l'Europa per raccogliere informazioni sulla cultura e l'economia occidentali. Pietro si unì al gruppo in incognito. Per quattro mesi lavorò come carpentiere navale nei cantieri della Compagnia Olandese delle Indie Orientali, a cui fece seguire un periodo analogo presso la marina reale britannica. Durante il suo viaggio attraverso l'Europa Pietro assunse centinaia di lavoratori che avrebbero dovuto trasferirsi in Russia per migliorarne le infrastrutture, le città e l'economia.Pietro cercava anche alleati per sostenere la sua campagna contro gli ottomani, ma in questo non ebbe successo. Ritenendo che la Russia non avrebbe potuto affrontare da sola quel fronte, il pragmatico zar firmò un trattato di pace con gli ottomani e rivolse la sua attenzione verso il Baltico.Alla fine del XVI secolo gli svedesi occupavano tutta la costa baltica, incluse la Carelia, l'Ingria, l'Estonia e la Livonia. Pietro strinse un'alleanza con la Sassonia e la Danimarca-Norvegia e passò all'attacco nel 1700. La \"grande guerra del nord\" si trascinò per 21 anni. Pietro ebbe un ruolo estremamente attivo nel conflitto, e spesso lo si vide in prima linea ad affrontare il fuoco nemico.Intanto, nel 1703 cominciò a costruire la nuova città di San Pietroburgo, all'estremità settentrionale della Russia, vicino al golfo di Finlandia. Nel 1712 fu dichiarata nuova capitale della Russia. Nel 1721 la Russia aveva ricacciato la Svezia dal Baltico orientale e meridionale. Nel 1724 Pietro collaborò alle operazioni di recupero di alcuni marinai che erano andati in secca nell'acqua gelida del golfo di Finlandia. Durante l'impresa prese un brutto raffreddore e poco dopo morì.Pietro non aveva nominato un successore: i 40 anni successivi avrebbero visto una serie di reggenze più o meno deboli e di governi effimeri, tra i quali il migliore fu probabilmente quello della figlia Elisabetta, che regnò dal 1741 al 1760. Sotto la sua guida nel 1755 fu inaugurata l'università di Mosca; inoltre la Russia estese il suo potere sino all'Ucraina occidentale.A Elisabetta succedette il nipote, l'impopolarissimo Pietro III. Il regno di Pietro durò solo due anni, dopodiché fu deposto (e successivamente assassinato) da sua moglie, la straordinaria Caterina II."
        },
        {
            "heading": "Caterina la Grande",
            "text": "Caterina era la figlia di un principe tedesco. Giunse in Russia all'età di 15 anni per sposare Pietro III, l'erede al trono. Era una profonda conoscitrice della letteratura europea. Bella, intelligente e spiritosa, riuscì a rapire il cuore della nobiltà russa, che la preferiva nettamente al marito, di cui si diceva fosse debole di mente. Quando organizzò un colpo di mano e prese il potere, all'età di 33 anni, ricevette il supporto entusiasta dei nobili.Caterina regnò per 30 anni. Durante questo periodo espanse i confini dell'impero, guadagnando territori importanti sul Mar Nero e il Mar Caspio, oltre a espandersi a est, al di là degli Urali. Caterina inoltre si accaparrò vaste aree della Polonia quando nel 1772 Austria, Prussia e Russia se la spartirono: questo, però, sul lungo termine si sarebbe rivelato più un problema che un vantaggio.Durante il suo regno Caterina promulgò molte riforme importanti con lo scopo di migliorare l'amministrazione e combattere la corruzione dei governi locali. Nonostante la sua reputazione di liberale, fu tutt'altro che vicina alla classe contadina: in effetti lo stato di schiavitù dei lavoratori si fece ancora più duro e le loro condizioni di vita si inasprirono ulteriormente.Caterina morì nel 1796. Per saperne di più su quest'eccezionale figura storica potete leggere la sua voce nella Civilopedia."
        },
        {
            "heading": "La Russia nel XIX secolo",
            "text": "I primi due decenni del XIX secolo videro l'ascesa e la caduta di uno dei più grandi condottieri della storia europea, Napoleone Bonaparte, imperatore di Francia. In seguito alla rivoluzione francese, Bonaparte prese il comando di un paese diviso e indebolito e lo trasformò nella più potente nazione d'Europa. La Russia fu sconfitta con i suoi alleati ad Austerlitz nel 1805; russi e francesi si scontrarono ancora nel 1806 e nel 1807. Seguirono cinque anni di pace, interrotti dalla catastrofica invasione della Russia da parte di Napoleone nel 1812. Le armate russe combatterono i francesi per altri due anni ed ebbero una parte importante nella sconfitta finale e nell'espulsione di Napoleone dall'Europa. Alla fine delle guerre napoleoniche, la Russia emerse come prima potenza del continente.Il prestigio militare russo subì un duro colpo a metà del secolo, quando nella guerra di Crimea (1853-1856) non riuscì a sconfiggere una piccola forza franco-inglese, per di più comandata in modo incompetente. Questo portò il nuovo zar, Alessandro II, a tentare di imporre all'impero una profonda modernizzazione, che incluse l'abolizione della schiavitù nel 1861. I termini dell'emancipazione erano molto onerosi, comunque, e includevano pagamenti annuali per il riscatto che portarono molti \"uomini liberi\" a passarsela peggio ancora di quando erano schiavi. Nello stesso periodo la Russia istituì una serie di riforme legali basate sul modello europeo, ma nonostante l'indubbio miglioramento le nuove leggi continuavano a considerare i contadini qualcosa di meno di veri cittadini.Negli anni '70 dell'Ottocento ci fu un incremento del fermento rivoluzionario, specialmente tra gli studenti universitari. Nel 1873 gli studenti cercarono di spingere i contadini alla rivoluzione, ma non riuscirono a conquistarli, e molti di loro finirono in prigione o deportati in Siberia. I rivoluzionari sopravvissuti passarono alle operazioni segrete, che includevano agguati ai danni di alti ufficiali. Nel 1881 riuscirono ad assassinare Alessandro II. I capi del gruppo d'azione furono catturati e impiccati.Alessandro III, il nuovo zar, fece approvare una serie di leggi repressive che limitavano l'educazione e restringevano ulteriormente le libertà civili dei cittadini, già severamente limitate.Nel 1894 Alessandro III morì e lasciò il trono al figlio, lo sfortunato Nicola II."
        },
        {
            "heading": "L'inizio della fine",
            "text": "Durante la guerra russo-giapponese (1904-1905) i russi subirono una lunga sequenza di rovinose sconfitte. Questo indebolì significativamente il prestigio del governo centrale, provocando proteste e scioperi quando diversi gruppi cominciarono a esigere una serie di riforme. Nel 1905 un gruppo di lavoratori di San Pietroburgo marciò sul Palazzo d'Inverno per presentare allo zar una lista di richieste; furono bloccati dalle truppe che aprirono il fuoco su di loro e ne uccisero 130. La notizia della \"domenica di sangue\" si sparse rapidamente in tutta la Russia e scatenò ribellioni un po' ovunque. Più tardi nello stesso anno lo zar acconsentì con riluttanza a formare un'assemblea eletta. Questo non bastò a placare i rivoluzionari e gli scontri continuarono per due lunghi anni.La creazione della nuova assemblea, chiamata Duma, riuscì a dividere l'opposizione: alcuni volevano ottenere le riforme dall'interno, mentre l'opposizione radicale preferiva restare fuori dal parlamento e tirare le bombe. La nazione continuò a trascinarsi zoppicando finché il cataclisma della Grande Guerra fece crollare l'intero sistema."
        },
        {
            "heading": "La Prima Guerra Mondiale",
            "text": "La Prima Guerra Mondiale fu un fallimento epico della diplomazia e del pensiero razionale. Negli anni subito precedenti, le nazioni europee avevano stretto una rete di alleanze e patti di difesa reciproca così complicata che praticamente assicurava che qualsiasi piccolo conflitto avrebbe trascinato l'intero continente in un'enorme conflagrazione. Nel 1914 il tentativo austriaco di accaparrarsi territori serbi fece entrare la Russia in guerra a fianco della Serbia, quindi la Germania con l'Austria, poi la Francia e la Gran Bretagna con la Russia e così via.Lo zar Nicola II mobilitò le sue forze il più rapidamente possibile, poi marciò verso ovest per affrontare la Germania, che prontamente circondò e catturò la maggior parte dell'esercito russo. Nel 1915 un'offensiva congiunta di tedeschi e austriaci entrò in Polonia spingendosi nelle province russe senza praticamente incontrare opposizione. Il governo russo, già traballante, fu messo ulteriormente alla prova dall'entrata in guerra del suo nemico tradizionale, la Turchia, naturalmente dalla parte della Germania.Non si può dire che lo zar Nicola II sia stato in grado di gestire la crisi. Per essere \"personalmente al comando dell'esercito\" spostò la corte in Bielorussia, lasciando così il governo dell'impero alla moglie e al suo odiato consigliere, Rasputin. Nel 1916 Rasputin fu assassinato da una cospirazione che includeva alcuni degli alleati più fedeli della famiglia reale.Lo stesso anno la situazione militare migliorò, ma all'interno le cose peggiorarono sensibilmente. C'era carenza cronica di cibo, perché l'esercito reclutava una quantità sempre maggiore di contadini e le importazioni erano bloccate dal nemico. Questa situazione, unita a un'inflazione galoppante, portò a una crescente agitazione dei lavoratori. Nel 1917 la rivoluzione di marzo decretò l'abolizione dell'aristocrazia. Il governo ordinò ai Cosacchi di disperdere la folla, ma questi si ammutinarono e passarono dalla parte dei rivoltosi. Poco dopo la Duma si unì all'insurrezione e il 15 marzo lo zar fu costretto all'abdicazione. Successivamente fu giustiziato con tutta la famiglia.La Russia imperiale era morta, sostituita dall'Unione delle Repubbliche Socialiste Sovietiche."
        },
        {
            "heading": "L'Unione Sovietica",
            "text": "L'URSS sopravvisse per 50 anni. Il suo più grande trionfo fu la vittoria contro la Germania nazista in quella che i russi chiamano grande guerra patriottica (e tutti gli altri Seconda Guerra Mondiale). Inoltre controbilanciò il potere degli Stati Uniti, che altrimenti dalla metà degli anni '40 avrebbero avuto un potere illimitato (se questo poi sia stato un bene o un male dipende dal punto di vista). Il suo più grande fallimento fu l'incapacità di portare le condizioni di vita dei suoi cittadini al livello degli altri paesi occidentali. L'Unione Sovietica ha avuto fine nel 1991, abbattuta in parte dalla pressione esterna degli Stati Uniti e dei suoi alleati, ma in gran parte dagli enormi problemi economici interni.Potremmo parlare ancora dell'URSS - e molto a lungo - ma lo spazio ci obbliga a rimandare il discorso a un altro gioco e un'altra Civilopedia."
        },
        {
            "heading": "La Russia oggi",
            "text": "La nuova Federazione Russa è tuttora un indovinello avvolto in un mistero, all'interno di un enigma. Ha abbandonato il comunismo per quello che potremmo chiamare un capitalismo oligarchico, che ha creato diversi multi-milionari, ma molti cittadini restano immersi dalla più abietta povertà. Ha liberato dalla sua influenza molti stati assoggettati (Germania dell'Est, Ucraina, gli stati baltici) ma getta ancora un'ombra pesante sui vicini: basta pensare alla recente invasione della Georgia. È una democrazia, ma il potere sembra concentrato sempre di più nelle mani di un solo uomo. È difficile prevedere che cosa sarà di quest'antica nazione nel XXI secolo, ma certo resterà una delle più potenti e importanti del mondo."
        },
        {
            "heading": "La Russia oggi",
            "text": "La nuova Federazione Russa è tuttora un indovinello avvolto in un mistero, all'interno di un enigma. Ha abbandonato il comunismo per quello che potremmo chiamare un capitalismo oligarchico, che ha creato diversi multi-milionari, ma molti cittadini restano immersi dalla più abietta povertà. Ha liberato dalla sua influenza molti stati assoggettati (Germania dell'Est, Ucraina, gli stati baltici) ma getta ancora un'ombra pesante sui vicini: basta pensare alla recente invasione della Georgia. È una democrazia, ma il potere sembra concentrato sempre di più nelle mani di un solo uomo. È difficile prevedere che cosa sarà di quest'antica nazione nel XXI secolo, ma certo resterà una delle più potenti e importanti del mondo."
        }
    ],
    "leader": {
        "name": "Caterina",
        "subtitle": "Leader dei russi",
        "lived": "1729-1796",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/caterina.png",
        "trait": {
            "name": "Ricchezze Siberiane",
            "effect": "Le risorse strategiche forniscono +1 Produzione e le risorse di Cavalli, Ferro e Uranio ne forniscono una quantità doppia."
        },
        "titles": [
            "Zarina di Russia"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Caterina la Grande ha governato la Russia per tutta la seconda metà del XVIII secolo. Sotto la sua guida l'Impero russo si espanse notevolmente, aggiungendo al territorio decine di migliaia di chilometri quadrati con la conquista e la diplomazia. Bella quanto intelligente, Caterina irretì e sedusse le migliori menti d'Europa, facendo della sua corte uno dei centri più fulgidi del pensiero illuminista. Sebbene tedesca di nascita, Caterina è ricordata come uno dei più grandi leader della storia russa."
            },
            {
                "heading": "La giovinezza",
                "text": "La principessa di Pomerania Sofia Augusta Federica von Anhalt-Zerbst nacque nel 1729 a Stettino, in Prussia. A 16 anni sposò Carlo Pietro Ulrico, l'erede al trono di Russia, diventando la granduchessa Caterina Aleksejevna. Caterina apprese velocemente il russo ed entrò a far parte della Chiesa Ortodossa Russa. In gran parte autodidatta, Caterina si immerse nella letteratura del tempo. Fornita in pari misura di bellezza e intelligenza, divenne grande amica (se non di più) dei maggiori pensatori dell'epoca, tra cui i brillanti filosofi Rousseau e Diderot."
            },
            {
                "heading": "L'ascesa al potere",
                "text": "Il matrimonio di Caterina fu estremamente infelice. Il marito, lo zar Pietro III, era una persona desolante e nevrotica. I resoconti dell'epoca lo descrivono come un crudele ubriacone, orribile a vedersi a causa delle cicatrici del vaiolo. Si dice che Pietro detestasse i russi e adorasse i prussiani, la qual cosa non lo rendeva popolare presso la corte russa. Benché fosse di origine straniera, Caterina era molto più popolare di lui tra la nobiltà e, cosa ancora più importante, l'esercito russo.All'età di 33 anni, con l'appoggio della Guardia imperiale, rovesciò il marito, che morì poco dopo in un \"incidente di caccia\" lasciando Caterina come unica sovrana."
            },
            {
                "heading": "Politica estera",
                "text": "Una volta imperatrice Caterina avviò una politica espansionista supportata dalla potenza militare russa. La prima guerra russo-turca (1768-1774) fu dichiarata dal sultano Mustafa III dopo un incidente di confine: alcuni Cosacchi, entrati nel territorio ottomano, furono accusati di aver massacrato gli abitanti di Balta. La guerra fu un grande successo per la Russia; Caterina conquistò l'Ucraina meridionale, il Caucaso del nord e la Crimea, estendendo i confini russi fino al Mar Nero. Gli Ottomani tentarono di riconquistare le terre perdute imbarcandosi in un nuovo conflitto, ma fallirono miseramente.Negli anni che seguirono la rivoluzione francese Caterina cominciò a temere che il nuovo movimento illuminista potesse mettere a rischio le monarchie d'Europa. Verso la fine del secolo la Polonia, allora uno stato-fantoccio russo, cominciò a mostrare preoccupanti segni di deriva democratica. Nel 1792 le forze russe sconfissero i lealisti polacchi in quella che fu chiamata \"guerra in difesa della Costituzione\", in seguito alla quale la Polonia fu suddivisa tra Russia, Austria e Prussia.Durante tutto il suo regno Caterina mantenne relazioni cordiali con le grandi potenze di Prussia, Francia e Austria, che in cambio non intralciarono le sue mire espansionistiche."
            },
            {
                "heading": "Politica interna",
                "text": "Durante il suo regno Caterina intraprese una lunga serie di riforme politiche, riorganizzando una burocrazia notoriamente corrotta e incompetente. Cercò di modellare il suo governo sulla corte francese di Versailles. Per finanziare le sue riforme requisì le proprietà del clero, che possedeva quasi un terzo delle terre e della forza lavoro russa. D'altro canto si guadagnò i favori dell'aristocrazia espandendo ulteriormente il potere dei nobili (già enorme) sui contadini.Nel 1773, con la Russia già indebolita dalla lunga guerra contro la Turchia, esplose un'epidemia di peste. Sfruttando il malcontento popolare Pugaciòf, un ufficiale dei Cosacchi, facendosi passare per lo zar Pietro III cercò di sollevare un'armata di contadini per rovesciare l'imperatrice, mentre l'esercito russo era impegnato a combattere i Turchi. Fortunatamente per Caterina, la guerra russo-turca terminò proprio al momento giusto, così un esercito tornato dal fronte riuscì a schiacciare i ribelli prima che potessero raggiungere Mosca. Caterina cominciò a temere i contadini e promulgò leggi ancora più repressive contro di loro."
            },
            {
                "heading": "Le arti",
                "text": "Patrona delle arti, Caterina commissionò molte statue e dipinti. Sotto il suo governo San Pietroburgo, una città dall'aspetto primitivo e minaccioso, si trasformò in una delle più splendide capitali europee. La sua collezione d'arte privata formò la base del famoso Museo dell'Ermitage, uno dei più estesi musei del mondo."
            },
            {
                "heading": "Lo scandalo",
                "text": "Nonostante i molti successi pubblici, Caterina è nota soprattutto per gli eccessi privati. Le sue tresche amorose sono entrate nella leggenda; si dice che abbia intrattenuto relazioni con buona parte degli ufficiali russi e con una schiera di politici e artisti europei. Si dice che, una volta stufa di un amante, Caterina fosse solita \"mandarlo in pensione\" con grosse somme di denaro, servi e un possedimento terriero (molto lontano da Mosca)."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Il regno di Caterina è ricordato soprattutto per l'espansione territoriale. Tra le conquiste più importanti spicca il consolidamento sulla costa settentrionale del Mar Nero, l'annessione della Crimea e l'espansione nella steppa al di là degli Urali. Questo consentì di proteggere gli insediamenti agricoli nel sud e di stabilire nuove rotte commerciali attraverso il Mar Nero. La spartizione della Polonia aiutò a portare la Russia più vicina al resto dell'Europa, almeno dal punto di vista geografico.Caterina realizzò molti lavori pubblici in tutta la Russia. Inoltre potenziò il commercio sia interno sia estero. D'altro canto fece ben poco per migliorare le condizioni di vita dei contadini; al contrario, durante il suo regno la vita dei poveri si fece molto più dura.Caterina morì a 67 anni, vivendo più a lungo di qualsiasi altro Romanov. Come la regina Elisabetta I d'Inghilterra, dimostrò che una donna poteva essere abbastanza intelligente e dura da governare un grande paese."
            }
        ]
    }
}