{
    "id": 17,
    "name": "Siam|del Siam|al Siam|il Siam|dal Siam",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/siam|del_siam|al_siam|il_siam|dal_siam.png",
    "dawn_of_man": "Salute a te, o grande re Ramkhamhaeng, capo del glorioso popolo del Siam! O potente re, il tuo popolo s'inchina dinanzi a te in preda allo stupore e al terrore! Tu regni sul Siam, un antico paese nel cuore del sud-est asiatico. Il Siam è una terra magnifica e misteriosa. Circondati dai nemici, assediati da continue guerre sanguinose e dalla miseria più nera, i leali e ingegnosi siamesi sono sempre riusciti a sopravvivere e a trionfare. O re Ramkhamhaeng, il tuo impero un tempo faceva parte di quello Khmer finché, nel XIII secolo d.C., i tuoi antenati si ribellarono, creando il piccolo regno Sukhothai. Battaglie vittoriose e astute mosse diplomatiche lo trasformarono poi nel grande impero che avrebbe dominato il sud-est asiatico per più di un secolo!O saggio e potente re Ramkhamhaeng, il tuo popolo ha ancora una volta bisogno di te per tornare alla sua antica grandezza! Riuscirai a sfruttare la tua intelligenza e la tua forza per proteggere la tua gente e sconfiggere i tuoi nemici? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Wat|il Wat|un Wat",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/wat.json"
        }
    ],
    "unique_units": [
        {
            "name": "Elefante di Naresuan|un Elefante di Naresuan|dal tuo Elefante di Naresuan|al tuo Elefante di Naresuan|il tuo Elefante di Naresuan|da un Elefante di Naresuan",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/naresuan's_elephant.json"
        }
    ],
    "city_names": [
        "Sukhothai",
        "Si Satchanalai",
        "Muang Saluang",
        "Lampang",
        "Phitsanulok",
        "Kamphaeng Phet",
        "Nakhon Chum",
        "Viangchan",
        "Nakhon Si Thammarat",
        "Martaban",
        "Nakhon Sawan",
        "Chainat",
        "Luang Prabang",
        "Uttaradit",
        "Chiang Thong",
        "Phrae",
        "Nan",
        "Tak",
        "Suphanburi",
        "Hongsawadee",
        "Thawaii",
        "Ayutthaya",
        "Taphan Hin",
        "Uthai Thani",
        "Lap Buri",
        "Ratchasima",
        "Ban Phai",
        "Loci",
        "Khan Kaen",
        "Surin"
    ],
    "spy_names": [
        "Aran",
        "Chanarong",
        "Kiet",
        "Niran",
        "Virote",
        "Kulap",
        "Mayuree",
        "Phueng",
        "Ratana",
        "Tola"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Situato nel sud-est asiatico tra Birmania (ovvero Myanmar), Laos, Cambogia e Malesia, il Siam (l'odierna Thailandia) ha una storia lunga e complessa. Una terra bella e misteriosa ricca di foreste e antiche montagne, il Siam ha vissuto occupazioni e rivoluzioni, inondazioni e carestie, nonché la nascita e la caduta di grandi imperi."
        },
        {
            "heading": "Territorio e clima",
            "text": "Il Siam è un paese semi-tropicale situato in una zona monsonica. Da maggio a ottobre i venti caldi da nord-ovest portano enormi quantità di precipitazioni: sulla costa occidentale cade l'incredibile quantità di 400 centimetri di pioggia all'anno (sul nord collinoso molto meno). I venti girano da novembre a febbraio, portando un clima più fresco e asciutto. Il territorio è coperto di foreste, paludi e pianure allagate. Il popolo del Siam tradizionalmente ha utilizzato come animali da tiro bufali d'acqua, cavalli o addirittura elefanti (sebbene nel XX secolo le macchine agricole siano state introdotte in gran parte della nazione)."
        },
        {
            "heading": "La preistoria siamese",
            "text": "I primi colonizzatori del Siam di cui abbiamo conoscenza parlavano una varietà di linguaggi Mon-Khmer. Sulla penisola del sud-est asiatico c'erano diversi gruppi. Uno di essi, i Mon, sono noti per aver adottato il buddismo già nel VI secolo d.C. Un altro gruppo, gli Khmer, erano stanziati soprattutto in Cambogia, con capitale ad Angkor (dove c'è il famoso complesso di templi Angkor Wat). Nel XII secolo possedevano un impero che spaziava su metà dell'odierna Thailandia. Gli Khmer tendevano a seguire l'Induismo anziché il buddismo.Intorno al 1.000 d.C. l'area subì l'influsso di un popolo chiamato \"Tai\" dal nome del suo linguaggio. Gli storici moderni ritengono che i Tai siano originari del nord del Vietnam. In pochi secoli i Tai si erano diffusi in tutto il sud-est asiatico, dall'India nordorientale fino alla penisola della Malesia. Nel XIII secolo erano così potenti da minacciare il primato di Mon e Khmer in Siam."
        },
        {
            "heading": "Sukhothai e Ramkhamhaeng",
            "text": "Intorno al 1250 un governante Tai si rivoltò con successo contro l'impero degli Khmer, fondando il regno di Sukhothai. Il regno rimase piccolo e trascurabile fino all'ascesa del terzo re, Ramkhamhaeng, nel 1279. In appena 20 anni questo straordinario condottiero avrebbe trasformato Sukhothai in un'importante potenza regionale.Durante il suo regno Ramkhamhaeng estese il suo dominio a ovest in Birmania, a est in Laos e a sud nella penisola malese. Oltre a un ottimo condottiero era anche un abile diplomatico, tanto che molti territori si unirono volontariamente alla sua confederazione. Verso la fine del suo regno Ramkhamhaeng fece incidere nella pietra la storia dei suoi trionfi. Secondo l'epigrafe il regno era ricco e felice, il suo monarca sollecito e misericordioso. Ramkhamhaeng morì nel 1298. Per saperne di più su Ramkhamhaeng potete leggere la sua voce nella Civilopedia.Sukhothai sarebbe sopravvissuta per un secolo alla morte del suo più grande condottiero prima di essere conquistata da Ayutthaya, una nuova potenza sorta nel sud."
        },
        {
            "heading": "Ayutthaya",
            "text": "Il regno di Ayutthaya fu fondato da Ramathibodi I nel 1351 nel bacino del fiume Chao Phraya, una pianura fertile subito a nord della moderna Bangkok. Fu edificato sui resti di un regno precedente, Lavo. Nel 1352 re Ramathibodi attaccò i Khmer, spingendoli a est fuori dal Siam. Nel 1387 Ayutthaya era abbastanza forte da muoversi a nord, attaccando e conquistando Sukhothai. Nel 1431 il regno attaccò i Khmer ancora una volta, catturando e saccheggiando la capitale Angkor dopo un assedio di sette mesi.Tutti i resoconti descrivono la città di Ayutthaya come bella e prosperosa. Era attraversata da nord a sud da una serie di canali che portavano l'acqua in ogni angolo della città. Ancor oggi si possono vedere i resti di magnifici templi e palazzi. I Tai di Ayutthaya furono i primi a essere definiti \"Siamesi\", e con il tempo questo divenne il nome dell'intera nazione.Gli Ayutthayani ereditarono dai Khmer la credenza nella natura divina del re. Il re era al di sopra di tutti. Nessuno poteva guardarlo in faccia, tranne i membri della famiglia reale. Oltre al potere religioso e cerimoniale, re Trailok (1448-1488) riorganizzò lo stato per concentrare nelle mani della monarchia anche quello politico.Socialmente gli Ayutthayani vivevano secondo un rigido sistema di caste che assegnava a ogni persona un vero e proprio valore numerico. Così uno schiavo valeva cinque unità (chiamate \"sakdi na\"), un uomo libero circa 25, l'erede al trono forse 100.000 (e il re stesso certamente un fantastilione o più!). La nazione seguiva sia il buddismo sia l'Induismo.Avendo soggiogato Sukhothai a nord e i Khmer a sud-est, ora la più grande minaccia per Ayutthaya era la Birmania, verso ovest. Nel 1569 Ayutthaya fu travolta e conquistata dalla Birmania, riguadagnando l'indipendenza alla fine del XVI secolo. Le truppe birmane saccheggiarono ancora la città nel 1767. Questa volta deportarono la famiglia reale, ridussero gli edifici in cenere e distrussero tutte le opere d'arte e i documenti di valore storico di Ayutthaya. Il regno non si riprese mai più. Comunque, un nuovo regno siamese sarebbe presto sorto sulle sue ceneri."
        },
        {
            "heading": "Thon Buri",
            "text": "Nel 1767 (lo stesso anno che vide la distruzione finale di Ayutthaya), un capo Tai chiamato Taksin fondò una nuova capitale a Thon Buri, vicino all'odierna Bangkok, 40 miglia a valle della città distrutta. Costruita sulla riva orientale del Chao Phraya, la nuova città era più facile da difendere dalle forze birmane; la sua posizione vicina al mare aperto la rendeva anche ideale a supportare il commercio internazionale. In effetti Taksin incoraggiò attivamente i mercanti cinesi a stabilirsi a Thon Buri; in seguito utilizzò le tasse sul commercio per ricostruire l'economia siamese devastata dai recenti attacchi.Sfruttando la rinnovata ricchezza del paese Taksin costruì un esercito potente e cominciò a espandere il suo territorio. Dopo aver riconquistato il territorio che apparteneva a Sukhothai e Ayutthaya, le truppe di Taksin conquistarono altri territori in Laos e scacciarono le forze birmane dalle terre nel nord che erano tradizionalmente appartenute ai Tai. Nel 1782 Taksin cominciò a mostrare segni di malattia mentale, così fu deposto e ucciso. Gli succedette un generale chiamato Chao Phraya Chakri, che in seguito cambiò nome in Rama I. La dinastia Chakri ha mantenuto il potere in Thailandia fino a oggi."
        },
        {
            "heading": "Il risorgimento siamese",
            "text": "Poco dopo essere salito al trono, il nuovo re spostò la capitale a Bangkok, un piccolo villaggio al di là del fiume Chao Phraya. Bangkok crebbe rapidamente fino a diventare un grande centro di commercio, soprattutto grazie agli immigrati cinesi.Rama I e i suoi successori continuarono a estendere il potere del Siam nel Laos e verso sud nella penisola malese. Continuò anche a scontrarsi con la Birmania, che rimase una minaccia costante finché non fu a sua volta minacciata dalla Gran Bretagna (che si avvicinava dall'India).Rama I fu un grande patrono della cultura siamese, oltre che della religione e del diritto. Ricostruì molti templi e palazzi e aggiornò significativamente il sistema legislativo del Siam. Il suo successore, Rama III, regnò dal 1809 al 1824. Anch'egli fu un patrono delle arti, nonché un poeta di buon livello."
        },
        {
            "heading": "Il Siam e l'Occidente",
            "text": "Forse il più grande trionfo della diplomazia siamese è stato evitare l'occupazione da parte delle potenze occidentali, a differenza di tutti gli altri stati del Sud-est asiatico. Nel 1826 il Siam firmò un trattato con la Gran Bretagna, che nel 1855 fu esteso per consentire agli inglesi di praticare il commercio senza restrizioni e senza tasse nei porti siamesi. L'Inghilterra si riservò anche il diritto di istituire tribunali separati per giudicare i casi che riguardavano i suoi cittadini. Da un certo punto di vista questa perdita di sovranità e di profitti commerciali fu umiliante per il Siam, ma d'altro canto prevenne l'invasione e l'occupazione inglese del paese, tanto che il Siam presto stipulò trattati simili anche con le altre nazioni europee e con gli Stati Uniti.Rama IV (che regnò dal 1851 al 1868) era molto interessato ai costumi dell'occidente. Chiamò alla sua corte diversi consiglieri occidentali e assunse l'istitutrice inglese Anna Harriette Leonowens per educare i suoi figli. La signora Leonowens più tardi scrisse un libro che divenne la base per il famoso musical \"The King and I\". Libro e musical sono molto divertenti e, secondo gli storici, estremamente inaccurati.Sotto molti punti di vista Rama IV fu un monarca illuminato, considerato il tempo e il luogo del suo regno. Cercò di riformare il buddismo nel paese, che a suo parere era diventato corrotto e pieno di superstizioni (prima di salire al trono era stato un monaco buddista). Cominciò anche a rifondare la monarchia siamese, liberandola degli sfoggi di divinità più sfarzosi. Rimase sotto tutti gli aspetti un sovrano assoluto, ma almeno i suoi sudditi avevano il permesso di guardarlo in faccia.Il figlio di Rama IV, Rama V, regnò dal 1868 al 1910. Continuò la pratica paterna di assegnare concessioni alle nazioni occidentali per conservare l'indipendenza del Siam, ma dovette cedere grandi regioni in Laos e Cambogia alla Francia e qualche pezzo di Malesia all'Inghilterra. Inoltre portò avanti la riforma della monarchia e in generale del paese, abolendo la schiavitù, introducendo un sistema scolastico moderno, costruendo ferrovie e telegrafi e stabilendo nuove procedure giudiziarie."
        },
        {
            "heading": "Il XX secolo",
            "text": "I due successori di Rama V, chiamati coerentemente Rama VI (dal 1910 al 1925) e Rama VII (dal 1925 al 1935), continuarono la modernizzazione del Siam. Nel 1917 Rama VI inaugurò la prima università della Thailandia. In quello stesso anno prese parte alla Prima Guerra Mondiale a fianco degli Alleati. Dopo la guerra riuscì a convincere i vincitori a rinunciare alle concessioni speciali in Siam, facendo recuperare finalmente al paese la piena indipendenza dopo 75 anni. Tuttavia le riforme e le guerre di Rama VI furono estremamente costose e obbligarono il governo a tagliare molte spese, cosa che non piacque affatto alla popolazione. Lo scontento perdurò anche durante il regno del successore e fu ulteriormente esacerbato dalla grande depressione.Nel 1932 un gruppo di studenti guidati da un avvocato di nome Pridi Phanomyong e supportati dall'esercito organizzarono un colpo di stato non cruento, obbligando il re ad accettare un governo costituzionale e la formazione di un parlamento nazionale. Nel 1933 alcuni membri della famiglia reale tentarono senza successo un contro-colpo di stato e Rama VII fu costretto a lasciare la nazione, abdicando nel 1935. Nell'attesa che il giovane principe Ananda Mahidol raggiungesse l'età per salire al trono fu eletto un consiglio di reggenza.La verità, comunque, è che a questo punto il governo del paese era nelle mani dei militari. Nel 1938 un feldmaresciallo (uno dei cospiratori che nel '32 aveva organizzato il golpe che aveva poi portato all'abdicazione di Rama VII) assunse il comando come dittatore. Phibun Songkhram cambiò il nome del paese in Thailandia, incoraggiò il nazionalismo e fomentò i sentimenti popolari anti-cinesi e pro-giapponesi. Nel 1940, in seguito alla conquista della Francia da parte della Germania, invase e conquistò i territori francesi in Laos e Cambogia.Alla fine del 1941, dopo l'attacco a Pearl Harbor, le truppe giapponesi marciarono in Thailandia e chiesero il diritto di passaggio attraverso il paese per attaccare Singapore, che allora era controllato dalla Gran Bretagna. Le forze thailandesi opposero una resistenza simbolica, dopodiché ricevettero l'ordine di deporre le armi. Nel 1942 la Thailandia firmò un'alleanza con il Giappone e dichiarò guerra all'Inghilterra e agli Stati Uniti. Gruppi di resistenza si formarono nel paese e all'estero, attaccando i giapponesi e il governo thailandese collaborazionista. Nel luglio del 1944 Phibun fu obbligato a dimettersi; l'anno dopo, con la resa del Giappone, la dittatura crollò."
        },
        {
            "heading": "La Thailandia dopo la guerra: volete una rivoluzione?",
            "text": "Dopo la Seconda Guerra Mondiale la Thailandia se la cavò con poco. Dovette restituire i territori che aveva sottratto ai francesi, ma in generale non patì altre conseguenze. I veri problemi avevano origine interna. Nel 1946 il re fu trovato morto, ucciso da una pallottola. L'allora capo del governo fu accusato dell'omicidio e obbligato all'esilio, facendo tornare al potere il dittatore fascista Phibun Songkhram.Negli anni della guerra fredda gli Stati Uniti riversarono fiumi di denaro in Thailandia, che finì per la maggior parte nelle tasche dei militari e del dittatore, che per di più possedeva con i suoi amici gran parte delle industrie nazionali. Nel 1957 i militari organizzarono un altro colpo di stato, mettendo al potere un altro feldmaresciallo, Sarit Thanarat.Thanarat governò per cinque anni. Pur mantenendo il controllo totale dell'amministrazione e dell'esercito, promulgò riforme per ridistribuire la ricchezza alle classi medie thailandesi, un approccio che gli fece guadagnare molta popolarità. A questo punto gli USA gli diedero ancora più soldi, con i quali rafforzò l'esercito ma anche le infrastrutture del paese. Inoltre Thanarat supportò la monarchia, che ormai non aveva più alcun potere concreto, ma che ridivenne un simbolo potente del nazionalismo thailandese. Popolarissimo in vita, dopo la sua morte l'amore del popolo nei confronti di Thanarat scemò parecchio quando si scoprì che aveva rubato e nascosto buona parte delle risorse del paese.I suoi successori continuarono a ricevere grandi quantità di denaro dagli USA e in cambio supportarono concretamente l'avventura americana in Vietnam. Alla fine degli anni Sessanta più di 10.000 thailandesi prestavano servizio in Vietnam, mentre d'altro canto migliaia di soldati americani erano di stanza in Thailandia, dove c'era una base importante dell'aviazione statunitense. Lo scontento popolare nei confronti della guerra e dei politici in carica crebbe, finché nel 1973 una rivolta scatenata dagli studenti obbligò i leader di governo all'esilio.La Thailandia sperimentò un breve periodo di democrazia parlamentare, ma nel 1976 ci fu l'ennesimo colpo di stato dei militari, questa volta con l'appoggio della monarchia. A sua volta questo spinse molti thailandesi disillusi nelle foreste, dove rimpolparono le fila del ribelle partito comunista thailandese. Nel 1980 i militari abbatterono il governo di destra che avevano instaurato e lo sostituirono con un dittatore di orientamento più democratico. Negli otto anni successivi l'esercito condivise il potere con il parlamento, con la mediazione del re, finché nel 1988 non salì al potere un primo ministro... che dopo tre anni fu deposto dai militari.Nel 1992 il governo militare indisse le elezioni, che con assoluta mancanza di sorpresa furono vinte da uno di loro. Il popolo fu molto insoddisfatto di questo risultato, ma le enormi manifestazioni pubbliche di protesta furono soffocate nel sangue. Alla fine dovette intervenire il re, che fece dimettere il dittatore in carica e mise al suo posto un governo più democratico. Questo durò per otto, gloriosi anni, finché nel 2006 l'insoddisfazione pubblica crescente e gli eccessi dei politici portarono all'ennesimo colpo di stato.Con il supporto del re, ormai anziano, un vecchio generale fu richiamato dalla pensione e messo in carica. Nell'agosto del 2007 fu ratificata una nuova costituzione con voto popolare. Nel settembre del 2008 un altro primo ministro fu trovato colpevole di conflitto d'interessi dalla corte costituzionale. In ottobre il suo sostituto non poté prendere possesso del suo ufficio, che era occupato dai manifestanti, così dovette rinunciare. Attualmente l'ultimo capo del governo è salito al potere nel dicembre del 2008."
        },
        {
            "heading": "La Thailandia domani",
            "text": "Chi può sapere come andrà a finire? La Thailandia è un grande paese dalla lunga storia, travagliato da una serie apparentemente infinita di rovesci politici. La situazione odierna è particolarmente incerta perché il re Bhumibol Adulyadej, che è probabilmente l'unico uomo in grado di tenere unita la nazione, ha superato gli 80 anni. Si può solo sperare che la nazione sarà in grado di superare la sua morte senza precipitare nel caos. Data la sua travagliata storia recente, le probabilità non sembrano in suo favore."
        },
        {
            "heading": "La Thailandia domani",
            "text": "Chi può sapere come andrà a finire? La Thailandia è un grande paese dalla lunga storia, travagliato da una serie apparentemente infinita di rovesci politici. La situazione odierna è particolarmente incerta perché il re Bhumibol Adulyadej, che è probabilmente l'unico uomo in grado di tenere unita la nazione, ha superato gli 80 anni. Si può solo sperare che la nazione sarà in grado di superare la sua morte senza precipitare nel caos. Data la sua travagliata storia recente, le probabilità non sembrano in suo favore."
        }
    ],
    "leader": {
        "name": "Ramkhamhaeng",
        "subtitle": "Leader del Siam",
        "lived": "1240 - 1298 a.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ramkhamhaeng.png",
        "trait": {
            "name": "Padre che governa i figli",
            "effect": " Cibo, Cultura e Fede ricevuti dalle città-stato amiche aumentano del 50%."
        },
        "titles": [
            "\"Rama l'Ardito\""
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Nel 1278, un principe di nome Ramkhamhaeng ereditò il piccolo e insignificante regno del Sukhothai. Nel giro di 20 anni, grazie a una brillante combinazione di genio militare e astuta diplomazia, riuscì a estendere i confini e l'influenza del suo paese fino a coprire gran parte del sud-est asiatico."
            },
            {
                "heading": "Gli inizi",
                "text": "Della gioventù di Ramkhamhaeng non si sa molto. I suoi genitori erano il re Sri Indraditya e la regina Sueang. Aveva due sorelle e due fratelli maggiori: uno morì giovane e l'altro, Ban Mueang, divenne re alla morte del padre. Si tramanda che Ramkhamhaeng abbia studiato con il poeta e saggio Sukathanta.All'età di 19 anni servì sotto il padre durante l'attacco alla città di Sukhothai, allora controllata dai Khmer. Il successo di quest'attacco aumentò considerevolmente il potere del re, imponendo Sukhothai come regno indipendente. Grazie alle sue azioni eroiche in battaglia il principe ricevette il soprannome di \"Phra Ram Khamhaeng\", ovvero Rama il Coraggioso.Alla morte del padre nel 1257, il fratello maggiore, il nuovo re Ban Mueang, mise Ramkhamhaeng al comando della città di Si Sat Chanalai. 20 anni dopo Ban Mueang morì e Ramkhamhaeng ascese al trono."
            },
            {
                "heading": "Re Ramkhamhaeng",
                "text": "Durante il suo regno Ramkhamhaeng estese il dominio a ovest in Birmania, a est nel Laos e a sud nella penisola malese. Oltre a un ottimo condottiero era anche un abile diplomatico, tanto che molti territori si unirono volontariamente alla sua confederazione. Lo scopo di Ramkhamhaeng non era di dominare il sud-est asiatico: piuttosto desiderava promuovere il commercio e le alleanze diplomatiche tra tutti i regni vicini.La maggior parte delle nostre informazioni su Ramkhamhaeng provengono da un'epigrafe su pietra che lui stesso commissionò nel 1292, verso la fine del regno. È l'esempio più antico di linguaggio thai che ci è pervenuto. Il testo, naturalmente, lo descrive come un monarca saggio e magnanimo."
            },
            {
                "heading": "Arte e cultura",
                "text": "Ramkhamhaeng era un ardente seguace del buddismo. Inoltre fu patrono delle arti: durante il suo regno l'espressione artistica thailandese raggiunse un livello particolarmente alto, specialmente per quanto riguarda la ceramica e le sculture in bronzo."
            },
            {
                "heading": "La morte di Ramkhamhaeng",
                "text": "Ramkhamhaeng morì nel 1298. L'impero, tenuto insieme dal suo magnetismo personale e da una brillante politica diplomatica internazionale, non sopravvisse molto alla sua morte: le province più lontane se ne staccarono poco dopo. Sukhothai stessa tenne duro ancora un secolo prima di capitolare."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Oggi Ramkhamhaeng è considerato un grande leader, il primo a governare l'intero Siam (che in seguito prese il nome di Thailandia). Dobbiamo considerare, comunque, che quasi tutto quello che conosciamo del periodo proviene dalle iscrizioni su pietra da lui stesso commissionate. Se avesse avuto qualche grave difetto, l'avrebbe fatto scolpire perché venisse tramandato ai posteri per sempre? (Pensate che qualcuno dei moderni leader mondiali lo farebbe?)In ogni caso, tutto lascia credere che abbia avuto successo nel creare un grande impero e che durante il suo regno il suo popolo abbia prosperato, e questa è una cosa di cui qualsiasi governante può andare fiero."
            }
        ]
    }
}