{
    "id": 18,
    "name": "Songhai|del Songhai|al Songhai|il Songhai|dal Songhai",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/songhai.png",
    "dawn_of_man": "Che la benedizione di Dio, che è il più grande di tutti, scenda su di te, Askia, sovrano del popolo Songhai! Per molti anni il tuo regno rimase vassallo della potente nazione dell'Africa occidentale, il Mali, finché, alla metà del XIV secolo, il re Sunni Ali Ber riuscì a conquistare l'indipendenza, impadronendosi di vasti territori e respingendo i numerosi nemici che intendevano distruggerlo. Alla fine, la conquista delle ricche città di Timbuctu e Djenné conferirono all'impero Songhai il potere economico per sopravvivere per circa 100 anni, fino alla sua distruzione dovuta alla tecnologia del moschetto, più avanzata di quella della lancia.Re Askia, il tuo popolo ti chiede di condurlo alla gloria, di renderlo ricco e potente, di mantenerlo fornito di ogni arma necessaria per distruggere qualsiasi nemico. Riuscirai a salvarlo dalla distruzione, o Re? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Moschea della Piramide di Fango|la Moschea della Piramide di Fango|una Moschea della Piramide di Fango",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/mud_pyramid_mosque.json"
        }
    ],
    "unique_units": [
        {
            "name": "Cavalleria Mandekalu|una Cavalleria Mandekalu|dalla tua Cavalleria Mandekalu|alla tua Cavalleria Mandekalu|la tua Cavalleria Mandekalu|da una Cavalleria Mandekalu",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/mandekalu_cavalry.json"
        }
    ],
    "city_names": [
        "Gao",
        "Timbuctù",
        "Djenné",
        "Taghaza",
        "Tondibi",
        "Kumbi Saleh",
        "Kukia",
        "Walata",
        "Tegdaoust",
        "Argungu",
        "Gwandu",
        "Kebbi",
        "Boussa",
        "Mopti",
        "Bamako",
        "Wa",
        "Kayes",
        "Awdaghost",
        "Ouadane",
        "Dakar",
        "Tadmekket",
        "Tekedda",
        "Kano",
        "Agadez",
        "Niamey",
        "Torodi",
        "Ouatagouna",
        "Dori",
        "Bamba",
        "Segou"
    ],
    "spy_names": [
        "Ahmadou",
        "Ayub",
        "Badru",
        "Bokhari",
        "Guedado",
        "Adhiambo",
        "Chinaka",
        "Laila",
        "Mariama",
        "Oni"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "L'impero Songhai fiorì in Africa occidentale nel XV e XVI secolo. I Songhai sono apparsi inizialmente vicino alla città di Gao, subordinata all'impero del Mali. All'inizio del XIV secolo ottennero l'indipendenza dal Mali e nei due secoli successivi si espansero fino a diventare il più grande impero nella storia africana."
        },
        {
            "heading": "Territorio e clima",
            "text": "Il territorio dell'Africa che era occupato dai Songhai è piatto e arido, dominato da due grandi sistemi fluviali, il Niger e il Senegal, che offrono un mezzo di trasporto rapido ed economico da est a ovest oltre a fertili terre coltivabili lungo le rive. Il clima è caldo e tropicale con due stagioni principali, quella secca e quella umida. Da marzo a giugno un vento caldo e secco soffia dal Sahara e le temperature diurne superano facilmente i 37 °C."
        },
        {
            "heading": "Prima di Songhai: i Mali",
            "text": "Prima dell'ascesa dei Songhai gran parte dell'Africa centro-occidentale apparteneva all'impero del Mali. Si ritiene che quest'impero sia stato fondato un po' prima del 1000 d.C. Si basava in gran parte sul commercio e costituiva letteralmente il crocevia principale dell'Africa, dato che oltre alle rotte fluviali est-ovest controllava le importanti piste commerciali da nord a sud attraverso il Sahara. Sotto il grande condottiero Mansa Musa (1307-1331?) l'impero del Mali conquistò le ricche città di Timbuctù e Gao e acquisì il controllo dei preziosi depositi di sale del nord.Il Mali era un impero musulmano, e sotto il dominio di Musa Timbuctù divenne un importante centro di studi del mondo islamico. Comunque, alla fine del secolo, l'impero era diventato troppo esteso per essere governato in modo centralizzato: importanti regioni cominciarono a reclamare la propria indipendenza e a separarsi. Tra queste c'era Gao, città madre dei Songhai."
        },
        {
            "heading": "L'ascesa di Songhai",
            "text": "Si ritiene che i Songhai siano comparsi a Gao intorno all'800 d.C. Della loro storia antica si sa ben poco, ma è noto che nell'XI secolo il re Kossoi si convertì all'Islam e fece di Gao la capitale del regno in espansione. Sotto il governo dei Songhai Gao arricchì e prosperò. Nel XIII secolo l'impero del Mali conquistò Songhai, riducendo il regno al vassallaggio. Il Songhai rimase sotto il controllo dei Mali per una cinquantina d'anni e riacquistò l'indipendenza sotto il re Sulaiman-Mar.Nel secolo successivo riuscì a conservare una precaria libertà finché un nuovo grande leader, Sunni Ali Ber, lo proiettò verso la grandezza."
        },
        {
            "heading": "Sunni Ali Ber",
            "text": "Sunni Ali Ber regnò sul Songhai per 30 anni, dal 1464 al 1493. Era un brillante stratega e comandante militare. Sfruttando la crescente debolezza del Mali, Sunni condusse l'esercito del Songhai a conquistare la ricca città di Timbuctu, scacciando i saccheggiatori tuareg che se ne erano impadroniti al declinare della potenza malinese. Fatto questo si espanse ancora più a ovest, acquisendo tutte le terre del Mali a nord di Djenné. Non incontrò alcuna opposizione. Nel corso del suo regno respinse gli attacchi di Mossi, Dogon e Fulani.Nel 1473 Ali Ber si gettò sul premio più ricco, il florido snodo commerciale di Djenné. La città faceva ancora parte dell'impero del Mali e la popolazione gli oppose una strenua difesa. Impossibilitato a conquistare la città con un assalto, Ali Ber la cinse d'assedio. Prima di capitolare la città resistette per sette anni.I resoconti dell'epoca in genere dipingono Ali Ber come un tiranno incostante, di volta in volta generoso o brutale, che governava con pugno di ferro e massacrava e opprimeva i popoli catturati. È probabile che le cronache siano esagerate: gli storici musulmani che le registrarono non amavano Ali Ber a causa della forma poco ortodossa di Islam da lui praticata, contaminata da una serie di osservanze religiose tradizionali dei Songhai."
        },
        {
            "heading": "Mohammad I Askia",
            "text": "Muhammad I Askia regnò sul Songhai dal 1493 al 1528. La parola \"Askia\" significa usurpatore, ed è proprio così che Muhammad I ottenne il potere: deponendo il figlio di Ali Ber meno di un anno dopo la morte di quest'ultimo. Scegliere proprio usurpatore come titolo dinastico lascia intendere che quest'uomo straordinario possedesse anche un fantastico senso dell'umorismo.Per quanto abbia combattuto una guerra per impossessarsi della corona, Askia era più di un militare. Durante il suo regno combatté diverse battaglie con esiti alterni, ma è famoso soprattutto come riformatore, amministratore e uomo di religione. Durante il suo regno organizzò la burocrazia per governare l'impero e omologare le sue politiche fiscali, militari e agricole. Aprì diverse scuole religiose e nel 1495 si recò in pellegrinaggio alla Mecca.Askia regnò fino al 1528, quando fu deposto dal figlio. Per saperne di più su questo straordinario uomo di governo potete leggere la sua voce nella Civilopedia."
        },
        {
            "heading": "Declino e caduta di Songhai",
            "text": "Negli anni successivi nessuno fu capace di conservare il potere per un periodo di tempo significativo. Il figlio di Askia, Musa, regnò per tre anni; a lui succedette Muhammad II, che ne durò sei; i due re successivi governarono rispettivamente per due e dieci anni. Ma nel 1549 Askia Dawud salì al trono e regnò 33 anni, fino al 1582. Questa relativa stabilità andò in pezzi quando il sultano del Marocco saccheggiò i preziosi depositi di sale del Songhai a Taghaza.La fine di tutto giunse nel 1591. Vedendo che il Songhai era debole e diviso, e soprattutto che gli mancavano armi moderne, un esercito marocchino armato di moschetti sferrò un grande attacco. I guerrieri songhai furono spazzati via, i capi dovettero fuggire sulle colline e i marocchini catturarono le città principali, Timbuctu e Gao. Una singola, sbalorditiva campagna aveva praticamente cancellato un impero dalla faccia della terra."
        },
        {
            "heading": "Una lezione da imparare",
            "text": "La caduta del Songhai fu rapida e brutale. Sotto molti punti di vista assomigliò alla conquista dell'impero azteco da parte degli spagnoli, avvenuta 70 anni prima, nel 1521. Nel momento del loro massimo fulgore entrambi questi imperi erano ricchi e potenti e si ritenevano invulnerabili. Entrambi furono abbattuti da una piccola forza dotata di armi tecnologicamente superiori. Questo ci ricorda la famosa massima: \"non buttarti mai in uno scontro a fuoco con il coltello. Porta una pistola. Preferibilmente, portane almeno due\". Evidentemente questo vale anche per gli imperi."
        },
        {
            "heading": "Una lezione da imparare",
            "text": "La caduta del Songhai fu rapida e brutale. Sotto molti punti di vista assomigliò alla conquista dell'impero azteco da parte degli spagnoli, avvenuta 70 anni prima, nel 1521. Nel momento del loro massimo fulgore entrambi questi imperi erano ricchi e potenti e si ritenevano invulnerabili. Entrambi furono abbattuti da una piccola forza dotata di armi tecnologicamente superiori. Questo ci ricorda la famosa massima: \"non buttarti mai in uno scontro a fuoco con il coltello. Porta una pistola. Preferibilmente, portane almeno due\". Evidentemente questo vale anche per gli imperi."
        }
    ],
    "leader": {
        "name": "Askia",
        "subtitle": "Leader di Songhai",
        "lived": "circa 1440-1538 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/askia.png",
        "trait": {
            "name": "Signore del fiume",
            "effect": "Ricevi una quantità tripla d' Oro dagli Accampamenti barbari e dalle città saccheggiate. Le unità terrestri ricevono le promozioni Canoe da guerra e Attacco anfibio, che le rendono più potenti quando sono imbarcate."
        },
        "titles": [
            "Askia (Usurpatore)"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Mohammad ibn Ab Bakr Turé, noto anche come Mohammad I Askia, regnò dal 1493 al 1528. Unificando l'intera regione centrale del Sudan occidentale diede vita all'Impero Songhai, il più esteso in tutta la storia africana. Sebbene abbia condotto diverse campagne militari, viene ricordato soprattutto per aver riorganizzato e modernizzato il Songhai, a cui riuscì a dare stabilità. Inoltre è rimasto famoso il suo pellegrinaggio alla Mecca."
            },
            {
                "heading": "Gli inizi",
                "text": "Askia era un generale al servizio di Sonni Ali, il primo grande leader dell'Impero Songhai. Ali estese il controllo del Songhai lungo il fiume Niger, conquistando le ricche città di Timbuctu e Djenné. Per quanto fosse nominalmente musulmano, Ali continuò a praticare anche l'animismo africano, tollerando nel suo impero, accanto all'Islam, anche le altre religioni. Nel 1492 morì in un orribile incidente: dopo essere caduto in un fiume con il suo cavallo finì trascinato giù da una cascata. Ad Ali succedette il figlio, Sonni Baru. Askia cominciò immediatamente a tramare per rovesciare Baru e ottenne il potere nel 1493 con l'aiuto di ribelli musulmani."
            },
            {
                "heading": "Il pellegrinaggio alla Mecca",
                "text": "Nel 1495, due anni dopo aver conquistato il trono, Askia intraprese un pellegrinaggio verso La Mecca. Questo lungo viaggio è rimasto famoso per la grande pompa e l'esagerata opulenza ostentate da Askia. Alla Mecca Askia incontrò il califfo d'Egitto, che lo nominò suo rappresentante religioso conferendogli il titolo di \"califfo dell'Africa occidentale\". Il cronista Mahmud Kati, che lo accompagnava, fornì un resoconto un po' più colorito degli eventi sostenendo che Askia era stato nominato califfo dai jinn (demoni) della Mecca.Quando tornò nel Songhai, nel 1497, Askia era ormai profondamente legato all'Islam. Durante il suo regno Askia sostenne entusiasticamente le università religiose a Timbuctu e costruì molte moschee e scuole religiose in tutto il Songhai."
            },
            {
                "heading": "L'espansione militare",
                "text": "Askia estese il suo impero verso nord, sud e ovest, conducendo con successo varie campagne militari contro le città e i regni confinanti. Non tutte le sue battaglie furono vittoriose, comunque, tanto che oggi è ricordato come un comandante militare competente ma non eccezionale."
            },
            {
                "heading": "L'organizzazione dell'impero",
                "text": "L'espansione territoriale rese l'impero sempre più difficile da gestire. Askia divise le regioni in province e assegnò ciascuna di esse a un governatore. Inoltre estese la corte, creando le figure dei ministri delle finanze, della giustizia, dell'interno, dell'agricoltura, delle acque e foreste e delle \"tribù di razza bianca\" (Mori e Tuareg sottoposti a Songhai). Inoltre fondò un esercito permanente e persino una marina composta da canoe da guerra.Infine Askia riorganizzò il sistema fiscale e impose norme su agricoltura, caccia e pesca."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Askia regnò per 35 anni. Nel 1528, vecchio e cieco, fu deposto da uno dei suoi figli e morì 10 anni dopo. Viene considerato un amministratore molto competente, in grado di portare il suo regno in un'età dell'oro per la religione e la cultura in Africa occidentale. Per quanto non fosse un grande generale, riuscì a estendere i confini del suo impero e a conservare il potere, finché non venne sconfitto, inevitabilmente, dall'età. In definitiva, Askia può essere considerato uno dei leader più grandi della storia dell'Africa sub-sahariana."
            }
        ]
    }
}