{
    "id": 34,
    "name": "Svezia|della Svezia|alla Svezia|la Svezia|dalla Svezia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/sweden.png",
    "dawn_of_man": "Onore allo straordinario re Gustavo Adolfo, fondatore dell'impero svedese e mirabile maestro di tattica militare. Grazie alla tua saggezza sul campo di battaglia e su quello della politica, durante il tuo regno hai imposto la Svezia come una delle grandi potenze d'Europa. Come re hai dato il via a una serie di riforme interne che hanno assicurato la stabilità economica e la prosperità dei tuoi sudditi. Come generale ti sei guadagnato la fama di \"Leone del Nord\", sorprendendo i comandanti militari di tutto il mondo con le tue sagaci innovazioni. Grazie ai tuoi trionfi nella Guerra dei Trent'anni ti sei assicurato un posto nella ristretta cerchia dei più grandi condottieri della storia.Oh, nobile re, il popolo brama la tua guida illuminata e confida in te per riportare il regno alle vette della gloria. Escogiterai strategie sempre nuove, portando audacemente i tuoi eserciti alla vittoria sul campo? Plasmerai una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Hakkapeliitta|un Hakkapeliitta|dal tuo Hakkapeliitta|al tuo Hakkapeliitta|il tuo Hakkapeliitta|da un Hakkapeliitta",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/hakkapeliitta.json"
        },
        {
            "name": "Karoliner|un Karoliner|dal tuo Karoliner|al tuo Karoliner|il tuo Karoliner|da un Karoliner",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/carolean.json"
        }
    ],
    "city_names": [
        "Stoccolma",
        "Sigtuna",
        "Helsinki",
        "Birka",
        "Uppsala",
        "Turku",
        "Linköping",
        "Lund",
        "Espoo",
        "Västerås",
        "Malmö",
        "Vantaa",
        "Visby",
        "Strängnäs",
        "Tampere",
        "Skara",
        "Lödöse",
        "Oulu",
        "Växjö",
        "Jyvaskyla",
        "Göteborg",
        "Orebro",
        "Lahti",
        "Helsingborg",
        "Jönköping",
        "Kuopio",
        "Norrköping",
        "Sundsvall",
        "Kouvola",
        "Karlstad",
        "Umea",
        "Pori",
        "Ystad",
        "Paviken",
        "Vaasa"
    ],
    "spy_names": [
        "Leif",
        "Ingegard",
        "Sören",
        "Ragnhild",
        "Lars",
        "Lina",
        "Herr Grå",
        "Magnus",
        "Vilma",
        "Kusin"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Il Regno di Svezia forma la Scandinavia insieme a Danimarca e Norvegia. Oggi è una nazione economicamente fiorente e politicamente progressista, ma per conoscere le sue origini bisogna leggere le antiche saghe del nord, che narrano la storia dei suoi primi monarchi. Per quanto il regno non abbia una data di fondazione precisa, la Svezia è il risultato del consolidamento di una costellazione eterogenea di tribù vichinghe. La Svezia raggiunse l'apice del suo potere militare e politico nel XVII secolo, sotto la guida del famoso re e generale Gustavo Adolfo."
        },
        {
            "heading": "Geografia e clima",
            "text": "La Svezia, racchiusa tra le nazioni nordiche di Norvegia e Finlandia, si estende dal Mar Baltico a sud fino al Circolo Polare Artico a nord. Nazione di grandi foreste, è ricoperta in gran parte da specie indigene di pini, abeti e betulle. Globalmente la Svezia ha un clima temperato e sorprendentemente asciutto in confronto alle aree vicine, per quanto andando da nord a sud si possano riscontrare notevoli differenze. La costa orientale fornisce da sempre una grande quantità di risorse ittiche, che hanno contribuito nel corso della storia a sviluppare la grande capacità degli svedesi di andar per mare."
        },
        {
            "heading": "Preistoria",
            "text": "Molto prima dell'arrivo dei vichinghi la Svezia era abitata da tribù immigrate nella regione. Già nel 12.000 a.C., gruppi di cacciatori-raccoglitori si spostavano seguendo le stagioni e formavano piccole comunità di pescatori che utilizzavano arnesi primitivi di pietra e selce. A partire dal Neolitico queste prime tribù cominciarono a formare insediamenti più stanziali, basati sull'agricoltura, che si svilupparono per tutta l'età del bronzo nordica fino al 1700 a.C. circa. Durante questo periodo, un flusso di bronzo importato consentì di usare attrezzi e armi sempre più raffinate.All'inizio del nuovo millennio, e all'alba dell'età dei vichinghi, la Svezia era abitata per lo più da grandi tribù di Germani. Gli \"svedesi\" originali (sueoni) erano composti originariamente da una singola tribù divisa in tanti piccoli regni nello Svealand, culla dello sviluppo della futura nazione. Confinanti con i geati a sud e i goti sull'isola di Gotland, nel Baltico, i sueoni alla fine si fusero con le tribù vicine, per quanto la data di quest'unificazione resti avvolta nel mistero. La collaborazione di questi primi regni tribali per tutta l'età dei vichinghi implica una graduale fusione del loro territorio."
        },
        {
            "heading": "I vichinghi svedesi",
            "text": "L'espansione e le conquiste dei vichinghi nell'Europa centrale gettarono nello scompiglio gli ignari insediamenti nella regione. Durante il VII e l'VIII secolo i vichinghi presero a far vela dalla Scandinavia ogni primavera in cerca di bottino, ritornando in autunno carichi di spoglie. Mentre i loro vicini danesi si concentravano più sull'Inghilterra e la Francia, i vichinghi di Svezia preferivano attraversare il Baltico e risalire i fiumi della Russia verso l'entroterra.Durante il IX secolo molti vichinghi svedesi si insediarono in Russia, Bielorussia e Ucraina, dove il loro popolo diventò noto con il nome di Rus. Sebbene vi siano molte teorie circa l'origine di questo nome, la credenza più diffusa è che derivi dalla regione svedese di Roslagen, che significa \"terra dei rematori\". Dopo aver catturato la città di Kiev, verso la metà del IX secolo, i Rus formarono uno stato che sopravvisse per quasi 400 anni fino all'arrivo dei mongoli nel XIII secolo. Questa \"terra dei rus\" è l'antenata della moderna nazione russa.Seguendo una lunga tradizione, i vichinghi svedesi erano soliti ricordare le vittorie più gloriose e i comandanti più onorati attraverso l'uso delle pietre runiche. Queste pietre monumentali, iscritte con glifi e simboli runici, si possono ritrovare in tutti i territori in cui i vichinghi hanno dominato in qualche periodo del passato e rappresentano una delle più antiche fonti storiche sulle loro prime imprese."
        },
        {
            "heading": "I primi regni",
            "text": "Per tutto il primo millennio d.C. la Svezia fu costituita da una coalizione di province indipendenti. Sebbene le saghe nordiche citino per nome un certo numero di antichi re, è impossibile separare completamente i fatti storici dalle leggende, perciò molti punti restano ancora poco chiari. Olaf Skotkonung, figlio di Eric il Vittorioso, regnò dal 995 al 1022, ed è considerato il primo re ad aver unito compiutamente le tribù svedesi sotto un unico governo.A metà del XII secolo, Birger Magnusson di Bjälbo servì la Svezia come \"Jarl\" (l'equivalente di un reggente o viceré) durante il regno di Eric XI. A Birger si attribuisce il negoziato del Trattato di Lodose, che pose fine all'antica ostilità con la Norvegia: pur di ottenere la pace, Birger arrivò a dare in sposa sua figlia Rikissa al figlio del re norvegese Haakon IV. Si pensa che Birger abbia anche contribuito alla scelta della futura capitale della Svezia, Stoccolma, dato che le prime occorrenze di quel nome si ritrovano proprio in alcune delle sue lettere.Nel XIV secolo la Svezia fu colpita da un orrore inimmaginabile, la Peste Nera. La devastante pandemia spazzò l'Europa senza pietà e raggiunse il paese nel 1349. Per quanto la Svezia sia stato uno degli ultimi regni a cader preda della peste, la malattia squassò la nazione, arrivando a uccidere, secondo alcuni resoconti, quasi metà della popolazione."
        },
        {
            "heading": "L'Unione di Kalmar",
            "text": "Dal 1397 al 1523 la Svezia fece parte dell'Unione di Kalmar, che a tutti gli effetti riuniva Svezia, Norvegia e Danimarca sotto il governo di un unico monarca. Benché ognuna di queste nazioni fosse teoricamente indipendente, per quanto riguarda la politica estera le decisioni del re danese avevano un valore assoluto. Il coinvolgimento della Svezia nell'unione fu causato dal conflitto interno tra re Alberto e alcuni dei nobili più in vista, che avevano supportato la sua successione finché il re non aveva cercato di ridurre i loro possedimenti terrieri. A questo punto i nobili si erano rivolti alla regina Margherita di Danimarca, nominandola reggente delle loro terre. Un esercito danese aveva marciato contro Albert, sconfiggendo le sue truppe nel 1389.L'unione fu stipulata nel 1397 nella città svedese di Kalmar, con l'accordo che il monarca sarebbe sempre stato danese. I nobili svedesi acconsentirono, in cambio della promessa di Margherita che la loro influenza e i loro possedimenti sarebbero stati protetti e che gli svedesi avrebbero potuto ricoprire posizioni di autorità all'interno del paese, con l'esclusione del trono stesso. Erik di Pomerania, un parente di Margherita, fu eletto primo re dell'unione: ben presto, tuttavia, le sue evidenti ambizioni cominciarono a gettare un'ombra sulle promesse di Margherita.Nel giro di 50 anni l'unione cadde in preda all'instabilità: i frequenti conflitti scatenati dal re danese contro i partner commerciali degli svedesi danneggiavano l'economia della Svezia e irritavano i nobili. Nel 1440 Eric fu deposto, ma questo non bastò a pacificare l'unione. Il conflitto tra Danimarca e Svezia si trascinò nel XVI secolo, fino all'ascesa di Gustavo Eriksson."
        },
        {
            "heading": "L'ascesa della potenza svedese",
            "text": "Re Gustavo I, noto anche come \"Gustavo Vasa\" dal nome della sua casata, nel 1521 si pose con successo al comando di una ribellione contro il re danese Cristiano II, che in quel momento governava l'Unione di Kalmar. Nel 1523, liberato il paese dal monarca danese, Gustavo fu eletto re di Svezia, ponendo fine all'unione dopo più di un secolo.Fu solo durante il successivo regno del famoso Gustavo Adolfo che la Svezia visse una straordinaria ascesa, imponendosi come grande potenza europea del XVII secolo. Quando salì al trono, nel 1611, Adolfo si trovò alle redini di una nazione impantanata in mille conflitti. Suo padre Carlo aveva rovesciato l'erede legittimo al trono (e suo nipote), Sigismondo, ma aveva lasciato la Svezia sull'orlo di ben tre guerre. Navigando come un nocchiero esperto tra le dispute interne ed estere, Adolfo riuscì a negoziare una fragile pace con Sigismondo, dedicando il decennio successivo a migliorare i rapporti con Russia e Danimarca.I più famosi successi militari Adolfo li ottenne durante la Guerra dei Trent'anni, un grande conflitto culminato con la sfida dei protestanti alle forze cattoliche del Sacro Romano Impero. Adolfo, che aveva rifondato e modernizzato l'esercito svedese, riuscì a proteggere il movimento protestante e a condurlo a molte vittorie chiave. Benché all'inizio non si fosse lasciato coinvolgere, nel 1630 Adolfo condusse gli eserciti della Svezia contro le forze del Sacro Romano Impero in difesa degli stati tedeschi protestanti. Purtroppo Adolfo fu ucciso nel 1632 mentre conduceva una carica durante la battaglia di Lutzen, strappando alla Svezia il suo generale più stimato.Mantenere alto il prestigio che la Svezia si era guadagnato durante il regno di Gustavo Adolfo non era facile, ma i successori, Carlo XI e Carlo XII, furono entrambi governanti capaci e rispettati. Continuando sulla strada delle migliorie avviate da Adolfo, entrambi i re utilizzarono una forza speciale, i Carolini. I Carolini puntavano sulla qualità, non sulla quantità, contando sulla loro abilità e disciplina per prevalere anziché sulla semplice forza del numero.Durante la Grande Guerra del Nord del 1700-1721, che contrappose la Svezia a una coalizione guidata dalla Russia, i Carolini affrontarono spesso nemici soverchianti, talora combattendo un nemico tre volte superiore per numero, ed emergendo comunque vittoriosi da numerose battaglie. Sfortunatamente alla fine gli svedesi furono sopraffatti dai nemici, riducendosi ad affrontare una spaventosa ritirata che è rimasta famigerata come la \"marcia di morte dei Carolini\". Quando Carlo XII cadde in battaglia, un ufficiale di nome Carl Armfeldt si ritirò con una compagnia di 5.000 uomini, marciando proprio dentro una tempesta di neve. Circa 3.000 soldati morirono prima che l'esercito potesse finalmente raggiungere la Svezia."
        },
        {
            "heading": "L'industrializzazione svedese",
            "text": "Fino alla metà dell'Ottocento l'economia della Svezia rimase basata principalmente sull'agricoltura, tanto che lo sviluppo industriale del paese restò indietro rispetto alle nazioni vicine. Ma dal 1870 in poi l'economia svedese subì un profondo mutamento, grazie anche a vaste riserve di risorse naturali come legname e ferro. L'espansione della rete ferroviaria permise alla Svezia di spostare grandi quantità di materie prime verso i porti sulla costa, portando a un rapido sviluppo all'inizio del XX secolo."
        },
        {
            "heading": "La neutralità della Svezia",
            "text": "Nonostante una lunga storia di conflitti armati con le nazioni vicine, a partire dalle Guerre napoleoniche (in cui si unì alla coalizione anti-francese) la Svezia ha mantenuto relazioni internazionali pacifiche. Nel 1808 la Svezia dovette cedere quasi un terzo dei suoi territori orientali alla Russia, e precisamente la regione che sarebbe diventata la moderna Finlandia. Dopo aver incassato il colpo, la Svezia ha mantenuto una politica di stretta neutralità fino a oggi.Durante le due guerre mondiali che hanno infiammato l'Europa nel XX secolo, la Svezia si è mantenuta generalmente indipendente dall'influenza tedesca e non si è lasciata coinvolgere nel conflitto. Tuttavia, si può dire che la Svezia abbia segretamente supportato il movimento di resistenza in Danimarca aiutando la fuga degli ebrei danesi nel 1943."
        },
        {
            "heading": "La Svezia moderna",
            "text": "Oggi la Svezia è famosa per il suo governo progressista e per l'alto standard di vita. La sua robusta economia, che si appoggia all'esportazione di macchinari, materie prime, carta e mobili, ha permesso di creare un complesso sistema di assistenza sociale. Diversi studi hanno dimostrato che questo sistema, che include l'accesso universale all'assistenza medica e all'istruzione, oltre a periodi di ferie pagate stabiliti per legge, ha contribuito al posizionamento della Svezia ai primissimi posti nella classifica delle \"nazioni più felici al mondo\"."
        },
        {
            "heading": "La Svezia moderna",
            "text": "Oggi la Svezia è famosa per il suo governo progressista e per l'alto standard di vita. La sua robusta economia, che si appoggia all'esportazione di macchinari, materie prime, carta e mobili, ha permesso di creare un complesso sistema di assistenza sociale. Diversi studi hanno dimostrato che questo sistema, che include l'accesso universale all'assistenza medica e all'istruzione, oltre a periodi di ferie pagate stabiliti per legge, ha contribuito al posizionamento della Svezia ai primissimi posti nella classifica delle \"nazioni più felici al mondo\"."
        }
    ],
    "leader": {
        "name": "Gustavo Adolfo",
        "subtitle": "Leader della Svezia",
        "lived": "dal 1594 al 1632",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gustavus_adolphus.png",
        "trait": {
            "name": "Premio Nobel",
            "effect": "Guadagni 90 Influenza donando un Grande Personaggio a una città-stato. Quando fanno una dichiarazione di amicizia, la Svezia e la nazione amica guadagnano un bonus del +10% alla generazione di Grandi Personaggi."
        },
        "titles": [
            "Re"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "L'onorato re e comandante militare svedese Gustavo Adolfo, passato alla storia con l'appellativo di \"Leone del Nord\", ascese al trono all'età di 17 anni e si guadagnò rapidamente la reputazione di esperto stratega e innovatore dell'arte della guerra. Adolfo ereditò da suo padre, l'usurpatore re Carlo IX, una complessa rete di conflitti interni ed esteri: senza perdere tempo si alleò con la nobiltà precedentemente ostile, spazzò via i nemici della Svezia e nel corso del XVII secolo condusse la sua nazione all'apice del potere in Europa."
            },
            {
                "heading": "I conflitti del padre",
                "text": "Molti dei problemi che attendevano Adolfo al momento dell'ascesa al trono erano una conseguenza diretta del breve regno di suo padre. Quando Adolfo venne alla luce, suo padre, il duca Carlo, prestava servizio come reggente della Svezia al posto di suo nipote, re Sigismondo di Polonia. Sigismondo, che aveva il titolo di re di Polonia e Granduca di Lituania, era anche legittimo re di Svezia, essendo figlio del precedente re Giovanni III. Tuttavia in questo momento storico la Svezia era per la maggior parte uno stato protestante: Carlo stesso era un protestante convinto, mentre Sigismondo era un devoto cattolico. Per evitare un ritorno forzato al cattolicesimo, venne costituita un'unione privata fra Svezia e Polonia. I due paesi, pur condividendo lo stesso re, restarono indipendenti per legge e cultura. Quest'unione permise al duca Carlo di governare gli svedesi mentre Sigismondo restava in Polonia, mantenendo così separate le opposte fazioni religiose.Come reggente Carlo, che era considerato un protettore del credo protestante, cercò di sfruttare a suo vantaggio la crescente tensione religiosa. Esercitando la propria autorità sui governatori regionali ancora leali al re, Carlo scatenò una guerra civile contro i seguaci di Sigismondo. Dopo diverse scaramucce la situazione culminò nel 1598 nella Battaglia di Stangebro, in cui l'esercito invasore di Sigismondo fu completamente sbaragliato. Catturato e riportato in Polonia, Sigismondo perse quasi tutto il suo supporto in Svezia. Nel 1600 il Riksdag, il parlamento svedese, riconobbe che Sigismondo aveva abdicato e nominò Carlo re di Svezia.Gli eventi che condussero all'incoronazione di Carlo lasciarono un segno duraturo sul futuro regno di Adolfo. L'unione personale tra Polonia e Svezia era rotta, ma Sigismondo continuava a rivendicare il diritto al trono di Svezia. Di conseguenza, nei 50 anni successivi le due nazioni restarono contrapposte in uno stato di guerra quasi ininterrotto."
            },
            {
                "heading": "I primi anni",
                "text": "Carlo aveva protetto la fede protestante del popolo svedese, ma il suo diritto di accesso al trono era quantomeno dubbio. Dopo aver regnato sulla Svezia per soli sette anni, Carlo morì nel 1611, lasciando al figlio il difficile compito di governare il suo tumultuoso regno. Adolfo, che negli anni precedenti aveva già prestato servizio nell'esercito con suo padre, fu incoronato all'età di 17 anni. Subito cercò di placare le preoccupazioni della nobiltà svedese, il cui potere, esercitato attraverso il parlamento, era già stato ridimensionato sotto Carlo. Secondo le leggi del parlamento Adolfo, a 17 anni, era troppo giovane per salire al trono. Tuttavia venne raggiunto un compromesso: Adolfo diventò re e in cambio garantì alla nobiltà dei seggi nel suo Consiglio Privato, il gruppo di consiglieri più vicini al re.Adolfo si trovò di fronte a un potenziale triplice conflitto: oltre alla rivalità con Sigismondo e la Polonia, c'erano tensioni crescenti con Danimarca e Russia. Con il rischio di trovarsi impegnato in una guerra estesa su tre fronti, Adolfo si mosse rapidamente. Il lungo conflitto con la Polonia e Sigismondo fu risolto con una fragile tregua nel 1611, una pace che venne rinnovata ogni anno mentre entrambe le parti erano impegnate in problemi altrove.La Guerra di Kalmar fu causata dal tentativo della Svezia di annettere la regione norvegese di Finnmark, il che avrebbe permesso ai mercanti svedesi di eludere la tassa che i danesi imponevano a coloro che attraversavano lo stretto tra Mar Baltico e Mare del Nord. Poiché dipendevano pesantemente da queste tasse, e temevano lo sviluppo di una rotta commerciale alternativa, nel 1611 i danesi dichiararono guerra alla Svezia. All'inizio l'esercito era comandato da Carlo, che però morì poco dopo lasciando Adolfo con troppo pochi mezzi per vincere. Dopo due anni, e la perdita di parecchie fortezze importanti da parte della Svezia, la guerra terminò nel 1613 con la Pace di Knared. Gli svedesi pagarono un prezzo pesante per riscattare le fortezze perdute, ma riuscirono a ottenere l'esenzione perpetua dal pagamento di qualsiasi tassa per attraversare lo stretto.La Guerra d'Ingria contro la Russia scoppiò nel 1610 a causa del tentativo di Carlo di mettere sul trono russo l'altro suo figlio, Carlo Filippo. La morte di Carlo, poco dopo l'inizio della guerra, lasciò in eredità ad Adolfo il problema di risolvere il conflitto. Le battaglie infuriarono in Russia per sette anni, con alterne vittorie e sconfitte e nessun progresso effettivo da una parte o dall'altra. La guerra si concluse nel 1617 con la firma del Trattato di Stolbovo: la Svezia ottenne parecchie province, ma dovette anche restituire una parte dei territori conquistati. Come parte dell'accordo la Svezia riconobbe anche Michele Romanov come legittimo Zar di Russia.Questi primi conflitti diedero ad Adolfo l'opportunità di fare esperienza sia come re sia come comandante militare. Apprendere in giovane età le arti della diplomazia e della guerra gli fornì una preziosa esperienza, preparandolo alle grandi battaglie che lo attendevano."
            },
            {
                "heading": "Le riforme politiche",
                "text": "In virtù dell'accordo raggiunto subito dopo la sua successione, Adolfo concesse un'autorità sempre maggiore al consiglio del Riksdag. La precedente istituzione, sostanzialmente cerimoniale, venne trasformata in un vero e proprio consiglio di governo che poteva auto-convocarsi quando voleva ed esprimere decisioni che influivano sulla politica nazionale. Di conseguenza Adolfo sviluppò una stretta collaborazione con Axel Oxenstierna, un nobile che aveva nominato Alto Cancelliere del suo Consiglio Privato. I prudenti consigli di Oxenstierna portarono alla maggior parte delle politiche interne adottate da Adolfo. Tra i risultati più notevoli vi è l'istituzione, nel 1617, di quattro \"stati\" ben definiti all'interno del Riksdag: nobiltà, clero, borghesia e contadini. Questa soluzione assicurava a ogni membro della società svedese una voce e un voto sulla scena nazionale."
            },
            {
                "heading": "Le innovazioni militari",
                "text": "Tra i tanti appellativi che Gustavo Adolfo ha ricevuto dai suoi contemporanei e dagli storici, quello di \"padre della guerra moderna\" deriva dalle pionieristiche tattiche militari e dalle nuove armi introdotte sotto il suo regno. Adolfo concepì numerose innovazioni ancora utilizzate negli eserciti moderni, come l'artiglieria leggera mobile, l'uso di formazioni diversificate comprendenti più tipi di truppe e l'adozione di tattiche offensive molto aggressive, in grado di mettere in crisi le strategie di difesa convenzionali dell'epoca. Inoltre Adolfo è stato uno dei primi a equipaggiare i suoi uomini con vere e proprie cartucce per la ricarica delle armi da fuoco, impacchettando in un piccolo cono di carta una quantità ben precisa di polvere da sparo insieme a un proiettile. Eliminando la necessità di misurare e versare la polvere da sparo sul campo, Adolfo aumentò l'affidabilità e la velocità delle armi dei suoi uomini."
            },
            {
                "heading": "Sul campo di battaglia",
                "text": "Se dovessimo scegliere la singola qualità più notevole di Adolfo, dovremmo indicare la sua abilità sul campo di battaglia: avendo imparato l'arte della guerra durante l'adolescenza, quando il re era ancora suo padre, comandare le truppe gli era naturale quanto respirare. Adolfo venne ferito diverse volte, e in un caso una pallottola di moschetto gli restò conficcata vicino al collo. Adolfo non era certo tipo da gettare la spugna, così continuò la campagna, combattendo molte battaglie con indosso solo una flessibile corazza di cuoio per mitigare il dolore che una pesante armatura di ferro gli avrebbe procurato.Delle numerose battaglie combattute dalla Svezia sotto il suo attento comando, la più importante ebbe luogo durante la Guerra dei Trent'anni. Nata come conflitto tra gli stati protestanti e le forze cattoliche al servizio del Sacro Romano Impero, la Guerra dei Trent'anni fu estremamente violenta e lasciò un marchio incancellabile sull'Europa. Una serie di cause portarono allo scoppio della guerra nel 1618, ma la Svezia rimase neutrale fino al 1630, quando Adolfo ritenne opportuno aiutare i protestanti tedeschi e nello stesso tempo difendere la Svezia dalle mire espansionistiche dell'imperatore. Gli eserciti svedesi, guidati da Adolfo e dalla sua carica \"Gott Mit Uns!\", cioè \"Dio è con noi!\", ottennero molte vittorie, schiacciando gli eserciti cattolici e arrestando la loro avanzata.La battaglia più famosa è probabilmente quella di Breitenfeld, combattuta nel 1631 in Sassonia (l'odierna Germania). Grazie all'utilizzo dell'artiglieria leggera e a una serie di manovre ben calcolate da parte della cavalleria leggera finlandese, gli \"Hakkapeliitta\", Adolfo e il suo esercito sbaragliarono l'esercito imperiale, arrivando a catturare l'artiglieria nemica e a usarla contro gli stessi cattolici. Breitenfeld fu un trionfo assoluto delle forze protestanti e consolidò la reputazione di Adolfo come abile condottiero e pericoloso avversario del Sacro Romano Impero.Poco dopo la battaglia di Lech, avvenuta in Baviera nel 1632, Adolfo condusse un esercito di 40.000 soldati svedesi contro un contingente della Lega Cattolica comandata dal conte Johan Tzerclaes. Grazie alla copertura dall'artiglieria mobile Adolfo riuscì a far attraversare il fiume Lech ai suoi Hakkapeliitta usando ponti provvisori. Una volta raggiunta l'altra riva, le unità di cavalleria scelta rinforzarono la posizione e permisero al resto dell'esercito di attraversare. Adolfo non perse tempo e caricò l'esercito cattolico: Tzerclaes venne colpito e morì poco dopo per le ferite.Adolfo combatté l'ultima battaglia a Lutzen, in Germania, verso la fine del 1632: separato dai suoi uomini dopo aver caricato attraverso una densa nuvola di fumo, fu ucciso da un colpo d'arma da fuoco. Sconcertate dalla perdita del loro grande re, le file svedesi caddero presto nel caos, eppure in qualche modo riuscirono a ottenere la ritirata dell'esercito imperiale. Dopo la morte di Adolfo gli svedesi subirono molte sconfitte, ma quando nel 1648 la Pace di Westfalia segnò la fine della Guerra dei Trent'anni, la Svezia si era ormai imposta come una delle nazioni più potenti d'Europa, in gran parte grazie alla guida intelligente di Gustavo Adolfo."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Circa 200 anni dopo la morte di Adolfo, Napoleone Bonaparte cantò le sue lodi come uno dei più grandi condottieri militari della storia. Adolfo condusse in modo deciso il suo esercito a una vittoria dopo l'altra, modernizzando la guerra con innovazioni tattiche e strategiche mai viste prima. Nonostante il padre gli avesse lasciato in eredità numerosi conflitti da risolvere, Adolfo si dimostrò all'altezza, elevando il Regno di Svezia all'apice del potere politico e militare."
            }
        ]
    }
}