{
    "id": 13,
    "name": "Ottomani|degli Ottomani|agli Ottomani|gli Ottomani|dagli Ottomani",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/ottomani|degli_ottomani|agli_ottomani|gli_ottomani|dagli_ottomani.png",
    "dawn_of_man": "Che il cielo ti benedica, oh grande imperatore Solimano! La tua potenza, la tua ricchezza e la tua generosità stupiscono il mondo! Con buona ragione sei chiamato \"il Magnifico\"! Il tuo impero conobbe i suoi inizi nel XII secolo in Bitinia, un piccolo paese dell'Anatolia orientale. Sfruttando il declino del grande sultanato selgiuchide di Rum, re Osman I di Bitinia si espanse nell'Anatolia occidentale. Nel corso del secolo successivo, i tuoi sudditi distrussero l'impero bizantino, soppiantandolo in Turchia e poi nei Balcani. A metà del XV secolo gli ottomani conquistarono l'antica Costantinopoli, assumendo il controllo del collegamento strategico tra Europa e Medio Oriente. L'impero della tua gente continuò a espandersi per secoli, raggiungendo al suo apice anche il controllo dell'Africa settentrionale, del Medio Oriente e dell'Europa orientale.Potente Solimano, ascolta la voce del tuo popolo! Riporta il tuo impero alla potenza e alla gloria passate e ancora una volta il mondo tornerà a guardarti con stupore e ammirazione. Accetterai la sfida, grande imperatore? Riuscirai a plasmare un impero in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Giannizzero|un Giannizzero|dal tuo Giannizzero|al tuo Giannizzero|il tuo Giannizzero|da un Giannizzero",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/janissary.json"
        },
        {
            "name": "Sipahi|un Sipahi|dal tuo Sipahi|al tuo Sipahi|il tuo Sipahi|da un Sipahi",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/sipahi.json"
        }
    ],
    "city_names": [
        "Istanbul",
        "Edirne",
        "Ankara",
        "Bursa",
        "Konya",
        "Samsun",
        "Gaziantep",
        "Diyarbakir",
        "Izmir",
        "Kayseri",
        "Malatya",
        "Marsin",
        "Antalya",
        "Zonguldak",
        "Denizli",
        "Oidu",
        "Mugla",
        "Eskisehir",
        "Inebolu",
        "Sinop",
        "Adana",
        "Tarso",
        "Artuino",
        "Bodrum",
        "Eregli",
        "Silifke",
        "Sivas",
        "Amasya",
        "Marmari",
        "Trabzon",
        "Erzurum",
        "Urfa",
        "Izmit",
        "Afyon",
        "Bitlis",
        "Marmari"
    ],
    "spy_names": [
        "Ibrahim",
        "Bayezid",
        "Sokollu",
        "Mahmut",
        "Uveys",
        "Roxelana",
        "Safiye",
        "Hafsa",
        "Kosem",
        "Nurbanu"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "L'impero ottomano è nato in Anatolia (la moderna Turchia) alla fine del XIII secolo. Si è espanso attraverso tre continenti e ha prosperato per sei secoli. Molte persone sanno veramente poco degli Ottomani (gli americani, per esempio, ignorano gran parte di tutto ciò che è compreso fra la Grecia e la Cina). Questo è un peccato perché l'impero ottomano fu grande, potente ed estremamente interessante."
        },
        {
            "heading": "Clima e territorio",
            "text": "Al suo apice si estese dall'Ungheria a nord fino a Bassora a est, dalle sponde dell'oceano Indiano a sud al Marocco a ovest. Dal momento che l'impero si estendeva su tre continenti, è impossibile descrivere in modo generale le caratteristiche del territorio o il suo clima. Al suo interno c'erano montagne, colline, pianure, paludi e deserti. D'estate le temperature in Egitto possono raggiungere i 43°C, mentre in Ungheria d'inverno arrivano molto al di sotto dello zero."
        },
        {
            "heading": "L'inizio",
            "text": "Il nome dell'impero ottomano deriva da Osman I (1259-1326). Osman era un principe della Bitinia, una piccola provincia dell'Anatolia (Turchia), situata strategicamente al confine tra il Mar Nero, il Bosforo e il mar della Marmara. Fino a poco tempo prima la Bitinia faceva parte del sultanato di Rum, un impero musulmano che dominò gran parte dell'Anatolia per più di due secoli. Appena il sultanato perse il potere (in seguito alle rovinose invasioni mongole), la confinante e potente Bisanzio tentò di espandersi in Anatolia. Tuttavia non fu in grado di sottomettere l'intera regione, per cui Osman I approfittò della sua debolezza per estendere il suo dominio verso ovest."
        },
        {
            "heading": "L'avanzata in Europa",
            "text": "Nel XIV secolo il potere di Bisanzio stava rapidamente scemando. Erede orientale dell'impero romano, Bisanzio un tempo possedeva territori immensi in Italia, Europa orientale, Anatolia, Medio Oriente e Nordafrica. Nel 1300 i suoi domini si erano ridotti alla Grecia, ai Balcani e all'Anatolia occidentale. Nel corso del secolo successivo l'impero ottomano gli sferrò duri colpi, prima in Anatolia, poi nei Balcani. Quando gli Ottomani conquistarono la capitale bulgara Nicopoli situata sullo strategico fiume Danubio, il re bulgaro invocò l'aiuto dell'Europa cristiana per combattere la crescente minaccia musulmana. Nel 1396 un esercito di cavalieri provenienti dall'Ungheria, dalla Borgogna, da Venezia, dalla Bulgaria e membri dell'Ordine di Malta partirono per combattere gli Ottomani.La battaglia di Nicopoli viene spesso chiamata \"Crociata di Nicopoli\". Non si conosce il numero preciso dei combattenti coinvolti ma si narra che fossero circa 10.000 tra cavalleria, fanteria e arcieri da una parte e 200.000 dall'altra (ma gli storici moderni ritengono che queste cifre siano esageratamente alte). Tutte le fonti storiche riportano che nella battaglia una parte sovrastasse l'altra con un rapporto di almeno due a uno, ma discordano fortemente su quale delle due fosse in vantaggio. In ogni caso, i crociati marciarono a sud dall'Ungheria e assediarono Nicopoli.Tutti i resoconti concordano nell'affermare che i crociati subirono molte divisioni interne e peccarono per eccessiva sicurezza, un problema frequente a quel tempo tra gli eserciti eterogenei. L'assedio fu disordinato e i crociati non organizzarono alcun servizio di sentinelle. Tuttavia un capo borgognone, l'esperto veterano Enguerrand VII, signore di Coucy, disobbedì agli ordini e inviò un gruppo in ricognizione; questo si scontrò con gli Ottomani e risparmiò ai crociati una sorpresa estremamente spiacevole.La mattina della battaglia le forze ottomane, sotto il comando del sultano Bayezid I, erano schierate sulla collina che domina la città di Nicopoli. I crociati si schierarono dalla parte opposta, davanti a Nicopoli, con le spalle al Danubio.Uno dei capi dei crociati notò che le truppe in prima linea erano milizie non addestrate e mal equipaggiate, destinate ad attutire la forza dell'attacco prima di incontrare la forte fanteria ottomana. Esortò quindi la fanteria a guidare l'assalto contro queste truppe e i cavalieri schierati ai fianchi a supportarla ingaggiando in combattimento i pericolosi \"sipahi\" (la cavalleria ottomana). Il cavaliere francese Philippe d'Eu si oppose strenuamente a questo piano poiché lo riteneva disonorevole, e pretese che i cavalieri avessero l'onore di comandare la carica contro il nemico. Il piano fu modificato.Gli Ottomani avevano disposto un muro di picche davanti alle prime linee, progettate per uccidere i cavalli al galoppo e arrestare una carica risoluta della cavalleria. Anche se i crociati riuscirono a disperdere la milizia ottomana, molti furono disarcionati nella carica e l'attacco diventò piuttosto disorganizzato. La fanteria ottomana arretrò e i cavalieri cristiani li inseguirono trionfanti, credendo di aver battuto un nemico codardo.Gli Ottomani però avevano tenuto una forza di sipahi di riserva e a questo punto Bayezid la utilizzò: un numeroso reparto di cavalieri freschi affrontò i cavalieri cristiani esausti e disarcionati. Nel frattempo altre truppe ottomane cominciavano ad attaccare dai fianchi le posizioni crociate più vulnerabili. Battuti strategicamente su ogni punto, i crociati crollarono e si arresero. Molti nobili europei furono catturati per il riscatto, ma buona parte dei soldati semplici fu massacrata per rappresaglia di un comportamento analogo tenuto precedentemente dagli europei.La conquista di Nicopoli assicurò agli Ottomani il dominio sui Balcani ancora per qualche tempo. Adesso tutto quello che rimaneva dell'un tempo potente impero bizantino era la città di Costantinopoli."
        },
        {
            "heading": "Tamerlano dal fianco",
            "text": "Nel 1399 il capo mongolo Tamerlano (Timur) dichiarò guerra all'impero ottomano, interrompendo la campagna europea di Bayezid I. Tamerlano era discendente di uno dei conquistatori mongoli che aveva guidato le sue truppe trionfanti attraverso la Persia, l'India, l'Asia centrale e l'Anatolia. Nel 1402 le truppe di Bayezid incontrarono l'esercito di Tamerlano nella battaglia di Ankara.Ancora una volta è quasi impossibile determinare il numero preciso delle forze coinvolte nella battaglia: a seconda del resoconto le cifre variano da un milione per schieramento ad appena 140.000 per Tamerlano e 80.000 per Bayezid. Quale che sia il numero, in generale si concorda sul fatto che l'esercito di Tamerlano fosse significativamente più numeroso di quello di Bayezid.La battaglia iniziò con un potente attacco degli Ottomani, disperso dalle precise frecce degli arcieri a cavallo che inflissero gravi perdite agli avversari. Durante la battaglia una parte rilevante delle truppe di Bayezid disertò e si unì all'armata di Tamerlano. Superato nettamente nel numero ed esausto, l'esercito di Bayezid fu sconfitto; lui stesso fu catturato poco dopo, morendo poi in prigionia. Avendo assicurato i confini contro la minaccia degli Ottomani, Tamerlano lasciò l'Anatolia e ritornò in India per continuare l'espansione del suo impero.Dopo la morte di Bayezid nell'impero scoppiò la guerra civile causata dalla lotta per la corona tra i suoi quattro figli. Il cosiddetto \"interregno ottomano\" durò per quasi 11 anni fino al 1413, quando Mehmed Celebi, l'ultimo fratello sopravvissuto, assunse il titolo di sultano.Il sultano Mehmed I e suo figlio Murad II impiegarono parecchi anni per restaurare il potere nell'impero, riparando il danno fatto dall'interregno."
        },
        {
            "heading": "Riconquista ed espansione ottomana",
            "text": "Assicurato il suo controllo sull'impero ottomano, nel 1423 Murad II mise sotto assedio Costantinopoli, abbandonandola solo dopo aver estorto ai bizantini un'esorbitante quantità di denaro. Murad in seguito entrò in guerra con Venezia: alla fine gli Ottomani vinsero, ma Venezia mantenne il suo ruolo di principale potenza mercantile del Mediterraneo orientale. Inoltre Murad iniziò una lunga guerra con l'Ungheria per il controllo della Valacchia."
        },
        {
            "heading": "Giannizzeri",
            "text": "Con la crescita dell'impero ottomano crebbe anche il potere della nobiltà turca; Murad II comprese che rappresentava una minaccia per la sua autorità. In opposizione ai Turchi creò i giannizzeri, una forza militare composta da schiavi cristiani. Ai giannizzeri furono concesse terre nei possedimenti conquistati di recente; le loro entrate e il loro prestigio fecero da contrappeso al vecchio potere economico dei Turchi. Murad continuò a cercare di espandersi in Europa fino al 1444, quando si riappacificò con tutti i suoi nemici e si ritirò, passando il trono a suo figlio Mehmed II."
        },
        {
            "heading": "Costantinopoli",
            "text": "Il sultano Mehmed II regnò per 30 anni, dal 1451 al 1481. Una delle sue prime azioni fu assediare ancora una volta Costantinopoli. Il visir e i nobili turchi si opposero fortemente all'attacco, perché lo interpretavano giustamente come un preludio ad altre espansioni ottomane e a una diminuzione del loro potere nell'impero.L'assedio durò meno di due mesi. Mehmed aveva un esercito di 100.000 uomini ai suoi ordini, mentre la difesa di Costantinopoli disponeva forse di 7.000 soldati. I difensori combatterono duramente, respingendo le ondate di assalti ottomani accompagnate dal fuoco di molti cannoni. Alla fine gli Ottomani sfondarono e travolsero la città, schiacciando i difensori con la semplice superiorità numerica.Sebbene avesse saccheggiato la città con entusiasmo, Mehmed si comportò con i cittadini con misericordia, risparmiando loro la vita e rinunciando alle loro case e ai loro beni (almeno quelli che non erano stati ancora arraffati). Trattò i non musulmani con rispetto, tanto che molti ebrei emigrarono nell'impero in cerca di protezione dalle persecuzioni europee.Mehmed II spostò la capitale a Costantinopoli, ottenendo così uno sbocco strategico sull'Europa.Durante il secolo successivo continuò a espandersi in Europa, come anche in Medio Oriente e in Africa. Oltre all'eccellente esercito di terra, l'impero sviluppò anche una potente flotta. La flotta ottomana dominò il Mediterraneo orientale e il Mar Nero e fu presente anche nel Mar Rosso e nell'oceano Indiano, dove si confrontò con le flotte europee in crescita come quella portoghese."
        },
        {
            "heading": "Solimano",
            "text": "Solimano il Magnifico (1520-1566) continuò l'espansione ottomana in Europa, puntando in primo luogo sull'Ungheria. I suoi principali rivali erano gli Asburgo, che a quel tempo governavano l'Ungheria e gran parte dell'Europa; tuttavia aveva un potente alleato nel re di Francia, che temeva i piani degli Asburgo sul suo regno ed era ben contento di aiutare chiunque fosse in grado di indebolirli. Nel 1521 Solimano prese Belgrado; nel 1526 gli Ottomani avevano conquistato metà dell'Ungheria. La guerra continuò per parecchi anni. Nel 1529 Solimano era arrivato a Vienna, la più potente città di quella regione d'Europa. Per quanto non sia riuscito a conquistare la città e alla fine sia stato costretto a rinunciare all'assedio, Solimano mise gli europei sulla difensiva e si assicurò il controllo dell'Ungheria per più di 10 anni.Sul mare Solimano rispose alla pressione europea creando una potente flotta che mise agli ordini di Barbarossa, un ex-pirata nominato ammiraglio. Barbarossa catturò Algeri nel 1529; Solimano gli assegnò l'intera provincia per supportare la sua flotta. Negli anni '30 del Cinquecento Barbarossa combatté parecchie battaglie navali contro varie potenze europee e le vinse tutte.Nel frattempo l'impero ottomano aveva quasi esaurito le armi e i rifornimenti. Solimano invase l'Iran ripetutamente, ma esaurì le vettovaglie prima di essere riuscito a ingaggiare battaglia con l'armata iraniana. Quando se ne andò, gli Iraniani riguadagnarono le loro posizioni e riconquistarono tutto. Nel 1555 Solimano accettò i confini orientali fissi, mantenendo l'Iraq e l'Anatolia orientale ma rinunciando alle pretese sull'Azerbaijan e il Caucaso.Durante questo periodo l'impero era al suo massimo splendore: una portentosa macchina militare e una potenza economica allo stesso tempo. I tributi provenienti dai possedimenti in Egitto, Nordafrica ed Europa orientale riempivano il suo tesoro; inoltre la sua posizione strategica come snodo delle rotte delle carovane tra Europa e lontano Oriente gli permise di guadagnare ulteriormente con l'emergente commercio delle spezie. Questa situazione è una delle cause principali della successiva età delle esplorazioni: le nazioni europee cercarono vie alternative per evitare di attraversare il territorio ottomano e commerciare direttamente con l'India, la Cina e gli altri paesi fornitori di spezie."
        },
        {
            "heading": "Il declino dell'impero",
            "text": "Nei secoli successivi l'impero cominciò un lento, costante declino. Anche se per molti anni rimase uno stato forte e vitale, non raggiunse più il potere che ebbe durante il regno di Solimano. Dalla seconda metà del XVI secolo i giannizzeri ottennero un potere pressoché assoluto a Istanbul (il nuovo nome di Costantinopoli) e il potere portò con sé la corruzione. La posizione del gran visir divenne più rilevante e i sultani andarono in decadenza. Alla fine i visir sopravvalutarono le loro possibilità e furono rovesciati; il potere andò prima all'harem (il \"sultanato delle donne\") dal 1570 al 1578 e poi ai militari dal 1578 al 1625.Il problema di fondo per chiunque fosse in carica era che l'impero era semplicemente troppo vasto per poterlo governare in modo efficiente; con il tempo aree sempre più grandi cominciarono a scivolare nell'anarchia. Tra il XVI e il XVII secolo, a causa dell'aumento della corruzione e della pressione del commercio estero, con un'inflazione incontrollata, l'economia dell'impero arrivò quasi al collasso.Malgrado le sue debolezze endogene l'impero continuò a essere un forte potere internazionale, molto temuto in Europa. Nonostante alcune sporadiche sconfitte, rimase ancora a lungo più forte di ogni nemico esterno. Continuò a espandersi per anni, conquistando Tunisi, Fez e Creta nel Mediterraneo, oltre all'Azerbaijan e a una parte del Caucaso.Tuttavia alla fine del XVII secolo gli Ottomani forzarono un po' troppo la sorte. Nel 1683 il gran visir Kara Mustafa Pasha cinse d'assedio Vienna ancora una volta. I difensori, guidati da Giovanni III di Polonia, respinsero facilmente l'assalto ottomano.Incoraggiato dalla manifesta debolezza degli avversari, Sobieski radunò un'imponente coalizione europea contro il nemico comune. Gli Asburgo volevano riconquistare i loro territori perduti nei Balcani, Venezia le sue basi nell'Adriatico, mentre al nuovo potere in Russia occorreva (come sempre) un porto sul Mediterraneo.Fu un'alleanza difficile, tanto che gli alleati interruppero periodicamente l'attacco per combattere gli uni contro gli altri. Inoltre gli Ottomani erano sostenuti dalla Francia (che cercava ancora di indebolire gli Asburgo), dalla Gran Bretagna e dai Paesi Bassi, che temevano che chiunque avesse conquistato l'impero ottomano avrebbe dominato l'Europa e minacciato la loro supremazia navale.Nonostante questo gli alleati ottennero la vittoria e nel corso del secolo successivo si impadronirono dei possedimenti ottomani in Europa. Nel 1792 gli ottomani erano stati costretti ad arretrare fino al Danubio, perdendo i domini che possedevano da quasi due secoli. Poco dopo persero la costa nord del Mar Nero, il Caucaso, il sud dell'Ucraina e la Crimea."
        },
        {
            "heading": "La fine",
            "text": "A metà del XIX secolo diversi sultani cominciarono a compiere importanti sforzi per modernizzare lo stato, mettendo in atto riforme fondamentali dell'esercito, del governo e del sistema educativo. Tali riforme vennero applicate lentamente, non solo a causa della resistenza di coloro il cui potere risultava minacciato dalle nuove idee, ma anche perché lo stato era quasi alla bancarotta e sotto la pressione crescente di forze esterne che percepivano la sua debolezza e volevano approfittarne. Nonostante tutto nel XX secolo erano state organizzate centinaia di scuole per l'istruzione primaria e un crescente numero di scuole secondarie e università. Furono create anche moderne accademie militari sul modello europeo. Il governo arrivò persino a sperimentare un regime parlamentare, che però fu abbandonato dopo meno di un anno.Nel 1909 un gruppo di riformatori conosciuto come \"Giovani Turchi\" guidò una rivolta per restaurare il parlamento che era stato abolito 30 anni prima; questo a sua volta scatenò una grande insurrezione che fece cadere il governo esistente. Il nuovo sultano messo in carica fu costretto a restaurare il parlamento, ma il vero potere era nelle mani dei militari che lo avevano messo al potere.Nel 1914 l'impero ottomano prese parte alla Prima Guerra Mondiale schierandosi insieme alle potenze centrali (Germania, Austria e Bulgaria). Nel corso della guerra riuscì ad arrestare un impetuoso ma mal pianificato assalto sui Dardanelli da parte delle forze britanniche, impedendo alla flotta inglese di raggiungere la Russia. L'impero combatté contro gli Alleati in Europa, in Egitto, nei Balcani e in Medio Oriente. Inoltre perpetrò un terribile massacro contro gli armeni che vivevano in Asia Minore, uccidendo quasi mezzo milione tra uomini, donne e bambini.Verso la fine del 1918 era ormai evidente che le potenze centrali stavano per essere sconfitte; il 30 ottobre gli Ottomani firmarono l'armistizio. Gli Alleati vincitori demolirono ciò che rimaneva dell'impero; l'Inghilterra, la Francia e l'Italia si spartirono il Nordafrica, l'Egitto, il Medio Oriente e i territori dell'Asia Minore. I territori che non interessavano particolarmente alle potenze europee furono separati e diventarono nuovi paesi indipendenti. Agli Ottomani rimase solo Istanbul e una parte della Tracia.I piani degli Alleati non portarono a molto, perché nel 1923 un intelligente generale ottomano, Mustafa Kemal, poi chiamato Ataturk o \"Padre dei Turchi\", riunì molta parte dell'Asia Minore in una nuova nazione chiamata \"Turchia\". Così facendo pose definitivamente fine all'entità politica conosciuta come impero ottomano, 600 anni dopo la sua nascita."
        },
        {
            "heading": "Elogio di un impero dimenticato",
            "text": "Riassumendo: l'impero ottomano durò sei secoli. Sfidò tutta l'Europa e la sconfisse. Conquistò la Persia, l'Egitto e il Nordafrica, per non dire di una buona parte dei Balcani. Inoltre distrusse l'impero bizantino. L'impero ottomano era forte."
        },
        {
            "heading": "Elogio di un impero dimenticato",
            "text": "Riassumendo: l'impero ottomano durò sei secoli. Sfidò tutta l'Europa e la sconfisse. Conquistò la Persia, l'Egitto e il Nordafrica, per non dire di una buona parte dei Balcani. Inoltre distrusse l'impero bizantino. L'impero ottomano era forte."
        },
        {
            "heading": "Elogio di un impero dimenticato",
            "text": "Riassumendo: l'impero ottomano durò sei secoli. Sfidò tutta l'Europa e la sconfisse. Conquistò la Persia, l'Egitto e il Nordafrica, per non dire di una buona parte dei Balcani. Inoltre distrusse l'impero bizantino. L'impero ottomano era forte."
        }
    ],
    "leader": {
        "name": "Solimano",
        "subtitle": "Leader degli Ottomani",
        "lived": "1494-1566 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/solimano.png",
        "trait": {
            "name": "Corsari barbarici",
            "effect": "Tutte le unità navali da mischia hanno la promozione Cattura delle navi, che permette loro di catturare le navi nemiche sconfitte. Il mantenimento delle unità navali costa solo un terzo del normale."
        },
        "titles": [
            "Il Magnifico",
            "Il Legislatore"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Solimano I, noto come \"il Magnifico\", \"il Legislatore\" e \"Il Grande Turco\", fu califfo dell'Islam e sultano dell'impero ottomano dal 1520 fino alla morte, avvenuta nel 1566. Durante il suo regno Solimano ampliò notevolmente i possedimenti dell'impero, guadagnandosi il rispetto (e la riluttante ammirazione) di tutti i potenti in Europa, Africa, Asia e Medio Oriente."
            },
            {
                "heading": "Gli inizi",
                "text": "Solimano era figlio e nipote di sultani. In giovane età studiò a Istanbul le scienze, la letteratura, la teologia e l'arte militare. A 17 anni fu nominato dal nonno governatore di Caffa e successivamente il padre, il sultano Selim I, lo fece governatore di Manisa. Quando Solimano aveva 26 anni, nel 1520, il padre morì e lui ascese al trono. Per quanto fosse ancora giovane, Solimano aveva già un'esperienza decennale di governo ed esercizio del potere."
            },
            {
                "heading": "Ambizioni militari in Europa",
                "text": "Secondo alcuni storici era un profondo ammiratore di Alessandro Magno e sperava di emularlo creando un impero che riunisse Europa, Asia Minore, Africa e Medio Oriente. Una volta al potere Solimano cominciò a pianificare una campagna contro l'Europa e i Balcani.Nel 1521 conquistò Belgrado, appena un anno dopo essere salito al trono. L'anno successivo strappò l'isola di Rodi ai Cavalieri di San Giovanni. Nel 1526 sconfisse gli ungheresi alla battaglia di Mohacs, uccidendo il re Luigi II in combattimento.In seguito alla morte di Luigi II il trono d'Ungheria fu preso da Ferdinando I, l'arciduca asburgico d'Austria. Allo scopo di indebolire il potere degli Asburgo in Europa orientale Solimano diede il suo appoggio alle rivendicazioni di Jan Zápolya (Giovanni I d'Ungheria), signore della Transilvania. Nel 1529 cinse d'assedio Vienna. L'impresa non ebbe successo, ma portò di fatto alla spartizione dell'Ungheria, lasciando l'occidente agli Asburgo e l'oriente a Giovanni I, ormai diventato a tutti gli effetti un vassallo di Solimano. Quando Giovanni morì, nel 1540, gli austriaci si mossero di nuovo verso l'Ungheria centrale. Le due potenze avrebbero continuato a combattere senza esito per 20 anni, finché nel 1562, quattro anni prima della morte di Solimano, firmarono finalmente un trattato di pace.Per supportare le sue operazioni di terra Solimano creò una grande flotta nel Mediterraneo, la prima nella storia ottomana. Mise le sue forze al comando dell'ammiraglio Khayr al-Din (noto anche in occidente con il soprannome di \"Barbarossa\"), un ex-pirata con un talento naturale per la tattica navale che nel 1538 sconfisse una flotta combinata spagnola e veneziana consegnando il dominio del Mediterraneo orientale agli Ottomani per i successivi 40 anni."
            },
            {
                "heading": "Avventure militari in Persia",
                "text": "Durante il suo regno Solimano condusse tre grandi campagne in Persia. La prima (1534-1535) diede agli Ottomani il controllo dell'Asia Minore orientale e la maggior parte dell'odierno Iraq. La seconda, una decina d'anni dopo (1548-1549), gli fece conquistare alcuni territori importanti intorno al lago Van, situato strategicamente al confine tra Persia e Asia Minore. La terza non portò molti frutti, perché gli Ottomani dopo essere penetrati profondamente in territorio persiano non furono in grado di sostenere l'offensiva e finirono con perdere il vantaggio acquisito."
            },
            {
                "heading": "Sviluppo interno",
                "text": "Come sultano Solimano si circondò di consiglieri e amministratori competenti e spesso brillanti. Costruì moschee, ponti, strade e fortezze in tutto il paese: questo periodo è considerato l'età dell'oro dell'architettura ottomana. Inoltre lavorò alla riforma e alla codifica delle leggi dell'impero, guadagnando appunto il soprannome di \"Legislatore\". Il suo sistema legale sarebbe sopravvissuto senza quasi modifiche per tre secoli. In particolare rivolse l'attenzione ai sudditi cristiani, che fino a quel momento erano stati poco più di schiavi. Inoltre protesse gli Ebrei, tanto che molti di loro migrarono nell'impero dall'Europa, dove subivano un trattamento molto peggiore."
            },
            {
                "heading": "Cultura, religione e arte",
                "text": "Se la sua politica di espansione fu notevole, Solimano non trascurò la cultura: egli stesso era un ottimo poeta oltre che un fervente musulmano. Durante il suo regno nel paese fiorirono centinaia di società artistiche. Solimano commissionò diverse moschee di splendore mai visto, molte delle quali furono progettate dal geniale architetto Sinan."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Solimano morì nel 1566 durante l'ennesima campagna militare in Ungheria. Ormai era famoso in tutto il mondo. In Europa era invidiato per la sua fantastica ricchezza: il suo tesoro impareggiabile superava quello di tutti gli altri governanti della storia. Inoltre era ammirato per l'abilità militare e rispettato per il trattamento equo dei sudditi non islamici.I musulmani amavano il sultano per la sua fiducia nel primato del sistema legale. Per completare le leggi tradizionali il sultano adottò la legge sacra islamica, un modello che le nazioni orientali avrebbero seguito per molti secoli.Quasi tutti, cristiani e musulmani, concordavano nel ritenere che meritasse appieno il titolo di \"Magnifico\"."
            }
        ]
    }
}