{
    "id": 41,
    "name": "Shoshoni|degli Shoshoni|agli Shoshoni|gli Shoshoni|dagli Shoshoni",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/shoshoni|degli_shoshoni|agli_shoshoni|gli_shoshoni|dagli_shoshoni.png",
    "dawn_of_man": "Che tu sia benedetto, saggio e temibile capo Pocatello, famoso leader del popolo degli Shoshoni. Quando eri ancora un giovane condottiero ti sei levato per affrontare un'ondata di insediamenti americani in tutto l'ovest degli Stati Uniti. Obbligato a difendere le terre ancestrali degli Shoshoni da un flusso apparentemente inarrestabile di coloni, con i tuoi guerrieri hai instillato il terrore in coloro che volevano insidiare le terre sacre del tuo popolo. Dopo anni di scontri, hai evitato con maestria un confronto diretto con gli eserciti del governo statunitense, negoziando una serie di trattati con la speranza di portare una pace duratura agli Shoshoni.Onorato Pocatello, la tua gente si rivolge ancora una volta a te per essere guidata. Sbaraglierai i tuoi nemici, scacciandoli dalle tue terre? O cercherai una soluzione pacifica con la diplomazia e il commercio? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Pathfinder|un Pathfinder|dal tuo Pathfinder|al tuo Pathfinder|il tuo Pathfinder|da un Pathfinder",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/pathfinder.json"
        },
        {
            "name": "Comanche|un Comanche|dal tuo Comanche|al tuo Comanche|il tuo Comanche|da un Comanche",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/comanche_riders.json"
        }
    ],
    "city_names": [
        "Moson Kahni",
        "Te-Moak",
        "Agaidika",
        "Goshute",
        "Pohokwi",
        "Washakie",
        "Timbisha",
        "Hukandeka",
        "Duckwater",
        "Tukudeka",
        "Kuchundeka",
        "Yomba",
        "Kamudeka",
        "Ely",
        "Yambadeka",
        "Nampa",
        "Bannock",
        "Yahandeka",
        "Tetadeka",
        "Deheyaeka",
        "Pengwideka",
        "Winnemucca",
        "Skull Valley",
        "Big Pine",
        "Duck Valley"
    ],
    "spy_names": [
        "Cameahwait",
        "Ondongarte",
        "Queenah",
        "Pugweenee",
        "Sacajawea",
        "Sagwitch",
        "Sanpitch",
        "Tetoharsky",
        "Tuziyammo",
        "Mugwayan"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "\"Non parlo il tuo linguaggio e tu non parli il mio. Ma ugualmente io ti capisco. Non devo camminare nelle tue orme se posso vedere le orme che ti sei lasciato dietro!\". Sfortunatamente questo detto degli Shoshoni non si applicò agli uomini bianchi che raggiunsero le loro terre. Gli Shoshoni hanno avuto origine dalla mescolanza di vari popoli indigeni che avevano vissuto nella parte occidentale del Nordamerica per migliaia d'anni. Una delle loro caratteristiche principali era la lingua, di famiglia uto-azteca: la sua diffusione era così capillare che, nonostante la presenza di vari dialetti, i membri di tribù lontane potevano conversare con facilità. Nel momento di massima ascesa gli Shoshoni occupavano una regione che andava dal nord dell'Idaho all'Arizona e dalla California orientale al Montana. I primi contatti con gli uomini bianchi risalgono al passaggio della spedizione di Lewis e Clark nella parte settentrionale delle loro terre nel 1805 e l'arrivo di trapper e commercianti nelle Montagne Rocciose negli anni '20 dell'Ottocento. Agli esploratori bianchi fecero seguito i pionieri, in particolare i mormoni che si insediarono nello Utah intorno al Grande Lago Salato, nel cuore dei territori tribali Shoshoni. Per le tre generazioni successive i capi Shoshoni combatterono contro la perdita dei terreni di caccia, la distruzione della loro cultura e il trasferimento forzato da parte dell'esercito americano. Ma queste lotte, per quanto valorose, si dimostrarono inutili: nel 1890 gli ultimi Shoshoni erano stati ormai rinchiusi nelle riserve amministrate dall'Agenzia degli Affari Indiani statunitense."
        },
        {
            "heading": "Clima e territorio",
            "text": "La terra natia degli Shoshoni si estendeva attraverso l'arida regione del Grande Bacino degli Stati Uniti. L'area includeva tutto l'attuale Utah, il Nevada e parti di Oregon, Idaho, Montana, California, Arizona, New Mexico, Colorado e Wyoming. Il Grande Bacino è il più grande bacino idrografico endoreico del Nordamerica e racchiude territori che vanno dal punto più alto (Monte Whitney) a quello più basso (bacino Badwater) negli Stati Uniti. La via d'acqua più importante è il fiume Humboldt, che fa defluire circa 44.000 kmq di territorio. Sebbene la maggior parte delle terre abitate dagli Shoshoni fosse caratterizzata dall'ecoregione desertica nordamericana, non mancavano montagne coperte di foreste e valli erbose. Le terre delle tribù includevano anche numerosi laghi, tra cui il Grande Lago Salato e il lago Tahoe, il più grande lago alpino di tutto il continente. Le vaste zone desertiche attraversate dagli Shoshoni comprendono Black Rock, il Grande Lago Salato, Sevier, Smoke Creek, Mojave e Sonoran, come anche le pianure salate del Nevada. Il clima va dall'arido desertico al temperato alpino, con punte sopra i 37 gradi a sud e molti gradi sottozero a nord. La grande varietà di flora e fauna permise agli Shoshoni di vivere come cacciatori-raccoglitori: le prede principali erano le abbondanti antilocapre, i cervi muli e i bisonti delle praterie."
        },
        {
            "heading": "Distribuzione",
            "text": "Col passare del tempo gli Shoshoni si divisero in tre grandi gruppi. Quelli occidentali, o \"appiedati\", vivevano per lo più in Nevada, con qualche tribù in Oregon e California; tra questi ultimi ci sono i Timbisha, vissuti per secoli nella valle Panamint, nella valle della Morte e sulle montagne circostanti. A nord, le terre degli \"Shoshoni dei cavalli\" si estendevano dall'Idaho allo Utah settentrionale fino al Wyoming occidentale. Gli Shoshoni orientali, o del Wind River, vivevano in Wyoming, Montana meridionale e Colorado occidentale. All'inizio del Settecento Piedi Neri, Crow e Piegan a nord e Sioux, Cheyenne e Arapaho a est erano meglio armati e potevano godere di un rifornimento costante di cavalli. Di conseguenza queste tribù spinsero gli Shoshoni a sud, fuori dalle pianure, e sempre più a ovest. Durante questa fase alcuni Shoshoni orientali migrarono ancora più a sud, nel Texas occidentale, evolvendo nei Comanche, che qualcuno considera un quarto sotto-gruppo shoshone.Dal 1780 al 1782 il vaiolo devastò i nativi delle Grandi Pianure, specialmente gli Shoshoni. Estendendosi verso nord dagli insediamenti spagnoli in Messico e in Texas a partire dal 1779, l'epidemia di vaiolo sarebbe costata agli Shoshoni tra un terzo e metà della loro popolazione. La malattia alleggerì la pressione di Piedi Neri, Sioux e Cheyenne, colpiti anch'essi dai suoi effetti, ma secondo la tradizione orale delle tribù gli Shoshoni orientali ne uscirono \"malamente distrutti\": restava solo qualche banda isolata, priva dell'energia e della volontà di opporsi all'arrivo degli americani bianchi."
        },
        {
            "heading": "L'arrivo dell'uomo bianco",
            "text": "All'inizio del XIX Secolo gli Shoshoni occidentali coesistevano con i coloni spagnoli e messicani già da diverse generazioni. Nello stesso periodo le terre degli Shoshoni orientali venivano esplorate da singoli pionieri e uomini di frontiera americani. Ma il primo contatto ben documentato tra bianchi e Shoshoni si verificò quando la spedizione di Lewis e Clark entrò nel Montana, nell'agosto 1805. Inviata dal presidente Jefferson a esplorare la parte nord-occidentale delle terre ottenute con il cosiddetto Acquisto della Louisiana e a realizzarne delle mappe, la spedizione si incontrò amichevolmente con gli Shoshoni settentrionali, grazie anche alla presenza di Sacagawea, una Lemhi Shoshone che viaggiava con il gruppo. Negli anni '20 del secolo uomini della frontiera come Jim Bridger cominciarono a entrare nelle Montagne Rocciose e a stabilire punti di ritrovo annuali per lo scambio delle pelli sui fiumi Wind, Green e Snake. A questi incontri, che si tennero dal 1825 fino a tutti gli anni '40 dell'Ottocento, gli Shoshoni di Wyoming, Montana, Idaho e Utah acquisirono beni e armi e poterono familiarizzare con la cultura dei bianchi.Sulle tracce dei cacciatori di pelli arrivarono i coloni. Le relazioni con le ondate di agricoltori, minatori, allevatori e commercianti che attraversarono o migrarono nelle terre degli Shoshoni non furono sempre amichevoli come quelle con gli esploratori e i pionieri della frontiera. Le porzioni orientale e settentrionale delle loro terre erano state \"acquisite\" dagli Stati Uniti con l'Acquisto della Louisiana; il trattato del 1848 che pose fine alla Guerra messicano-statunitense cedette agli americani quanto restava dei territori tribali. Le piste della California e dell'Oregon, rotte principali verso la costa orientale statunitense, tagliavano proprio nel centro questi territori. Agricoltori e allevatori bianchi si diffusero nelle terre degli Shoshoni orientali, nelle pianure e sulle pendici est delle Montagne Rocciose. La scoperta dell'oro in California (1848) e poi in Montana (1864) e del filone d'argento di Comstock Lode in Nevada (1858) attirò una grande quantità di cercatori e avventurieri proprio nel cuore delle terre avite degli Shoshoni.Il trasferimento più importante di uomini bianchi si ebbe quando nel 1846 Brigham Young condusse la sua banda di mormoni nel bacino del Lago Salato, in Utah, alla ricerca di un luogo dove fondare una repubblica religiosa libera dalle persecuzioni che avevano patito in Missouri e Illinois. Per secoli gli Shoshoni settentrionali e gli Ute avevano attraversato il bacino e vi avevano cacciato, ma non avevano accampamenti permanenti. Nel dicembre del 1847, 2.000 mormoni vi si erano già insediati; nel corso del decennio successivo si stima che ne arrivarono altri 70.000 con carovane di carri. Al suo arrivo Young aveva scelto il luogo per la costruzione di un tempio per la Chiesa di Gesù Cristo dei Santi degli Ultimi Giorni; Salt Lake City gli si sviluppò intorno. Dal bacino i coloni missionari mormoni si dispersero in tutte le direzioni. Nel 1847 fu fondata la città di Bountiful, seguita da Ogden nel 1848 e Provo nel 1849."
        },
        {
            "heading": "Cooperazione e resistenza",
            "text": "La risposta all'espansione americana variò sensibilmente tra le varie tribù. Gli Shoshoni orientali, sotto la guida di Capo Washakie, raggiunsero un accordo amichevole con gli uomini bianchi. Esortato dal genero Jim Bridger, Washakie acconsentì a partecipare agli incontri a Fort Laramie nel 1851, dove firmò un trattato che lo impegnava a cooperare con gli americani in cambio del diritto a cacciare e accamparsi sulle montagne intorno al Wind River. Nel 1868 un altro trattato diede origine all'Agenzia Indiana degli Shoshoni e Bannock, situata nel Wyoming centro-occidentale. In questo caso, unico tra le riserve, il governo statunitense consentì a Washakie e ai suoi capitani di scegliere la terra in cui si sarebbero insediati, circa tre milioni di acri. Nelle successive Guerre Indiane, e in particolare durante la campagna del generale Crook contro Sioux e Cheyenne in seguito alla sconfitta di Custer al Little Bighorn, gli Shoshoni orientali avrebbero fornito esploratori e guide all'esercito americano.In generale le tribù di Shoshoni occidentali coesistettero pacificamente con i coloni e i minatori bianchi che entravano nelle loro terre: questo era in gran parte dovuto al fatto che il territorio(ampi deserti e colline aride) era nudo e inospitale. Privi della tradizione guerresca dei loro cugini del nord e dell'est, le tribù nell'Idaho e in Oregon si mantenevano allevando pecore, mentre quelle in Nevada e California erano formate da primitivi cacciatori-raccoglitori. Le bande nomadi, nessuna delle quali contava più di 200 membri, furono gradualmente trasferite all'interno di piccole riserve in Nevada durante gli ultimi vent'anni dell'Ottocento. Nonostante qualche opposizione, nel 1934 le diverse tribù di Shoshoni occidentali furono combinate insieme nel Consiglio di Bande Te-Maok in base all'Indian Reorganization Act.Gli Shoshoni settentrionali, al contrario, resistettero alle incursioni dei bianchi. All'inizio le tribù si accordarono con i mormoni, i cui anziani acconsentirono a fornire cibo e altri beni per supplire alla carenza di selvaggina dovuta all'agricoltura e alle operazioni di disboscamento. Benché qualche volta la convivenza fosse turbata da qualche piccolo scontro o da un occasionale omicidio, dal 1847 alla fine degli anni '50 dell'Ottocento Shoshoni e Mormoni mantennero la pace. Ma all'incremento del passaggio dei carri degli immigranti e dei cercatori d'oro, la selvaggina si fece ancora più scarsa; nel 1859 Jacob Forney, Sovrintendente degli Affari Indiani nel territorio dello Utah, riconoscendo l'impatto dell'immigrazione scrisse: \"Gli Indiani... si sono impoveriti per l'introduzione della popolazione bianca\". Resi disperati dalla fame, gli Shoshoni cominciarono ad attaccare le fattorie isolate e a rubare bestiame per sopravvivere. Il loro favore presso i mormoni andò scemando e le donazioni di cibo e approvvigionamenti cessarono gradatamente.A partire dal 1860 capi come Pocatello e Bear Hunter, nel tentativo di arginare l'afflusso di nuovi abitanti, cominciarono a inviare squadre di guerrieri per attaccare carovane di carri, corrieri postali, operai del telegrafo e gruppi di minatori. L'amministrazione Lincoln, presa dalla Guerra Civile, preoccupata per la sicurezza delle linee di comunicazione con la California e l'Oregon e incerta della lealtà dei mormoni, ordinò all'esercito degli Stati Uniti di recarsi nell'area e porre fine alle agitazioni. Nell'ottobre 1862 il colonnello Patrick Connor condusse un distaccamento dalla California per stabilire una base pochi chilometri a est di Salt Lake City. Intanto parecchie tribù di Shoshoni si stavano radunando per l'accampamento invernale annuale nella Cache Valley. Dopo una serie di piccoli incidenti sanguinosi con alcuni minatori e coloni, la mattina del 29 gennaio 1863 Connor lanciò un attacco contro l'accampamento con circa 300 uomini tra fanti e cavalleria.Quando i suoi esploratori gli diedero la notizia dell'esercito in avvicinamento, Pocatello condusse via la sua tribù, ma gli altri capi decisero di rimanere. Bear Hunter e gli altri pensavano di poter raggiungere un accordo, possibilmente attraverso un pagamento riparatorio. Ma Connor attaccò senza alcun negoziato: secondo i testimoni, quando gli Shoshoni risposero all'attacco gli ufficiali americani sembrarono perdere il controllo della cavalleria, che diede il via a un'uccisione di massa. Alla fine di quello che passò alla storia come il Massacro di Bear River morirono quasi 500 nativi tra uomini, donne e bambini, la maggior parte non combattenti. Tra i caduti c'era lo stesso Bear Hunter; i nove capi sopravvissuti, guidati da Sagwitch, si arresero; nel luglio del 1863 le loro tribù furono rinchiuse nelle riserve in base al Trattato di Box Elder. Alla fine, decimata e ridotta alla fame dopo essere sfuggita alla cattura per quasi cinque anni, anche la tribù di Pocatello si arrese e fu confinata nella riserva di Fort Hall."
        },
        {
            "heading": "La vita nelle riserve",
            "text": "La vita nelle riserve era dura, e resa ancor peggiore dalle promesse non mantenute e dalla corruzione dell'Agenzia degli Affari Indiani. Impossibilitati a trovare selvaggina, e solitamente anche a coltivare le terre aride assegnate loro, molti Shoshoni morirono di fame e malattia. Più volte gli amministratori americani non fornirono agli indiani delle riserve il cibo, le medicine, i vestiti e gli altri beni promessi. Per tutta risposta si verificarono diversi incidenti quando, come già successo altrove, spinte dalla sfida e dalla disperazione alcune tribù uscirono dalle riserve. Rivolte come queste, immancabilmente destinate al fallimento, portarono nel 1878 alla Guerra di Bannock che coinvolse tribù di Shoshoni settentrionali e Bannock, e nel 1879 alla cosiddetta \"Guerra degli indiani mangiapecore\", che coinvolse circa 300 Shoshoni occidentali. Negli anni '20 e '30 del Novecento alcune riforme concessero finalmente alle tribù delle riserve i diritti dovuti alla cittadinanza americana, eliminarono gran parte delle restrizioni e concessero privilegi speciali ai consigli tribali.Oggi i membri delle tribù, circa 12.000 persone, vivono in varie riserve in Wyoming, Idaho e Nevada: la più grande è la riserva di Shoshoni occidentali del Wind River, in Wyoming. L'altra riserva principale, quella di Fort Hall in Idaho, originariamente comprendeva 1,8 milioni di acri, ma è stata ridotta a 544.000 acri per la vendita forzata delle terre e la creazione della diga di American Falls. A partire dall'atto del 1934 che ha concesso loro la cittadinanza, i Te-Mouk hanno stabilito una serie di comunità private su terre acquistate in Nevada, come la Comunità Indiana della Valle della Morte e la Colonia Indiana di Reno-Sparks."
        },
        {
            "heading": "La vita nelle riserve",
            "text": "La vita nelle riserve era dura, e resa ancor peggiore dalle promesse non mantenute e dalla corruzione dell'Agenzia degli Affari Indiani. Impossibilitati a trovare selvaggina, e solitamente anche a coltivare le terre aride assegnate loro, molti Shoshoni morirono di fame e malattia. Più volte gli amministratori americani non fornirono agli indiani delle riserve il cibo, le medicine, i vestiti e gli altri beni promessi. Per tutta risposta si verificarono diversi incidenti quando, come già successo altrove, spinte dalla sfida e dalla disperazione alcune tribù uscirono dalle riserve. Rivolte come queste, immancabilmente destinate al fallimento, portarono nel 1878 alla Guerra di Bannock che coinvolse tribù di Shoshoni settentrionali e Bannock, e nel 1879 alla cosiddetta \"Guerra degli indiani mangiapecore\", che coinvolse circa 300 Shoshoni occidentali. Negli anni '20 e '30 del Novecento alcune riforme concessero finalmente alle tribù delle riserve i diritti dovuti alla cittadinanza americana, eliminarono gran parte delle restrizioni e concessero privilegi speciali ai consigli tribali.Oggi i membri delle tribù, circa 12.000 persone, vivono in varie riserve in Wyoming, Idaho e Nevada: la più grande è la riserva di Shoshoni occidentali del Wind River, in Wyoming. L'altra riserva principale, quella di Fort Hall in Idaho, originariamente comprendeva 1,8 milioni di acri, ma è stata ridotta a 544.000 acri per la vendita forzata delle terre e la creazione della diga di American Falls. A partire dall'atto del 1934 che ha concesso loro la cittadinanza, i Te-Mouk hanno stabilito una serie di comunità private su terre acquistate in Nevada, come la Comunità Indiana della Valle della Morte e la Colonia Indiana di Reno-Sparks."
        }
    ],
    "leader": {
        "name": "Pocatello",
        "subtitle": "Leader degli Shoshoni",
        "lived": "Dal 1815 al 1884 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pocatello.png",
        "trait": {
            "name": "Ampi spazi",
            "effect": "Le città appena fondate partono con un territorio più esteso. Le unità ricevono un bonus al combattimento quando si trovano all'interno dei loro confini."
        },
        "titles": [
            "Capo degli Shoshoni"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Pocatello, capo della tribù dei Bannock-Shoshoni, dedicò tutta la vita a cercare di trovare un modo di coesistere con i coloni bianchi che nell'Ottocento si stavano espandendo nel territorio indiano. Gli Shoshoni di Pocatello attaccarono alcuni insediamenti e carovane di carri, ma questi atti furono in gran parte rappresaglie per i saccheggi e gli attacchi subiti dai bianchi. La banda di guerrieri di Pocatello fu accusata di aver attaccato i bianchi lungo la pista della California, la via del Lago Salato e la pista dell'Oregon.Nell'autunno del 1862 il colonnello Conner e la Terza Divisione di fanteria della California dell'esercito statunitense arrivò da Fort Douglas con l'ordine di \"castigare\" i nativi. Pocatello venne a sapere del pericolo e condusse la sua tribù a nord, evitando così il famigerato massacro di Bear River. Dopo che l'esercito gli aveva dato la caccia per cinque anni, nel 1868 Pocatello firmò il trattato di Fort Bridger che prevedeva il trasferimento della sua tribù in una riserva sul fiume Snake. Qui morì, senza speranza per il futuro del suo popolo."
            },
            {
                "heading": "Giovinezza",
                "text": "Pocatello nacque nella regione di Grouse Creek, nell'attuale Utah nord-occidentale, negli Stati Uniti. Della sua infanzia e della sua giovinezza si sa poco: il suo vero nome era Tonaioza, che significa \"mantello di bisonte\"; probabilmente il nome Pocatello gli fu assegnato dai cacciatori bianchi, anche se non si sa perché né quando. Pocatello divenne un uomo durante l'epoca dei trapper, tra gli anni '20 e '30 dell'Ottocento.La sua reputazione di guerriero e uomo saggio crebbe con lui. Quando nel 1847 Brigham Young condusse il primo gruppo di mormoni nello Utah, Pocatello era stato eletto capo degli Shoshoni. Young seguì una politica di pacificazione e conciliazione con Pocatello, che gli espresse la sua preoccupazione per lo sterminio della cacciagione e la distruzione delle terre da pascolo da parte degli agricoltori emigranti. Pocatello diventò sempre più ansioso per le migrazioni e gli spostamenti dei bianchi attraverso le terre degli Shoshoni, specialmente dopo la scoperta dell'oro in California e Montana."
            },
            {
                "heading": "Sfida al governo americano",
                "text": "Verso la fine degli anni '50 dell'Ottocento le scorrerie contro le carovane di carri e le fattorie isolate, così come i furti di cavalli e bestiame, aumentarono drammaticamente. Non è chiaro se fossero dovute a nativi vagabondi, fuorilegge bianchi o giovani Shoshoni irrequieti, ma presto Pocatello fu accusato di ogni attacco. Durante i successivi cinque anni numerosi scontri e omicidi misero i coloni bianchi contro i nativi. Le ostilità culminarono nell'agosto 1862 quando lo stesso Pocatello comandò un attacco a una carovana che attraversava la City of Rocks, nell'Idaho meridionale. Qualche giorno dopo, bande di Shoshoni attaccarono altre due carovane vicino al fiume Snake.Mentre infuriava la Guerra Civile l'amministrazione Lincoln, preoccupata per la sicurezza dei passaggi terrestri in direzione della costa ovest, ordinò al Colonnello Patrick Connor e al suo Terzo Reggimento Volontari di Fanteria della California di entrare nello Utah e placare i disordini. Connor stabilì la base a Camp Douglas, pochi km a est di Salt Lake City. Ulteriori scorrerie da parte del capo Bear Hunter spinsero Connor a muovere (insieme al Secondo Reggimento Volontari di Cavalleria della California) contro l'accampamento invernale a Cache Valley dove si erano raccolte molte tribù di Shoshoni, compresa quella di Pocatello. Saputo dell'avvicinamento delle truppe bianche, mentre gli altri capi prepararono i propri guerrieri per il combattimento, Pocatello decise di condurre via i suoi. Così evitò il massacro di Bear River, che causò la morte di circa 500 Shoshoni tra uomini, donne e bambini.L'esercito degli Stati Uniti continuò il programma di pacificazione, percorrendo la zona in cerca dei restanti capi Shoshoni e in particolare di Pocatello. Questi sfuggì alla cattura per cinque anni, ma alla fine la sua banda fu costretta ad arrendersi per via delle malattie e della fame. Con il trattato di Fort Bridger del 1868 Pocatello accettò di perdere due terzi dei territori di caccia Shoshoni, di permettere ai bianchi di passare nelle sue terre e di trasferirsi nella riserva di Fort Hall, sul fiume Snake; da parte sua, il governo degli Stati Uniti si impegnò a fornire ogni anno cibo e vettovaglie per un valore complessivo di 5.000 dollari."
            },
            {
                "heading": "Vita nelle riserve",
                "text": "Come accaduto fin troppo spesso, l'Agenzia degli Affari Indiani statunitense non mantenne le promesse; quasi sempre le vettovaglie arrivavano avariate, il pagamento annuale venne versato raramente e la terra si rivelò inadatta alla coltivazione. Negli anni successivi alla segregazione i nativi soffrirono gravemente per le malattie e la fame. Nel 1875, dopo un raccolto particolarmente povero, Pocatello condusse la sua tribù fuori dalla riserva verso una fattoria di missionari mormoni vicina a Corinne, nello Utah, dove aiutò a piantare e a coltivare grano, mais, patate e verdura, con grande successo. Pocatello sperava che la conversione di massa del suo popolo alla religione dei mormoni avrebbe evitato loro la fame. Tuttavia i coloni bianchi della zona non si mostrarono amichevoli e intimarono il loro ritorno nella riserva, se necessario con la forza. Quando l'esercito degli Stati Uniti minacciò un'azione armata, Pocatello riportò la sua tribù alla riserva.Sentendosi ancora una volta tradito, Pocatello rinnegò il cristianesimo con la maggior parte degli Shoshoni. L'anziano capo, ora più che sessantenne, si fece sempre più disilluso e alla fine smise di occuparsi delle faccende della riserva. La sua salute peggiorò precipitosamente e nel 1884 morì. La sua tribù domandò che Pocatello fosse seppellito vestito con tutti i paramenti di guerra in una sorgente profonda vicino allo Snake River, con i suoi vestiti migliori, coltelli, fucili e 18 dei suoi cavalli."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Come molti capi nativi d'America, Pocatello faticò a gestire l'arrivo di un numero sempre maggiore di bianchi. Da un lato cercò una coesistenza pacifica, dall'altro fu determinato nel salvaguardare i diritti e la libertà del suo popolo. Nonostante fosse impavido e astuto, alla fine Pocatello non poté far altro che sottostare all'inevitabile, conducendo i sopravvissuti del suo popolo nella riserva. Anche se i suoi sforzi di mantenere il suo popolo libero di vagare nelle terre tribali natie fallirono, è un capo molto rispettato dagli Shoshoni per aver difeso la loro eredità culturale. Il suo retaggio è riflesso nel nome di numerosi luoghi naturali e città, tra cui il capoluogo della contea di Bannock, nell'Idaho: ironicamente, la maggior parte di questi nomi è stata assegnata da uomini bianchi."
            }
        ]
    }
}