{
    "id": 32,
    "name": "Maya|dei Maya|ai Maya|i Maya|dai Maya",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/maya|dei_maya|ai_maya|i_maya|dai_maya.png",
    "dawn_of_man": "Il tuo popolo si inchina davanti a te, altissimo re Pacal il grande, figlio favorito degli dèi e scudo dei cittadini di Palenque. Dopo anni di tormenti per mano dei regni vicini, hai sferrato l'attacco ai nemici del tuo popolo, offrendo i loro condottieri in sacrificio per lavare l'insulto inflitto ai tuoi predecessori. Palenque è tornata alla gloria sotto la tua guida saggia, grazie al vasto piano di ricostruzione della città e alla creazione di alcuni dei monumenti più grandiosi che il tuo popolo - e il mondo stesso - abbiano mai visto.Illustre monarca, la tua gente si rivolge ancora una volta a te per essere condotta e consigliata. Interpreterai la volontà degli dèi e riporterai all'apice il tuo nobile regno? Costruirai nuovi monumenti per conservare in eterno la memoria del tuo popolo come in un santuario? Plasmerai una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Piramide|la Piramide|una Piramide",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/pyramid.json"
        }
    ],
    "unique_units": [
        {
            "name": "Lanciatore con atlatl|un Lanciatore con atlatl|dal tuo Lanciatore con atlatl|al tuo Lanciatore con atlatl|il tuo Lanciatore con atlatl|da un Lanciatore con atlatl",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/atlatlist.json"
        }
    ],
    "city_names": [
        "Palenque",
        "Tikal",
        "Chichén Itzá",
        "Uxmal",
        "Tulum",
        "Copan",
        "Coba",
        "El Mirador",
        "Calakmul",
        "Edzna",
        "Lamanai",
        "Izapa",
        "Uaxactun",
        "Comalcalco",
        "Piedras Negras",
        "Cancuen",
        "Yaxha",
        "Quirigua",
        "Q'umarkaj",
        "Nakbe",
        "Cerros",
        "Xunantunich",
        "Takalik Abaj",
        "Cival",
        "San Bartolo",
        "Altar de Sacrificios",
        "Seibal",
        "Caracol",
        "Naranjo",
        "Dos Pilas",
        "Mayapan",
        "Ixinche",
        "Zaculeu",
        "Kabah"
    ],
    "spy_names": [
        "Camazotz",
        "Coyopa",
        "Gukumatz",
        "Hunahpu",
        "Huracan",
        "Ixchel",
        "Ixtab",
        "Kukulkán",
        "Xbalanque",
        "Zipacna"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Il popolo dei Maya visse nell'area degli attuali Messico, Guatemala e Belize dal III al X secolo d.C. La loro società era organizzata come una rete di regni indipendenti che condividevano la stessa cultura e religione. Le origini dei Maya sono avvolte nel mistero, ma esistono molte teorie sui primi sviluppi della loro civiltà. Secondo le testimonianze archeologiche i primi insediamenti specificatamente maya risalgono al 2000 a.C. circa. Le città-stato maya, partendo da semplici comunità pre-agricole, riuscirono a svilupparsi fino a diventare importanti centri urbani e realizzarono sofisticate tecniche di agricoltura sia per il sostentamento interno, sia per il commercio. Verso la fine del primo millennio d.C. molte città maya caddero inspiegabilmente in rovina, ma altre riuscirono a prosperare fino all'arrivo dei conquistatori spagnoli, nel XVI secolo."
        },
        {
            "heading": "Clima e territorio",
            "text": "I Maya al principio si insediarono in Belize, in Guatemala e negli stati messicani di Quintana Roo, Campeche e Yucatán, che formano quella che oggi chiamiamo la penisola dello Yucatán. Composto da altopiani montagnosi, paludi lussureggianti e pianure aride, il territorio maya è molto diversificato e va dalla fitta giungla ad ampie pianure.Le foreste pluviali presenti in alcune regioni del loro territorio fornivano ai Maya un'ampia gamma di piante e animali per integrare la loro produzione agricola, rifornendoli anche d'acqua fresca che altrove scarseggiava. Nelle foreste non era raro che le piogge annuali portassero fino a 2 metri e mezzo d'acqua: il suolo fradicio faceva sì che la pioggia si accumulasse spontaneamente in bacini di roccia calcarea detti \"cenote\", dov'era facile raccoglierla."
        },
        {
            "heading": "I periodi della storia maya",
            "text": "Sull'origine dei Maya esistono varie teorie, e solo nel corso degli ultimi 50 anni gli archeologi che studiano il Mesoamerica sono riusciti a ricostruire una cronologia della loro civiltà. Negli anni '60 e '70 alcune svolte significative nell'interpretazione degli scritti maya hanno portato a una rinascita dello studio della loro storia, che precedentemente si era arenato a causa della mancanza di testimonianze scritte.La civiltà maya è classificata in periodi distinti: preclassico, classico e postclassico. I primi insediamenti si sarebbero formati tra il 2000 e il 1500 a.C., all'inizio del periodo preclassico, quando i Maya primitivi cominciarono a passare da uno stile di vita che traeva sostentamento esclusivamente dalla caccia alla formazione di comunità agricole. Con il tempo quelle prime comunità si sarebbero evolute e avrebbero dato origine a una società sempre più complessa: all'adozione di pratiche agricole avanzate e alla formazione di reti commerciali si sarebbe accompagnata la creazione di grandi opere artistiche e architettoniche.L'apice della civiltà maya si ebbe grosso modo tra il 250 e il 900 d.C. In questo periodo, definito \"periodo classico\", i Maya svilupparono alcune delle loro caratteristiche più conosciute, formando grandi città-stato indipendenti, ognuna dotata di un grande centro urbano pieno di monumenti dedicati agli dèi e ai monarchi.Il periodo postclassico cominciò con il declino delle città più importanti della regione meridionale, un inspiegabile collasso che condusse al completo abbandono di molti dei centri più grandi. Tuttavia, molti insediamenti nel nord continuarono a crescere e prosperare per gran parte del secondo millennio."
        },
        {
            "heading": "Le grandi città dei Maya",
            "text": "Sebbene le immense città dei maya fossero unite da una medesima cultura, erano comunque fieramente indipendenti e immancabilmente entravano in guerra una contro l'altra per dispute territoriali, commerciali o politiche. Malgrado questa indipendenza le grandi città contribuirono tutte insieme a influenzare una cultura comune, offrendo ognuna le qualità particolari che ne caratterizzavano la diversità.Si ritiene che Kaminaljuyu sia stato l'insediamento abitato più a lungo in tutte le Americhe, visto che ha ospitato una grande popolazione maya dal 1500 a.C. fino al 1200 d.C. circa. Decine di scavi archeologici eseguiti nel secolo scorso hanno portato alla luce i resti di più di 100 tumuli e strutture antiche e hanno rivelato che la città era probabilmente il primo produttore di ossidiana e giada nella regione. Sfortunatamente, l'edilizia commerciale e lo sviluppo della zona circostante tra il XIX e il XX secolo hanno praticamente distrutto ciò che resta di quella che un tempo era una grande città, lasciandone solo i cocci.Un'altra grande città maya fu El Mirador, fiorente dal 600 a.C. al 100 d.C. circa. Insediamento di notevoli dimensioni, El Mirador è caratterizzata dalle sue molteplici strade sopraelevate, che i Maya chiamavano \"sacbé\". Utilizzati per collegare edifici diversi all'interno dei complessi abitativi ma anche punti di scambio distanti molti chilometri, i sacbé furono cruciali per la creazione della rete commerciale dei Maya. Simili alle moderne strade sopraelevate costruite su tratti di territorio instabile, i sacbé coprivano vaste distanze: il più lungo collega l'antica città di Coba con l'insediamento di Yaxuna e misura poco meno di 100 km.Tikal è probabilmente la città maya più famosa del periodo classico. Capitale del potente stato omonimo, era ambiziosa e aggressiva e spesso scatenava violenti conflitti con le città vicine. Si pensa che sia stata occupata per quasi 2.000 anni e al suo apice fosse dimora di circa 100.000 persone. Una delle innovazioni meno note tra quelle scoperte a Tikal è l'\"Aguada\", un ingegnoso sistema di serbatoi per l'acqua progettato per incanalare e raccogliere la pioggia che scorreva giù dalle mura intonacate della città.Chitzén Itzá è stata una delle ultime città maya sopravvissute, e come tale è anche l'insediamento meglio conservato. Con un'area edificata di 6,5 km quadrati, Chitzén Itzá presenta importanti esempi di ogni tipo di architettura maya: possenti piramidi a gradoni, campi per giocare a palla e templi finemente decorati."
        },
        {
            "heading": "Il collasso",
            "text": "Con l'approssimarsi del IX secolo, per ragioni ancora oggi sconosciute, molti degli insediamenti maya meridionali entrarono in un periodo di rapido declino. Etichettata come il \"collasso della civiltà maya del periodo classico\", la dissoluzione e l'abbandono di quei grandi regni è oggetto di molte ipotesi. Sovrappopolazione, danni ambientali, guerre e malattie sono tutte teorie plausibili, ma probabilmente fu una combinazione di questi fattori a portare all'abbandono delle città-stato.Mentre il misterioso declino colpiva gli insediamenti maya del sud, molte città-stato del nord continuarono a prosperare per tutta la prima metà del secondo millennio d.C. La famosa città di Chitzén Itzá acquisì importanza solo dopo il collasso, un evento che è stato scelto per contrassegnare l'inizio del periodo postclassico. Chitzén Itzá sopravvisse per parecchie centinaia di anni prima di cadere, nel XIV secolo, a causa di una rovinosa guerra con la vicina Mayapan, una delle poche città maya del nord, insieme a Uxmal e Coba, sopravvissute al collasso."
        },
        {
            "heading": "Struttura sociale maya",
            "text": "I Maya non costituirono mai un singolo impero unificato, organizzandosi piuttosto come città-stato in modo simile alla Grecia antica. Tuttavia, ogni stato indipendente adottava la stessa struttura a classi. A partire dal III secolo a.C. circa si instaurò la successione ereditaria, sempre rispettata, a meno che non ci fossero eredi legittimi. Il re formava l'alta nobiltà insieme alla sua famiglia e agli altri cittadini di rango. Sotto i nobili, la classe sacerdotale degli sciamani costituiva il secondo ordine, agendo da consiglieri del re e guidando la popolazione nei molti rituali e cerimonie che si svolgevano nel corso dell'anno. Al di là di queste classi dirigenti, la maggioranza dei Maya ricadeva semplicemente nella \"gente comune\": per lo più contadini, artigiani e operai. Ancora più in basso c'erano gli schiavi, costituiti da prigionieri di guerra e criminali."
        },
        {
            "heading": "Agricoltura e caccia",
            "text": "Se da un lato avevano un accesso limitato all'acqua dolce, dall'altro i Maya utilizzarono molte tecniche agricole che permettevano loro di trarre benefici dalla ricchezza del suolo del loro territorio. Il \"milpa\" era un sistema di rotazione agricola adottato da diverse società mesoamericane, ma nel caso dei Maya fu particolarmente efficace. Il sistema prevedeva la coltivazione di diverse specie di vegetali insieme, seguita da un periodo in cui i campi venivano lasciati a maggese, cioè incolti. Tipicamente questa rotazione prevedeva di seminare per due o tre anni a cui seguivano da sei a otto anni di riposo. Il raccolto degli agricoltori maya era costituito in gran parte da mais, particolari zucche indigene chiamate \"squash\" e fagioli: questi tre prodotti erano così preponderanti che venivano chiamati \"le tre sorelle\".I Maya non erano solo abili agricoltori, ma anche cacciatori e pescatori esperti. Utilizzando molti utensili e armi, cacciavano soprattutto cervi, conigli e \"pècari\", una specie di piccoli cinghiali della foresta pluviale. I Maya avevano anche inventato un congegno per scagliare le lance, l'Atlatl, usato sia per la caccia sia in guerra. Il dispositivo era formato da un bastone cavo con un'estremità appiattita: la lancia (o freccia) veniva appoggiata sopra per il lungo. Al momento del lancio, l'estensione aggiuntiva fornita dal congegno permetteva di scagliare il dardo a una velocità molto superiore al normale. I proiettili lanciati da un Atlatl possono raggiungere una velocità superiore ai 160 km/h! Questo permetteva ai Maya di dare la caccia anche alle prede più grosse e veloci in relativa sicurezza."
        },
        {
            "heading": "Onorare gli dèi",
            "text": "Come le altre società politeistiche, i Maya adoravano un pantheon di svariati dèi, il più importante dei quali era il dio creatore Itzamna. Una speciale importanza era riconosciuta agli dèi celesti, soprattutto a Kinish Ahau, il dio del sole, e alla dea della luna, Ixchel. I Maya avevano anche dèi per le stagioni, per l'agricoltura e per le varie professioni della loro società. Il dio del mais assunse un'importanza particolare nella fase finale della civiltà maya, quando il mais diventò un elemento così fondamentale della dieta che da esso dipendeva la stessa sopravvivenza delle persone.Durante l'anno i Maya eseguivano numerosi rituali in onore degli dèi, cadenzati sulla base delle loro conoscenze astronomiche e del calendario. Tra le culture che compivano sacrifici umani i Maya non erano certo i più violenti, ma i loro riti più importanti prevedevano comunque lo spargimento di sangue. I sacrifici umani servivano a favorire la fertilità: per far questo gettavano le vittime in bacini d'acqua dolce in onore del dio della pioggia, Chaac. Durante il periodo classico della storia maya il famoso \"Sacro Cenote\" di Chitzén Itzá fu luogo di numerosi sacrifici umani.Come altre culture del Mesoamerica, anche i Maya praticavano un particolare sport ritualizzato che consisteva nel colpire una palla di gomma piena (del peso di oltre 4 chili) con le anche per lanciarla attraverso un cerchio montato in verticale. Questo gioco poteva avere scopo ricreativo o entrare a far parte di eventi cerimoniali, ma era anche utilizzato per risolvere in modo agonistico le dispute territoriali: in questo caso la squadra sconfitta poteva anche essere messa a morte."
        },
        {
            "heading": "Cultura maya",
            "text": "All'apice della loro civiltà i Maya crearono molte grandi opere d'arte, ricche di squisiti lavori di intarsio e bassorilievi in pietra e giada. Anche gli artigiani di ogni città incorporavano nei loro lavori i motivi caratteristici della loro regione. Dalla giungla i Maya ricavarono una vasta gamma di pigmenti e tinture: il colore più famoso è appunto il \"blu maya\", una vivida sfumatura derivata dall'indaco che, dopo il declino della società maya, fu utilizzata anche nelle opere dei coloni europei.L'aspetto più caratteristico dell'architettura maya sono le piramidi a gradoni: durante le ultime fasi della loro civiltà ne vennero costruite a decine. Come dice il termine, una piramide a gradoni è costruita sovrapponendo più livelli di pietre fino a raggiungere una cima piatta, dove spesso si svolgevano le cerimonie religiose. Si ritiene che le piramidi a gradoni mesoamericane siano state costruite sopra tumuli funerari o sul sito di templi preesistenti, e che possano essere state ricostruite più volte nel corso del tempo in base ai cicli del calendario. L'esempio più notevole di piramide a gradoni si trova a Chitzén Itzá, nella Penisola dello Yucatán, ben conservata sotto la gestione del governo messicano.Il sistema di scrittura maya è costituito da un alfabeto di glifi, detti anche geroglifici per la loro somiglianza con l'antico sistema di scrittura egiziano. Grazie alle iscrizioni, ritrovate in tutto il territorio e decifrate nel corso del secolo scorso, sappiamo che i Maya usavano la scrittura per commemorare molti aspetti della loro cultura. Sebbene alcuni indizi facciano pensare che gli scribi maya realizzassero volumi rilegati utilizzando pelli di animali e corteccia, nel XVI secolo questi andarono distrutti durante le incursioni colonialiste degli spagnoli, che pensavano che fossero opere eretiche."
        },
        {
            "heading": "Il calendario maya",
            "text": "Tra i molti aspetti notevoli della cultura dei maya, il più famoso è certamente il calendario, oggetto di innumerevoli ipotesi e teorie circa il suo vero scopo. Un sistema di impressionante complessità, il calendario di conto lungo era uno dei tre utilizzati dai Maya: gli altri due si chiamavano Haab e Tzolkin.Il calendario di conto lungo, origine della predizione sulla fine del mondo del 2012, fu usato dai Maya come registrazione storica del tempo intercorso a partire dalla creazione del mondo degli uomini. Secondo questo calendario la civiltà ebbe inizio l'11 agosto del 3114 a.C.: nella particolare interpretazione di coloro che hanno scelto di credere all'imminente apocalisse, dal calendario si può anche evincere che il mondo finirà il 21 dicembre 2012. I catastrofisti credono che i Maya abbiano predetto la fine del mondo, ma la maggior parte degli studiosi ritiene che la fine di un ciclo non implichi l'apocalisse, bensì l'inizio di un altro ciclo.Utilizzato insieme al calendario di conto lungo, il meno noto ciclo Haab era un calendario di 365 giorni che si avvicinava molto a quello solare, mentre il calendario Tzolkin utilizzava un sistema di 260 giorni per stimare i tempi del raccolto e delle cerimonie religiose."
        },
        {
            "heading": "Occupazione coloniale e declino",
            "text": "L'arrivo degli spagnoli portò velocemente alla caduta delle città maya che ancora sopravvivevano a nord: oggi la popolazione maya esiste ancora, in Messico e in altre parti dell'America centrale e meridionale, ma gran parte della loro storia e cultura è andata persa dopo l'arrivo dei Conquistatori. A partire dai primi anni del Cinquecento gli spagnoli inviarono molte spedizioni nella Penisola dello Yucatán, con l'intento di stabilirvi una colonia permanente. Tuttavia, l'organizzazione decentrata delle città-stato maya permise loro di resistere alle incursioni spagnole in maniera indipendente, tanto che gli spagnoli impiegarono quasi 200 anni per completare in modo definitivo l'assoggettamento del popolo maya.Durante la conquista dei Maya gli spagnoli tentarono più volte di convertire la popolazione al cattolicesimo. Il caso più tristemente noto è quello del vescovo spagnolo Diego de Landa, che lavorò al servizio dell'Arcidiocesi cattolico-romana dello Yucatán. Si dice che De Landa abbia istituito un'inquisizione nella piccola colonia di Mani, dove nel tentativo di sradicare la religione degli indigeni diede alle fiamme molti idoli maya e rari codici scritti. Sebbene le sue azioni siano oggi considerate con sdegno, alcuni storici ricordano De Landa per le sue dettagliate annotazioni sulla religione e la lingua maya, tanto più importanti in quanto raccolte attraverso l'osservazione diretta."
        },
        {
            "heading": "I Maya oggi",
            "text": "È stimabile che oggi tra Messico, Belize, Guatemala, Honduras ed El Salvador vivano sette milioni di maya moderni, molti dei quali conservano ancora alcuni aspetti del loro retaggio culturale. Benché i discendenti dei Maya siano divisi dall'uso di più di 20 lingue diverse, sono uniti dalla stessa cultura e dalle stesse tradizioni, e insieme continuano a celebrare l'eredità degli antenati."
        },
        {
            "heading": "I Maya oggi",
            "text": "È stimabile che oggi tra Messico, Belize, Guatemala, Honduras ed El Salvador vivano sette milioni di maya moderni, molti dei quali conservano ancora alcuni aspetti del loro retaggio culturale. Benché i discendenti dei Maya siano divisi dall'uso di più di 20 lingue diverse, sono uniti dalla stessa cultura e dalle stesse tradizioni, e insieme continuano a celebrare l'eredità degli antenati."
        }
    ],
    "leader": {
        "name": "Pacal",
        "subtitle": "Leader dei Maya",
        "lived": "dal 603 al 683 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pacal.png",
        "trait": {
            "name": "Il Conto Lungo",
            "effect": "Dopo aver scoperto la Teologia, ricevi un Grande Personaggio bonus alla fine di ogni ciclo di Conto Lungo del calendario maya (ogni 394 anni). Ogni personaggio bonus può essere scelto una sola volta."
        },
        "titles": [
            "Re"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Passato alla storia come \"Pacal il Grande\", K'inich Janaab' Pakal è probabilmente il più famoso di tutti i monarchi maya. Salito al trono alla tenera età di 12 anni, e in carica da quel momento per quasi 70, Pacal ereditò la città-stato di Palenque durante un periodo di grandi tumulti. Sebbene le notizie storiche sul suo regno siano spesso confuse, Pacal è rimasto famoso per aver rafforzato la città devastata, che durante il regno dei suoi predecessori era stata saccheggiata ripetutamente. Promuovendo un grande sforzo di ricostruzione, Pacal ordinò la creazione in tutto il regno di strutture immense e di eccezionale complessità. L'edificio più famoso è lo stesso monumento funerario di Pacal, conosciuto come Tempio delle Iscrizioni, su cui tutta la vita del re è rappresenta per mezzo degli intricati glifi maya. Grazie al sorprendente numero di iscrizioni ben conservate, il tempio ha permesso agli archeologi contemporanei di arrivare a scoperte fondamentali sulla storia e la cultura, una volta perdute, di questa grande città maya."
            },
            {
                "heading": "Giovinezza",
                "text": "La madre di Pacal, Zac-Kuk, fu una delle poche donne ad aver mai regnato da sola su una città-stato maya. La corona tipicamente passava al figlio del re, ma in assenza di un erede maschio il comando venne conferito a Zac-Kuk, che rivendicava il suo diritto al trono perché era nipote di una regina precedente. La madre di Pacal regnò per 3 anni, finché questi non divenne maggiorenne: in seguito, quest'insolita deviazione dalla consuetudine della società patriarcale spinse Pacal a compiere grandi sforzi per legittimare il proprio regno e la linea di discendenza della sua famiglia.Quando nel 615 Pacal salì al trono, la città di Palenque era in una situazione turbolenta, essendo stata negli anni precedenti bersaglio di frequenti incursioni da parte del vicino regno di Calakmul. Pacal volle chiarire subito la situazione agli antichi rivali di Palenque e per far questo spedì dei gruppi di saccheggiatori contro Calakmul, catturando parecchi dei loro comandanti e sacrificandoli come punizione per gli attacchi subìti."
            },
            {
                "heading": "La rinascita di Palenque",
                "text": "Desideroso di riportare Palenque agli antichi fasti, e allo stesso tempo affermare la legittimità del suo regno, Pacal iniziò la costruzione di grandi monumenti in tutta la città, ricchi di bassorilievi che esaltavano le virtù del suo lignaggio. Vennero costruite molte strutture ciclopiche, come il Tempio del Conte e il grande complesso noto semplicemente come \"il Palazzo\", caratterizzato da una peculiare torre a quattro piani unica in tutto il regno maya. Di tutti questi edifici eretti durante il suo regno, comunque, nessuno è superiore al Tempio delle Iscrizioni. La costruzione di questa piramide a gradoni, che sarebbe diventata il monumento funerario di Pacal, ebbe inizio nell'ultimo anno della sua vita e continuò sotto il successore Chan Bahlum II.Caratterizzato da complessi bassorilievi e testi in geroglifico, il tempio è famoso per il ritrovamento dell'ornato sarcofago di Pacal. La tomba del re, scoperta dagli archeologi messicani nel 1952 sotto il livello inferiore del tempio, presenta sui muri il più grande insieme di geroglifici maya mai ritrovato. Sebbene siano ancora oggi oggetto di studio, i glifi sembrano rappresentare la cronaca degli eventi della vita di Pacal fino alla sua morte e all'ascesa del suo erede.Anche il sarcofago è caratterizzato da un elaborato coperchio, con glifi che rappresentano i pianeti e varie costellazioni. Proprio questi elementi celesti hanno contribuito alla formulazione di improbabili teorie sulla presenza di extraterrestri nella cultura maya, come già accaduto per le piramidi egizie. Mentre i ricercatori più autorevoli credono che l'immagine sul sarcofago di Pacal descriva il viaggio nell'oltretomba, altre fonti sostengono che rappresentino Pacal al comando di una nave spaziale che si prepara al lancio. Dentro il sarcofago stesso gli archeologi hanno trovato i resti scheletrici di Pacal con addosso una raffinata maschera di giada realizzata a mosaico."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Pacal il Grande è considerato dagli storici uno dei più re più importanti nella storia maya, per gli eccezionali monumenti e le sculture ritrovati in tutta Palenque. Nel periodo in cui fu re nella città furono costruiti quasi 1.000 edifici, usando pietre che arrivavano a pesare 15 tonnellate. Benché il suo passato sia ancora oggi da scoprire, possiamo dire con certezza che i suoi sforzi per ristabilire il regno di Palenque portarono alla costruzione dei più grandi monumenti e opere d'arte maya."
            }
        ]
    }
}