{
    "id": 3,
    "name": "Aztechi|degli Aztechi|agli Aztechi|gli Aztechi|dagli Aztechi",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_aztecs.png",
    "dawn_of_man": "Benvenuto, o divino Montezuma! Ci prostriamo stupefatti dinanzi alla tua magnificenza! Che i cieli ti sommergano di ogni genere di beni per tutti i giorni della tua vita! Tu sei il capo del potente popolo azteco, che vaga nomade dopo aver abbandonato la propria terra nel nord stabilendosi nel XII secolo nella Mesa Central, nel cuore di quello che poi sarà chiamato Messico. Circondati da tribù in lotta per il controllo delle ricche terre intorno ai sacri laghi Texcoco, Xaltocan e Zumpango, grazie ad astute alleanze e alla loro prodezza militare, in soli duecento anni gli aztechi giunsero a dominare il bacino dell'America centrale, ponendosi a capo di un impero che si estendeva da oceano a oceano. Il loro regno alla fine cadde sotto l'assalto di diavoli stranieri: i maledetti spagnoli, le cui armi, i tuoi fedeli guerrieri, non avevano mai visto prima.O grande re Montezuma! La tua gente desidera risollevarsi e vuole che sia tu a guidarli verso la gloria! Porta loro ricchezza e potenza e falli dominare sui rivali e sui nemici! Risponderai alla chiamata, o glorioso leader? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Giardini galleggianti|i Giardini galleggianti|i Giardini galleggianti",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/floating_gardens.json"
        }
    ],
    "unique_units": [
        {
            "name": "Guerriero giaguaro|un Guerriero giaguaro|dal tuo Guerriero giaguaro|al tuo Guerriero giaguaro|il tuo Guerriero giaguaro|da un Guerriero giaguaro",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/jaguar.json"
        }
    ],
    "city_names": [
        "Tenochtitlan",
        "Teotihuacan",
        "Tlatelolco",
        "Texcoco",
        "Tlaxcala",
        "Calixtlahuaca",
        "Xochicalco",
        "Tlacopan",
        "Atzcapotzalco",
        "Tzintzuntzen",
        "Malinalco",
        "Tula",
        "Tamuin",
        "Teayo",
        "Cempala",
        "Chalco",
        "Tlalmanalco",
        "Ixtapaluca",
        "Huexotla",
        "Tepexpan",
        "Tepetlaoxtoc",
        "Chiconautla",
        "Zitlaltepec",
        "Coyotepec",
        "Tequixquiac",
        "Jilotzingo",
        "Tlapanaloya",
        "Tultitan",
        "Ecatepec",
        "Coatepec",
        "Chalchiuites",
        "Chiauhita",
        "Chapultepec",
        "Itzapalapa",
        "Ayotzinco",
        "Iztapam"
    ],
    "spy_names": [
        "Metztli",
        "Xitllali",
        "Chimalli",
        "Quauhtli",
        "Teyacapan",
        "Yaotl",
        "Coatl",
        "Huitzilin",
        "Itzli",
        "Tepin"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Gli Aztechi sono una civiltà nativa dell'America che ha occupato la parte centrale del Messico per circa cent'anni tra il XV e il XVI secolo. Il potente Impero azteco aveva una ricca cultura che ha prodotto alcuni dei più impressionanti esempi di architettura precolombiana in Nord America. Oggi gli Aztechi sono ricordati soprattutto per le pratiche religiose sanguinarie e per la rapidità con cui il loro impero è collassato di fronte a una minaccia esterna."
        },
        {
            "heading": "Clima e territorio",
            "text": "L'Impero azteco si estendeva sulla \"Mesa Central\", l'altopiano che si trova al centro del moderno Messico (Mexico City è costruita sulle rovine della capitale azteca Tenochtitlan). La Valle del Messico è dominata da un certo numero di laghi collegati: Zumpango, Xaltocan, Texcoco, Xochimilco e Chalco. L'area ha un clima temperato, con abbondanti precipitazioni, e la terra è incredibilmente fertile."
        },
        {
            "heading": "Origine degli Aztechi",
            "text": "L'origine del popolo azteco è incerta, ma i loro miti suggeriscono che fossero una tribù di cacciatori-raccoglitori originaria dell'altopiano settentrionale del Messico, successivamente migrata verso sud nel XII secolo. La parola \"azteco\" deriva da \"Aztlan\" (\"Terra Bianca\"), un'allusione al Messico settentrionale. Gli Aztechi raggiunsero il Messico centrale intorno al 1250; la storia precedente appartiene alla speculazione e al mito."
        },
        {
            "heading": "Gli inizi",
            "text": "Al momento dell'arrivo degli Aztechi, la popolazione del Messico centrale era divisa in centinaia di piccole tribù o città-stato. I due gruppi più importanti erano gli Azcapotzalco e i Culhuacan. All'inizio gli Aztechi furono vassalli degli Azcapotzalco, che nel 1325 diedero loro il permesso di insediarsi su un'isoletta del lago Texcoco dove fondarono la loro capitale Tenochtitlan. Gli Aztechi rimasero soggetti agli Azcapotzalco per circa cent'anni."
        },
        {
            "heading": "La Triplice Alleanza",
            "text": "All'inizio del XV secolo gli Azcapotzalco erano diventati un'importante potenza regionale. Nel 1427 il capo degli Azcapotzalco, Maxtla, fece assassinare il leader azteco Chimalpopca e cinse d'assedio la capitale Tenochtitlan. Per sconfiggere gli Azcapotzalco, il successore di Chimalpopca, Itzcoatl si alleò con due potenti città-stato, Texcoco e Tlacopan. Gli alleati ruppero con successo l'assedio di Tenochtitlan e poco dopo sottomisero gli Azcapotzalco stessi.Nel corso del secolo successivo la Triplice Alleanza acquisì il controllo dell'intero Messico centrale, arrivando a estendere la propria influenza dall'Atlantico al Pacifico. Tenochtitlan assunse il ruolo dominante all'interno dell'alleanza, rendendo di fatto gli Aztechi padroni di un vasto impero continentale."
        },
        {
            "heading": "Montezuma I",
            "text": "Nel 1440 Montezuma I succedette allo zio Itzcoatl alla guida degli Aztechi. Durante il suo regno Montezuma consolidò la Triplice Alleanza. L'Alleanza estese il proprio controllo sulla costa del golfo, soggiogando le popolazioni dei Totonac e degli Huastic. Inoltre Montezuma condusse con successo diverse campagne militari contro altri vicini, come Mixtechi, Cotaxtla e Orizaba. È importante non confondere Montezuma I con il suo incompetente e sfortunato omonimo, Montezuma II, di cui parleremo tra poco. Montezuma I morì nel 1469. Per saperne di più su Montezuma I potete leggere la sua voce nella Civilopedia."
        },
        {
            "heading": "Tlacaelel",
            "text": "Mentre Montezuma I occupava il trono, il fratellastro Tlacaelel si impegnò a riformare la nazione azteca. Tlacaelel riscrisse letteralmente la religione: secondo alcune fonti ordinò di bruciare centinaia di testi a causa delle inesattezze storiche che contenevano. Sotto Tlacaelel cominciò ad affermarsi il dogma che gli Aztechi fossero un popolo eletto, destinato dagli dèi a imporsi su tutti gli altri. Tlacaelel diede anche molta importanza al militarismo e ai sacrifici rituali, un cambiamento che avrebbe avuto un impatto profondo e devastante sul popolo azteco e sull'intera regione. Tlacaelel supervisionò la costruzione di molti templi e altri edifici religiosi, tra cui il Templo Mayor di Tenochtitlan, dedicato al dio della guerra Huitzilopochtli e al dio della pioggia Tlaloc.Politicamente, Tlacaelel fu uno dei maggiori artefici della Triplice Alleanza. Si dice che abbia ordinato di bruciare i registri storici di tutti gli altri popoli per assicurare che la visione del mondo degli Aztechi si imponesse senza eccezioni. Inoltre aumentò il potere e il prestigio della nobiltà e del clero a discapito dei contadini.Tlacaelel morì nel 1487, con molto sollievo di tutti gli storici dell'America centrale."
        },
        {
            "heading": "L'ascesa dell'impero",
            "text": "All'apice della sua potenza, l'Impero azteco dominava un'area di oltre 500.000 chilometri quadrati (poco meno di un terzo del Messico moderno), con cinque o sei milioni di sudditi. Come i Mongoli, anche gli Aztechi lasciarono che le tribù sottomesse si governassero da sole, a patto che versassero i tributi con regolarità. Gli Aztechi erano ottimi mercanti ed erano sempre pronti a fare affari sia con gli alleati sia con i nemici. Dato che non avevano moneta, gli scambi erano basati su un sistema di baratto.Dal momento che non aveva animali da tiro né veicoli su ruote, gli Aztechi costruirono una vasta rete di strade per gli spostamenti a piedi. Oltre che dai mercanti, le strade erano percorse costantemente da soldati e corrieri militari, il che le rendeva così sicure che le donne potevano addirittura viaggiare da sole."
        },
        {
            "heading": "Buone abitudini (ovvero: sacrifici umani)",
            "text": "La religione azteca, nella versione riformulata da Tlacaelel, sosteneva che per far funzionare correttamente l'universo era necessario effettuare una serie continua di sacrifici. I sacrifici erano indispensabili per far piovere, far sì che il sole continuasse a levarsi e così via. Ogni peccato poteva essere espiato con un sacrificio. Gli Aztechi sacrificavano animali, ricchezze, cibo, il loro stesso sangue... e altri esseri umani. Gli Aztechi sostenevano di aver sacrificato più di 80.000 prigionieri per riconsacrare la Grande Piramide di Tenochtitlan nel 1487, sebbene molti storici ritengano che questa sia un'esagerazione: considerate le dimensioni della tavola sacrificale, il massimo numero possibile sembra essere 5.000, o ancora meno. Se anche questo secondo numero fosse più vicino al vero, si tratta pur sempre di una grande quantità di sangue e di un bel numero di cuori pulsanti da maneggiare.Secondo la religione i sacrifici più graditi erano quelli dei guerrieri nemici catturati in battaglia, cosa che divenne un problema quando l'impero arrivò a occupare praticamente tutte le terre conosciute. Questo portò a una forma di combattimento rituale chiamato \"guerra dei fiori\", in cui due schiere si sarebbero incontrate in un luogo e momento preciso con lo scopo specifico di catturare prigionieri. Una volta terminata la battaglia, ognuna delle parti avrebbe riportato i prigionieri nella propria città per sacrificarli."
        },
        {
            "heading": "La caduta degli Aztechi",
            "text": "Nel 1502 Montezuma II divenne il nono imperatore dell'Impero azteco (1502-1520), succedendo allo zio Ahuitzotl. A quel tempo l'impero aveva raggiunto la sua estensione massima, dall'odierno Messico settentrionale fino all'Honduras e al Nicaragua. L'Impero azteco era in espansione e la sua società ancora in evoluzione, ma i progressi si arrestarono nel 1519 con l'arrivo degli avventurieri spagnoli sulla costa dell'attuale golfo del Messico.Nel febbraio del 1519 Hernán Cortés condusse una missione esplorativa in America centrale. Le sue forze contavano 500 uomini, 13 cavalli e un piccolo numero di cannoni. A metà agosto, dopo aver dato alle fiamme le sue navi per impedire ogni possibilità di ritirata, marciò su Tenochtitlan. Lungo il cammino si unirono a lui molti alleati nativi, ansiosi di aiutarlo a rovesciare gli odiati nemici aztechi.Secondo i resoconti spagnoli la conquista di Cortés fu significativamente facilitata dalla tradizione religiosa azteca, che affermava che il dio Quetzalcoatl sarebbe tornato dal mare sotto forma di uomo bianco. Gli Aztechi non sapevano se Cortés fosse o meno Quetzalcoatl, per questo non gli si opposero efficacemente. La natura divina di Cortés fu ulteriormente confermata dalla presenza di cavalli, cani, armi da fuoco e cannoni, tutte cose che gli Aztechi non avevano mai visto e che suscitavano in loro un grande terrore.Quando finalmente arrivò a Tenochtitlan, Cortés poteva contare su un enorme numero di seguaci nativi. Montezuma II accolse in pace gli spagnoli nella città, e Cortés gli restituì la cortesia facendolo prigioniero. Attraverso Montezuma, Cortés ordinò agli Aztechi di consegnare agli invasori enormi quantità d'oro. Alcune fonti riportano che alla fine gli Aztechi stessi uccisero Montezuma lapidandolo e cacciarono gli spagnoli dalla capitale. Cortés, però, ricevette rinforzi e tornò ad assediare la città. Nel 1521 la città cadde e fu rasa al suolo. Nell'agosto dello stesso anno l'ultimo monarca azteco fu catturato.L'impero non esisteva più, distrutto dall'ambizione degli stranieri, dalle loro armi moderne e dall'odio della maggioranza dei nativi nei confronti dei sovrani aztechi. Sfortunatamente per i nativi, gli spagnoli non si rivelarono particolarmente clementi: solo dopo molto tempo le popolazioni del Messico sarebbero state finalmente libere dall'oppressione e avrebbero ottenuto una certa autonomia."
        },
        {
            "heading": "La caduta degli Aztechi",
            "text": "Nel 1502 Montezuma II divenne il nono imperatore dell'Impero azteco (1502-1520), succedendo allo zio Ahuitzotl. A quel tempo l'impero aveva raggiunto la sua estensione massima, dall'odierno Messico settentrionale fino all'Honduras e al Nicaragua. L'Impero azteco era in espansione e la sua società ancora in evoluzione, ma i progressi si arrestarono nel 1519 con l'arrivo degli avventurieri spagnoli sulla costa dell'attuale golfo del Messico.Nel febbraio del 1519 Hernán Cortés condusse una missione esplorativa in America centrale. Le sue forze contavano 500 uomini, 13 cavalli e un piccolo numero di cannoni. A metà agosto, dopo aver dato alle fiamme le sue navi per impedire ogni possibilità di ritirata, marciò su Tenochtitlan. Lungo il cammino si unirono a lui molti alleati nativi, ansiosi di aiutarlo a rovesciare gli odiati nemici aztechi.Secondo i resoconti spagnoli la conquista di Cortés fu significativamente facilitata dalla tradizione religiosa azteca, che affermava che il dio Quetzalcoatl sarebbe tornato dal mare sotto forma di uomo bianco. Gli Aztechi non sapevano se Cortés fosse o meno Quetzalcoatl, per questo non gli si opposero efficacemente. La natura divina di Cortés fu ulteriormente confermata dalla presenza di cavalli, cani, armi da fuoco e cannoni, tutte cose che gli Aztechi non avevano mai visto e che suscitavano in loro un grande terrore.Quando finalmente arrivò a Tenochtitlan, Cortés poteva contare su un enorme numero di seguaci nativi. Montezuma II accolse in pace gli spagnoli nella città, e Cortés gli restituì la cortesia facendolo prigioniero. Attraverso Montezuma, Cortés ordinò agli Aztechi di consegnare agli invasori enormi quantità d'oro. Alcune fonti riportano che alla fine gli Aztechi stessi uccisero Montezuma lapidandolo e cacciarono gli spagnoli dalla capitale. Cortés, però, ricevette rinforzi e tornò ad assediare la città. Nel 1521 la città cadde e fu rasa al suolo. Nell'agosto dello stesso anno l'ultimo monarca azteco fu catturato.L'impero non esisteva più, distrutto dall'ambizione degli stranieri, dalle loro armi moderne e dall'odio della maggioranza dei nativi nei confronti dei sovrani aztechi. Sfortunatamente per i nativi, gli spagnoli non si rivelarono particolarmente clementi: solo dopo molto tempo le popolazioni del Messico sarebbero state finalmente libere dall'oppressione e avrebbero ottenuto una certa autonomia."
        }
    ],
    "leader": {
        "name": "Montezuma I",
        "subtitle": "Leader degli Aztechi",
        "lived": "1397-1469 d.C. circa",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/montezuma_i.png",
        "trait": {
            "name": "Prigionieri sacrificali",
            "effect": "L'impero guadagna Cultura ogni volta che uccide un'unità nemica."
        },
        "titles": [
            "Imperatore"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Potente guerriero e leader, Montezuma I ha lanciato la nazione azteca verso la grandezza e la gloria. Non va assolutamente confuso con lo sfortunato nipote Montezuma II, che osservò impotente mentre il suo impero veniva conquistato dai conquistador spagnoli."
            },
            {
                "heading": "La giovinezza",
                "text": "Montezuma, il cui nome significa \"si acciglia come un signore\", proveniva da una famiglia reale. Suo padre Huitzilihuitl era il secondo \"tlatoani\", o imperatore azteco, mentre la madre, Miahuaxihuitl, era figlia del signore della città di Cuauhnahuac. In seguito alla morte del padre fu eletto imperatore lo zio di Montezuma, Itzcoatl. Il fratello maggiore di Montezuma, Tlacaelel, era uno dei consiglieri più fidati di Itzcoatl, mentre Montezuma ottenne il grado di generale nell'esercito azteco.Nel 1440, in seguito alla morte di Itzcoatl, Montezuma fu nominato imperatore. Tlacaelel non sembrò prendersela per essere stato scavalcato (forse pensava di avere maggiori probabilità di sopravvivere senza la corona sulla testa), e per quanto sappiamo servì sempre fedelmente il fratello. L'incoronazione di Montezuma fu una cerimonia fastosa, durante la quale furono sacrificati molti prigionieri."
            },
            {
                "heading": "Uno stile di vita modesto",
                "text": "Nonostante il suo titolo, sembra che Montezuma amasse vivere modestamente, in un palazzo semplice in compagnia di \"solo qualche moglie\". Quando non si occupava degli affari di stato o dei suoi doveri religiosi passava gran parte del tempo a consultare amici e consiglieri."
            },
            {
                "heading": "Politica interna",
                "text": "Durante il regno, Montezuma e il fratello Tlacaelel si dedicarono a sviluppare la capitale Tenochtitlan. Tra le altre cose fecero costruire un acquedotto che portava una grande quantità di acqua corrente in città. Naturalmente la crescita di Tenochtitlan richiese non solo acqua, ma anche ingenti quantità di cibo per nutrire la popolazione. Dal momento che in America centrale non c'erano animali da soma, ogni singolo boccone di cibo doveva essere trasportato in città sulla schiena di un uomo. Il governo di Montezuma utilizzava ispettori statali per assicurare che ogni fazzoletto di terra arabile fosse curato e coltivato. Inoltre ordinò la costruzione di un sistema di dighe per limitare le inondazioni e ampliare i terreni coltivabili.Montezuma e il fratello costruirono diversi templi nella città e nei dintorni, tra cui uno dedicato a Huitzilopochtli, il dio delle battaglie. Il tempio di Huitzilopochtli fu consacrato nel 1455 con il sacrificio di un grande numero di prigionieri di guerra Huastechi."
            },
            {
                "heading": "Leggi suntuarie",
                "text": "Probabilmente spinto dal fratello Tlacaelel, Montezuma istituì alcune leggi suntuarie che codificavano e rafforzavano il sistema di classi azteco, già rigidamente stratificato. La posizione sociale di una persona determinava addirittura come poteva vestirsi e parlare. I poveri non potevano indossare vesti di cotone, sandali o qualsiasi abito si estendesse sotto il ginocchio. Solo i nobili potevano vivere in case che avevano più di un piano. I crimini erano puniti con la riduzione in schiavitù, la più infima di tutte le classi, o con il sacrificio."
            },
            {
                "heading": "Innovazioni religiose",
                "text": "Durante il regno di Montezuma, il fratello Tlacaelel lavorò alla riforma della religione azteca. Riscrisse i testi religiosi, ordinando la distruzione di centinaia di testi che non si accordavano con la sua interpretazione della storia azteca. Sotto Tlacaelel la religione azteca divenne ancora più militaristica e cominciò a richiedere un numero sempre maggiore di sacrifici di soldati nemici catturati. Con il tempo, la necessità di procurarsi prigionieri da sacrificare sarebbe diventata una delle forze trainanti della politica estera dell'impero."
            },
            {
                "heading": "Politica estera",
                "text": "Montezuma cercò di rafforzare la triplice alleanza tra le città-stato del Messico centrale: Tenochtitlan, Texcoco e Tlacopan. Inoltre estese l'impero conquistando il Panuco, i Totonac, i Coatzocoalco e i Chalca. Alcuni pensano che cercasse di ottenere il tributo dei popoli sconfitti, sperando così di assicurare approvvigionamenti alimentari continui a Tenochtitlan, che nonostante tutto continuava a soffrire di periodiche carestie. Secondo altri il vero motivo era soddisfare la cronica necessità, imposta dalla religione, di prigionieri da guerra da sacrificare. Un'altra teoria afferma semplicemente che questo è quello che facevano gli imperatori aztechi: conquistare terre. La risposta probabilmente sta in una combinazione delle tre ipotesi."
            },
            {
                "heading": "Morte",
                "text": "Montezuma morì nel 1469. Sul trono gli succedette il cugino diciannovenne Axayacatl, che avrebbe dato i natali allo sfortunato Montezuma II, che a sua volta avrebbe perso tutto per mano degli spagnoli."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "In generale si può dire che Montezuma sia stato un leader di successo. Sotto il suo governo l'impero si espanse; lui guidò personalmente l'esercito alla vittoria e lavorò duramente per migliorare le condizioni di vita del suo popolo. Certamente fu un uomo sanguinario, che sacrificò con le sue mani migliaia di prigionieri. Ma la sua religione affermava che una simile barbarie era necessaria: il sangue era necessario per assicurare che il sole sorgesse, i campi dessero frutto e la nazione azteca continuasse a prosperare.L'imperatore avrebbe potuto fare a meno delle uccisioni rituali? Può darsi. Ma è probabile che un simile pensiero non gli sia mai passato per la mente... né a lui né a nessun altro azteco. È importante pensare che più o meno nello stesso periodo i \"civili\" popoli dell'Europa erano impegnati a bruciare gli eretici sul rogo. Questo naturalmente non rende migliori le azioni di Montezuma, ma quantomeno ci aiuta a metterle nel giusto contesto."
            }
        ]
    }
}