{
    "id": 29,
    "name": "Celti|dei Celti|ai Celti|i Celti|dai Celti",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_celts.png",
    "dawn_of_man": "Lode e gloria eterna e te, feroce e vendicativa regina guerriera! In un'epoca dominata dagli uomini, non solo ti sei assicurata il trono e il potere assoluto, ma sei anche riuscita a sconfiggere la potenza dell'impero di Roma. Dopo aver patito orribili sofferenze e umiliazioni per mano degli invasori romani, hai riunito il tuo popolo in una sanguinosa e terrificante rivolta. Le legioni sono cadute sotto le ruote del tuo carro da guerra e la stessa città di Londra è stata messa a ferro e a fuoco. Alla fine i romani hanno mantenuto il controllo delle isole, ma da sola hai spinto Nerone a considerare il ritiro permanente delle sue truppe dalla Britannia.Oh leonessa addormentata, il tuo popolo desidera che tu sorga e lo conduca ancora a spargere sangue sul campo di battaglia. Accetterai la sfida e guiderai i celti a una vittoria eterna? Riuscirai a recuperare le tue terre e costruire un impero in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Sala da Ceilidh|la Sala da Ceilidh|una Sala da Ceilidh",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/ceilidh_hall.json"
        }
    ],
    "unique_units": [
        {
            "name": "Guerriero Pitto|un Guerriero Pitto|dal tuo Guerriero Pitto|al tuo Guerriero Pitto|il tuo Guerriero Pitto|da un Guerriero Pitto",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/pictish_warrior.json"
        }
    ],
    "city_names": [
        "Edimburgo",
        "Dublino",
        "Cardiff",
        "Truro",
        "Nantes",
        "Douglas",
        "Glasgow",
        "Cork",
        "Aberystwyth",
        "Penzance",
        "Rennes",
        "Ramsey",
        "Inverness",
        "Limerick",
        "Swansea",
        "St. Ives",
        "Brest",
        "Peel",
        "Aberdeen",
        "Belfast",
        "Caernarfon",
        "Newquay",
        "Saint-Nazaire",
        "Castletown",
        "Stirling",
        "Galway",
        "Conwy",
        "St. Austell",
        "Saint-Malo",
        "Onchan",
        "Dundee",
        "Londonderry",
        "Llanfairpwllgwyngyll",
        "Falmouth",
        "Lorient"
    ],
    "spy_names": [
        "Crìsdean",
        "Siobhán",
        "Seamus",
        "Ffion",
        "Pádraig",
        "Deirdre",
        "Mr. Quinn",
        "Éadaoin",
        "Alwyn",
        "Col Ceathar"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Le tribù celtiche d'Europa, che milioni di persone in tutto il mondo celebrano oggi come antenate, hanno formato una delle società più notevoli del mondo antico. Dopo essersi sviluppate dalle culture dell'età del ferro dell'Europa centrale, i celti crebbero fino a diventare una società eterogenea ma formidabile, costituita da centinaia di tribù sparse in tutto il continente. Dopo aver prosperato per quasi tutto il primo millennio a.C., i celti arrivarono a scontrarsi con l'implacabile espansione dell'impero romano: alla fine Roma ebbe la meglio, ma in molti casi i latini vittoriosi adottarono alcuni aspetti della cultura celtica."
        },
        {
            "heading": "Territorio e clima",
            "text": "La regione abitata dai più antichi popoli celtici di cui abbiamo conoscenza corrisponde a una parte dell'odierna Germania e dell'Austria: col tempo, comunque, le loro migrazioni avrebbero portato i celti in quasi tutta l'Europa, inclusa la Francia (Gallia), le isole britanniche e la Spagna (Iberia). Questa grande varietà di climi e caratteristiche rende difficile indicare la conformazione geografica del loro territorio: d'altro canto, si può dire che un popolo capace di prosperare in condizioni così disparate dimostri una natura adattabile e robusta."
        },
        {
            "heading": "Origini dei celti",
            "text": "Sebbene ancor oggi gli storici discutano l'origine dei celti, l'opinione comune è che si siano sviluppati a partire dalle culture di Urnfield, Hallstatt e La Tène, che si sono succedute una all'altra tra la fine dell'età del bronzo e l'inizio di quella del ferro. Le migrazioni di questi antichi popoli li portarono a coprire vaste zone di terreno, mescolando il loro linguaggio e la loro religione con quella degli abitanti locali. Intorno al 1300 a.C. il primo di questi gruppi proto-celtici, appartenenti alla cultura di Urnfield, occupava principalmente la regione che corrisponde al sud dell'odierna Germania. Nella tarda età del bronzo il popolo della cultura Urnfield si organizzò in una costellazione di villaggi e comunità governate da capi locali, arrivando a raggiungere la Francia. Durante quest'espansione non mancarono gli scontri fra tribù vicine, e non era raro che un gruppo si impadronisse del territorio di altre tribù del proprio stesso clan in un continuo ciclo di espansione e integrazione.La diffusione dei proto-celti in Europa continuò con la cultura di Hallstatt, che prende il nome dal villaggio austriaco in cui sono stati ritrovati numerosi reperti archeologici. Le migrazioni continuarono per tutto il primo millennio a.C., continuando a svilupparsi fino a dare origine a quella che oggi viene chiamata cultura di La Tène, che durante la tarda età del ferro arrivò ad occupare gran parte dell'Europa. Dalla cultura di La Tène emersero in tutto il continente le prime nazioni celtiche distinte."
        },
        {
            "heading": "I celti di Bretagna",
            "text": "I \"celti insulari\", insediati per lo più nelle isole britanniche, rappresentano oggi la traccia più evidente delle popolazioni celtiche anticamente diffuse in tutta Europa. Uniti dal linguaggio comune e dalla religione, tra il VII e il III secolo a.C. i celti dell'età del ferro si insediarono in tutta la Britannia, la Scozia e l'Irlanda. Integrandosi con gli abitanti autoctoni delle varie regioni, i migranti celtici continuarono a espandersi fino a essere presenti in tutta l'area.Nel I secolo d.C. i celti si conquistarono la reputazione di guerrieri temibili quando si riunirono sotto la bandiera di Budicca, regina degli Iceni. Dopo aver sofferto indicibili brutalità per mano dei romani, Budicca scatenò contro le legioni di Roma una coalizione di tribù britanniche. Con centinaia di migliaia di soldati, fu il più grande esercito dell'epoca: i romani non affrontavano un simile schieramento di celti da quando il condottiero gallo Brenno aveva saccheggiato Roma, nel 387 a.C. Benché alla fine siano riusciti a reprimere la ribellione (a un costo di più di 100.000 morti, considerando le perdite di entrambe le parti), la storia dimostra che i romani sottovalutarono sempre il valore dei guerrieri celti, pagando ogni volta un prezzo carissimo."
        },
        {
            "heading": "I celtiberi",
            "text": "I celti della penisola iberica (oggi divisa tra Spagna, Portogallo e Andorra) erano immigrati dalla Gallia. Dopo aver lasciato le aree d'origine tra il V e il VI secolo a.C. si integrarono rapidamente con la cultura iberica già presente nella regione. Durante la Prima Guerra Punica i celtiberi, come vennero chiamati in seguito, si allearono con Cartagine contro Roma, una decisione che contribuì alla loro sottomissione da parte dei romani dopo la sconfitta del famoso generale cartaginese Annibale.I celtiberi erano famosi per aver inventato il \"castro\", una specie di fortino collinare in pietra che si diffuse in tutta la penisola iberica. Sebbene sia possibile trovare costruzioni analoghe nelle regioni occupate dai celti in Britannia ed Europa centrale, gli esemplari che possiamo osservare oggi in Spagna sono particolarmente ben conservati. Numantia, un castro costruito dai celtiberi nel II secolo a.C., è diventato un monumento nazionale spagnolo."
        },
        {
            "heading": "I galli",
            "text": "Sebbene la nostra conoscenza della storia della Gallia prima della conquista romana sia limitata dalla scarsità di fonti, i galli restano comunque i celti di cui abbiamo più notizie. Insediati principalmente nella regione che oggi costituisce la Francia, il popolo gallico è stato descritto con molti particolari da Giulio Cesare nel suo resoconto di guerra, il \"Commentarii de Bello Gallico\". Composti da decine di tribù distinte sparse in molti piccoli insediamenti, i galli avevano sviluppato una fitta rete di rotte commerciali, dando origine a una cultura che aveva fiorito per secoli. La successiva conquista da parte dei romani, comunque, la spazzò via quasi completamente.Per quanto sia possibile ritrovarli in tutte le società celtiche europee, i druidi erano particolarmente presenti tra i galli. La classe dei sacerdoti era tenuta in altissima considerazione e ricopriva una grande varietà di ruoli nella società celtica: non erano solo figure religiose, ma anche giudici e studiosi. Sfortunatamente la loro saggezza, che si basava sulla trasmissione orale, è andata quasi completamente perduta. Oggi di loro ci resta solo il ricordo di pochi rituali, di cui nella maggior parte dei casi possiamo solo ipotizzare il significato."
        },
        {
            "heading": "La conquista romana",
            "text": "Nel 390 a.C. il condottiero gallo Brenno attaccò l'Etruria e si fece strada fino a Roma, devastandola. In seguito, oltre a tutto il bottino saccheggiato, ricevette anche una forte somma per abbandonare la città con i suoi. Per i celti fu una grande vittoria, che però segnò l'inizio di una lunga e aspra rivalità con Roma.Un'eco di questo antico conflitto si può ritrovare nella scelta dei celti iberici di allearsi con Cartagine contro Roma nella Seconda Guerra Punica. I celtiberi riuscirono a resistere alla conquista di Roma per buona parte del I secolo a.C., ma alla fine furono soggiogati e assimilati nell'impero: in seguito quasi tutte le tracce dell'influenza celtica in Spagna furono distrutte.Quasi un secolo dopo, e mezzo continente più a nord, il leggendario generale Giulio Cesare condusse le sue legioni nelle foreste al di là delle Alpi, dando inizio nel 58 a.C. alla conquista della Gallia. Queste guerre ebbero una duplice ragione: da un lato era necessario soffocare le aspirazioni dei Galli, che desideravano espandere la propria influenza; dall'altro, i romani tendevano a saccheggiare nuovi territori per sostenere le spese (una legione di veterani non costa poco!). In ogni caso la conquista pose definitivamente fine alla Gallia indipendente, che dopo l'occupazione si romanizzò rapidamente. Fu il primo passo verso l'estensione del dominio di Roma su gran parte dell'Europa centrale.Le legioni comandate da Cesare si spinsero anche in Britannia per qualche incursione iniziale: si pensa che la ragione fosse infliggere una rappresaglia nei confronti dei britanni, che avevano aiutato i galli. Nonostante la dura resistenza delle popolazioni locali, i romani avrebbero continuato a spingersi in Britannia per più di un secolo, sotto il comando dell'imperatore Claudio e, più tardi, di Adriano."
        },
        {
            "heading": "Influenza della cultura celtica",
            "text": "L'ampia diffusione delle popolazioni celtiche in Europa, e la loro successiva assimilazione nella società romana, fa sì che molti elementi della cultura celtica si possano ritrovare nei manufatti di Roma. All'apice della loro civiltà i celti avevano adottato alcuni aspetti dell'arte romana, greca e germanica. In seguito all'assoggettamento a Roma, molti di questi elementi furono a loro volta riadattati dagli artisti romani. L'arte celtica è ricca di rappresentazioni, spesso molto stilizzate, di animali, divinità ed elementi naturali: queste stesse rappresentazioni si possono ritrovare nei bassorilievi e nelle terrecotte di produzione romana. I celti hanno anche introdotto molte innovazioni nell'arte della guerra, perfezionando modelli di spade e armature che probabilmente influenzarono lo sviluppo del gladio e della spada lunga romana (spatha)."
        },
        {
            "heading": "La religione celtica",
            "text": "Per quanto ci restino pochissime fonti storiche sulla religione dei celti, i sacerdoti dell'epoca, noti come druidi, sono stati per molto tempo oggetto di dibattito e interesse tra gli specialisti e il grande pubblico. Descritta dai greci e dai romani negli ultimi anni del I secolo a.C., il culto druidico fu represso e successivamente dimenticato poco dopo la conquista romana dell'Europa. Nonostante la brutalità delle loro conquiste e il piacere con cui assistevano a giochi sanguinari e mortali, ironicamente i romani stessi consideravano barbarica la religione celtica perché i druidi effettuavano sacrifici umani. Ancora oggi, d'altro canto, si dibatte se i druidi abbiano effettivamente fatto ricorso a sacrifici umani in modo tanto ampio quanto lasciano intendere i resoconti romani."
        },
        {
            "heading": "Il linguaggio celtico",
            "text": "La famiglia dei linguaggi indo-europei, da cui si è sviluppata anche la lingua celtica, è costituita da diverse centinaia di idiomi utilizzati in Europa e in parte dell'Asia fin dall'età della pietra. Oggi i linguaggi celtici si trovano per lo più in Scozia, Irlanda, Gran Bretagna e Francia, ma c'è stato un periodo in cui erano ampiamente diffusi, permettendo la comunicazione tra le diverse tribù celtiche sparse in tutta l'Europa continentale.Oggi solo sei lingue celtiche rimangono in uso e si possono considerare lingue vive: tutte le altre hanno dovuto soccombere al passaggio del tempo. Il dialetto più diffuso è il gallese, parlato in Galles e Inghilterra e conosciuto da circa 600.000 persone. Gli altri idiomi sono l'irlandese, il bretone, il gaelico scozzese, il cornico (in Cornovaglia) e il mannese (sull'isola di Man). Tutti insieme, questi dialetti sono parlati da meno di 2 milioni di persone, e i parlanti nativi sono certamente molti meno."
        },
        {
            "heading": "Antenati dei popoli moderni",
            "text": "Oggi la \"lega celtica\", un'organizzazione non governativa che promuove la cultura dei celti, identifica le \"nazioni celtiche\" in Bretagna, Cornovaglia, Irlanda, Isola di Man, Scozia e Galles. Queste regioni sono i più importanti bastioni del linguaggio e dell'eredità dei celti, ma si ritiene che le persone che possono far risalire la propria linea genealogica all'antico popolo siano milioni. I sei linguaggi celtici ancora in uso sono attribuiti alle sei nazioni corrispondenti."
        },
        {
            "heading": "Antenati dei popoli moderni",
            "text": "Oggi la \"lega celtica\", un'organizzazione non governativa che promuove la cultura dei celti, identifica le \"nazioni celtiche\" in Bretagna, Cornovaglia, Irlanda, Isola di Man, Scozia e Galles. Queste regioni sono i più importanti bastioni del linguaggio e dell'eredità dei celti, ma si ritiene che le persone che possono far risalire la propria linea genealogica all'antico popolo siano milioni. I sei linguaggi celtici ancora in uso sono attribuiti alle sei nazioni corrispondenti."
        }
    ],
    "leader": {
        "name": "Budicca",
        "subtitle": "Leader dei Celti",
        "lived": "? - 61 d.C. circa",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/boudicca.png",
        "trait": {
            "name": "Sapere druidico",
            "effect": "+1 Fede per ogni città vicina a una foresta senza miglioramenti. Il bonus passa a +2 Fede nelle città che hanno 3 o più caselle di Foresta adiacenti non migliorate."
        },
        "titles": [
            "Regina degli Iceni"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Budicca, leggendaria regina guerriera della tribù celtica degli Iceni, è rimasta famosa per aver distrutto molti insediamenti romani quando, nel I secolo d.C., si mise alla testa di un'insurrezione di tribù celtiche contro l'esercito romano che occupava l'Inghilterra. Benché i resoconti storici sul periodo siano limitati, basandosi per lo più sulle cronache degli storici romani Tacito e Cassio Dione, viene comunemente accettato che la rivolta di Budicca si sia svolta come segue.Prasutago, re degli Iceni e marito di Budicca, era stato a lungo un alleato di Roma e aveva mantenuto il ruolo di sovrano durante la conquista romana della Britannia. Prasutago aveva stabilito che alla sua morte Budicca e le due figlie fossero nominate co-eredi, nella speranza di conservare così i diritti e la nobiltà della famiglia. Senza considerare la volontà del vecchio alleato i Romani si mossero rapidamente per annettere il territorio degli Iceni, e si può affermare con certezza che si comportarono con inflessibile brutalità: Budicca fu flagellata pubblicamente.Il risentimento provocato dall'irriverenza e dalla disumanità dei Romani nei confronti degli Iceni portò Budicca e il suo popolo a organizzare una rivolta con l'aiuto delle tribù vicine, in special modo i Trinovanti. Budicca raccolse un esercito immenso, 70.000 uomini o più, e marciò contro la colonia romana di Camulodunum. I Romani, impreparati a un assalto di tali dimensioni, vennero presi di sorpresa; i ribelli non ebbero alcuna misericordia. La città di Camulodunum fu messa sotto assedio e distrutta, dopodiché l'esercito dei rivoltosi proseguì verso la vicina città di Londinium, distruggendo ogni cosa di valore per i Romani che incontravano sul cammino. Verulamium fu la terza e ultima città distrutta dalla rivolta di Budicca: fu completamente bruciata, e i cittadini romani massacrati. In tutto si stima che l'esercito di Budicca abbia ucciso 80.000 tra Romani e Britanni sostenitori di Roma.Le legioni riunite dell'esercito romano affrontarono finalmente i ribelli nel 61 d.C., in un luogo sconosciuto nelle Midlands inglesi. Sfortunatamente per Budicca, grazie al loro addestramento superiore e alle tattiche militari i Romani annientarono i rivoltosi. Si dice che donne e bambini, che accompagnavano i rivoltosi con i rifornimenti, siano andati a osservare la battaglia e sostenere i propri soldati. La presenza di questi \"spettatori\" sul campo, comunque, avrebbe limitato la possibilità di movimento dei rivoltosi. L'insurrezione fu schiacciata e moltissimi ribelli, il cui numero è stimato fra 70.000 e 80.000, furono uccisi nella battaglia o immediatamente dopo. Si ritiene (sebbene non ci siano conferme) che Budicca si sia tolta la vita poco dopo la battaglia: la teoria più diffusa è che abbia inghiottito del veleno per evitare la cattura."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Per quanto sia difficile giudicare una figura leggendaria come Budicca, possiamo affermare con certezza che la sua insurrezione contro i romani abbia avuto una giusta causa, trattandosi di una lotta contro l'occupazione e l'insopportabile brutalità che avevano inflitto ai popoli celtici. Per quanto i ribelli abbiano massacrato indiscriminatamente soldati e cittadini romani, bisogna anche considerare la totale mancanza di scrupoli con cui si erano comportati gli stessi soldati di Roma. Abbiamo poche informazioni sulla vita di Budicca prima della ribellione, ma la sua fama di nobile guerriera, morta per difendere la libertà del suo popolo, rimarrà nella storia per le epoche a venire."
            }
        ]
    }
}