{
    "id": 11,
    "name": "Irochesi|degli Irochesi|agli Irochesi|gli Irochesi|dagli Irochesi",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_iroquois.png",
    "dawn_of_man": "Salute, nobile Hiawatha, capo della potente nazione irochese! A lungo la tua gente ha vissuto lungo le sponde del grande e sacro lago Ontario, nella terra che è poi divenuta nota come lo stato di New York nel Nord America. Nella nebbia dei tempi antichi, i cinque popoli - Seneca, Onondaga, Mohawk, Cayuga, Oneida - si riunirono in un'unica nazione, quella degli haudenosaunee o irochesi. Pur senza l'uso della scrittura, i nostri saggi crearono la \"grande legge della pace\", modello per molte costituzioni, compresa quella degli Stati Uniti. Per molti anni il tuo popolo si batté contro grandi nazioni, come quella degli Uroni, o contro gli invasori francesi e inglesi. Sebbene in inferiorità numerica e dotati di armi assolutamente inadeguate rispetto a quelle degli invasori, gli irochesi sopravvissero e prosperarono finché non furono infine sopraffatti dal potente esercito dei neo-nati Stati Uniti.O nobile Hiawatha! Ascolta le implorazioni della tua gente! Ti chiede a gran voce di guidarla in pace e in guerra! Ricostruisci la casa lunga e unisci nuovamente tutte le tribù in una. Accetterai questa sfida, grande capo? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Casa Lunga|la Casa Lunga|una Casa Lunga",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/longhouse.json"
        }
    ],
    "unique_units": [
        {
            "name": "Guerriero mohawk|un Guerriero mohawk|dal tuo Guerriero mohawk|al tuo Guerriero mohawk|il tuo Guerriero mohawk|da un Guerriero mohawk",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/mohawk_warrior.json"
        }
    ],
    "city_names": [
        "Onondaga",
        "Osininka",
        "Grand River",
        "Akwesasme",
        "Buffalo Creek",
        "Brantford",
        "Montreal",
        "Fiume Genesse",
        "Lago Canandaigua",
        "Lago Simcoe",
        "Grand River",
        "Salamanca",
        "Gowanda",
        "Buffalo",
        "Cuba",
        "Akron",
        "Kanesatake",
        "Ganienkeh",
        "Cayuga Castle",
        "Chondote",
        "Canajoharie",
        "Nedrow",
        "Syracuse",
        "Lago Oneida",
        "Kanonwalohale",
        "Green Bay",
        "Southwold",
        "Valle del Mohawk",
        "Schoharie",
        "Baia di Quinte",
        "Kanawale",
        "Kanatsiokareke",
        "Tyendinaga",
        "Hahta"
    ],
    "spy_names": [
        "Onatah",
        "Oneida",
        "Oshadagea",
        "Otetiani",
        "Genesee",
        "Dadgayadoh",
        "Otwtiani",
        "Kateri",
        "Onondakai",
        "Honanyawus"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Secondo la tradizione la confederazione irochese fu stabilita intorno al 1570. La confederazione nacque dall'unione di cinque tribù (a cui successivamente si unì una sesta) di nativi americani. Gli Irochesi erano un popolo eccezionale: con una popolazione che probabilmente non superò mai le 20.000 unità, senza linguaggio scritto e priva di ogni capacità manifatturiera, riuscirono a resistere per due secoli a francesi, inglesi, olandesi e più tardi ai coloni americani."
        },
        {
            "heading": "Territorio e clima",
            "text": "Gli Irochesi occuparono una vasta area a nord dello stato di New York, tra il lago Ontario e il fiume San Lorenzo. Si tratta di un territorio collinoso e coperto di boschi; nel XVII secolo era ricco di cacciagione, tra cui cervi e castori. Gli Irochesi avevano accesso a molti corsi e specchi d'acqua, tra cui il lago Ontario, il San Lorenzo, i Finger Lakes e decine di fiumi che permettevano loro di spostarsi rapidamente in canoa e fornivano molto pesce.Nello stato di New York gli inverni possono essere lunghi e gelidi (in particolare quando soffia vento da nord, proveniente dall'Artico); non è raro che nevichi abbondantemente. Le estati, d'altro canto, sono fresche e piacevoli."
        },
        {
            "heading": "Il nome",
            "text": "I membri della nazione irochese chiamano se stessi Haudenosaunee, che si può tradurre approssimativamente come \"popolo della lunga casa\". Il termine irochesi è usato solo dagli stranieri. Il suo significato originale non è chiaro, ma potrebbe essere una versione storpiata della parola che in lingua urone significa \"serpente\" (Uroni e Irochesi non andavano d'accordissimo). Alternativamente potrebbe essere una corruzione del termine di origine basco-francese \"assassini\" (neppure i francesi adoravano la confederazione).Porgendo le nostre scuse agli Haudenosaunee, noi continueremo a usare il diffuso termine \"Irochesi\", dato che ben pochi riconoscerebbero la parola Haudenosaunee, tra l'altro troppo lunga per stare nello schermo. Per ragioni analoghe, per il loro leader abbiamo deciso di usare il nome Hiawatha anziché Ayonwentah (v. sotto)."
        },
        {
            "heading": "Il mito delle origini",
            "text": "Secondo la leggenda la confederazione ebbe origine quando un capo di nome Dekanawidah, \"il Grande Pacificatore\", convinse il guerriero Ayonwentah ad abbandonare la violenza e il cannibalismo per conseguire obiettivi quali \"la pace, l'autorità civile, la giustizia e la legge superiore\" (si ritiene che Ayonwentah sia la base del personaggio di Hiawatha del poema di Longfellow). Insieme i due grandi uomini unirono in una lega le cinque tribù: Seneca, Onondaga, Mohawk, Cayuga e Oneida. Una sesta tribù, i Tuscarora, si unì alla confederazione molti anni dopo, nel 1722."
        },
        {
            "heading": "Il governo irochese",
            "text": "Gli Irochesi avevano un sistema di governo particolarmente avanzato, specialmente se consideriamo che non avevano un linguaggio scritto. La confederazione aveva una costituzione chiamata Gayanashagowa, ovvero \"grande legge di pace\". Ogni tribù era libera di gestire i propri affari interni; il gran consiglio si occupava solo delle questioni che riguardavano tutta la nazione, come trattati, dispute territoriali, guerre e così via.Il consiglio era composto da 50 capi, detti \"sachem\". Ogni tribù era rappresentata da 8 a 14 sachem, a seconda della sua popolazione e del suo status. I sachem erano eletti dalle madri dei clan. Il Tadadaho era ufficialmente il capo del gran consiglio, ma non aveva un vero potere politico; il consiglio era basato sul consenso e ogni decisione richiedeva un voto di maggioranza prima che fosse eseguita qualsiasi azione."
        },
        {
            "heading": "Le guerre dei castori",
            "text": "Una volta riunito sotto un'unica bandiera, gli Irochesi divennero rapidamente il gruppo di nativi più potenti dell'America nord-orientale. Nel 1609 la confederazione entrò in guerra con i francesi e i loro alleati nativi canadesi. La disputa riguardava il controllo del mercato delle pellicce, in particolare delle pelli di castoro.All'inizio del XVII secolo il castoro era un articolo richiestissimo in Europa, soprattutto per il confezionamento di berretti. Avendo cacciato i castori del vecchio continente fin quasi all'estinzione, gli europei si erano rivolti al Nuovo Mondo, in cui ce n'erano ancora in abbondanza. Quando i nativi americani scoprirono che gli europei avrebbero dato loro utensili di metallo e persino armi da fuoco in cambio delle pellicce, la caccia agli amabili roditori si fece veramente accesa.Nel 1610 gli Irochesi entrarono in contatto con i mercanti olandesi a Fort Orange, nella Nuova Olanda (l'odierna Albany, nello stato di New York), che in cambio delle pelli diedero loro una grande quantità di armi. Con questa nuova potenza di fuoco gli Irochesi riuscirono a respingere i francesi e i loro alleati ed espandere le loro terre a ovest fino al lago Michigan e a sud fino al fiume Tennessee. La disponibilità di fucili accelerò l'estinzione dei castori nel territorio irochese, cosa che a sua volta spinse le tribù verso nord, in terre ancora ricche di prede.La guerra continuò a imperversare sanguinosa per parecchi decenni. A metà del '600 gli Irochesi avevano sconfitto Uroni, Erie, Illini e Susquehannock, assimilando migliaia dei loro membri e scacciando gli altri fuori dal loro territorio."
        },
        {
            "heading": "La risposta francese",
            "text": "Nel 1660 gli Irochesi, con i confini a sud e ovest ormai sicuri, lanciavano incursioni regolari nella Nuova Francia. I canadesi francesi non riuscivano in alcun modo a tamponare gli attacchi, così chiesero aiuto alla madrepatria. La Francia rispose inviando un reggimento: i primi soldati europei professionisti mai visti in Canada. Le truppe francesi scatenarono un'offensiva e invasero il territorio irochese diverse volte, con risultati discontinui.Nel frattempo gli inglesi avevano conquistato la Nuova Olanda, tagliando i legami fra i nativi e il loro maggior interlocutore commerciale europeo. Messi sotto pressione dagli attacchi dei francesi, che avevano anche ricevuto rinforzi, e impossibilitati a procurarsi nuove armi, gli Irochesi cercarono di ottenere un accordo di pace con la Francia. Questo non impedì loro di proseguire l'espansione verso ovest e sud, dato che le tribù native non avevano accesso alle armi moderne e non potevano opporre una grande resistenza."
        },
        {
            "heading": "Arrivano gli inglesi",
            "text": "Dopo aver acquisito tutto il territorio olandese, gli inglesi arrivarono a contatto con gli Irochesi. La corona britannica vide l'occasione per mettere un bastone fra le ruote ai francesi, e come sempre non si fece pregare: riallacciò con entusiasmo il commercio con i nativi e li spinse a usare le armi contro il nemico a nord. Negli anni '80 del Seicento la guerra era ripresa.Nel 1687 i francesi lanciarono un'altra invasione del territorio irochese, questa volta supportata da ben 3.000 tra soldati professionisti e miliziani. I francesi adottarono la tattica della \"terra bruciata\", dando alle fiamme e riducendo in cenere i villaggi e i campi dei nativi, cosicché l'inverno successivo molti Irochesi morirono di fame. La confederazione rispose con una serie di scorribande di rappresaglia, uccidendo coloni e bruciando le scorte francesi fino a Montréal.Nel 1688 l'Inghilterra dichiarò guerra alla Francia su una questione che in quel momento sembrava estremamente importante (il conflitto è noto anche come \"guerra di re Guglielmo\", \"guerra della grande alleanza\" o \"guerra dei nove anni\" ma anche, più raramente, \"guerra della Lega d'Augusta\" o \"guerra di successione al Palatinato\"). Da una parte e dall'altra, naturalmente, le colonie si sentirono in dovere di prendere le armi e di fare del proprio meglio per distruggersi a vicenda. Gli Irochesi si allearono con le colonie inglesi, gli indiani canadesi con quelle francesi, ed entrambe le parti cominciarono a scontrarsi in una brutale scorribanda dopo l'altra, massacrando senza ritegno tutti quelli che non riuscivano a scappare abbastanza velocemente (donne, vecchi e bambini). Alla fine più o meno tutti finirono i soldi e decisero di darci un taglio, così i combattimenti cessarono sia in Europa sia nel Nuovo Mondo.All'inizio del Settecento l'atteggiamento degli Irochesi nei confronti delle due potenze europee cominciò a cambiare. Man mano che il potere inglese cresceva, i coloni britannici cominciarono a insediarsi in territorio irochese. Nel frattempo anche i francesi, che avvertivano la pressione dell'Inghilterra, si misero a cercare alleati contro la minaccia proveniente da sud. Gli Irochesi misero le due potenze una contro l'altra e riuscirono a guadagnare tempo prezioso perché le tribù si potessero riprendere da decenni di guerra.Nella guerra franco-indiana (1754-1763), gli Irochesi si schierarono con gli inglesi contro i francesi. I britannici ottennero una vittoria decisiva e riuscirono a scacciare completamente la Francia dal Nord America. Questo rafforzò parecchio la loro influenza sulle popolazioni native, Irochesi inclusi, dato che ora dipendevano totalmente da loro per ottenere armi."
        },
        {
            "heading": "La Rivoluzione Americana",
            "text": "La rivoluzione americana iniziò negli anni '70 del Settecento. All'inizio il gran consiglio restò neutrale, ma in seguito decise di entrare in guerra a fianco degli inglesi. Come nelle precedenti guerre contro i francesi, nativi e coloni eseguirono una dopo l'altra una serie di sanguinose incursioni, bruciando villaggi e trucidando i nemici più deboli e sfortunati che cadevano nelle loro mani.La rivoluzione americana terminò nel 1783. Il trattato tra Stati Uniti e Gran Bretagna cedette l'intero territorio irochese agli americani, ignorando completamente il dettaglio che su quella terra viveva già una nazione sovrana."
        },
        {
            "heading": "La fine",
            "text": "La confederazione irochese sostanzialmente ebbe termine con la fine della rivoluzione americana. Un gruppo di Irochesi si spostò verso nord, nel Canada, nelle terre donate loro dall'Inghilterra in cambio dell'aiuto ricevuto durante la rivoluzione americana. Altri scelsero di restare nello stato di New York, cercando di preservare la loro esistenza tribale davanti all'imperialismo culturale e coloniale americano. Dopo due secoli di terribili sofferenze alcuni sopravvivono ancora oggi, a testimonianza dello spirito indomito del popolo Haudenosaunee."
        },
        {
            "heading": "La fine",
            "text": "La confederazione irochese sostanzialmente ebbe termine con la fine della rivoluzione americana. Un gruppo di Irochesi si spostò verso nord, nel Canada, nelle terre donate loro dall'Inghilterra in cambio dell'aiuto ricevuto durante la rivoluzione americana. Altri scelsero di restare nello stato di New York, cercando di preservare la loro esistenza tribale davanti all'imperialismo culturale e coloniale americano. Dopo due secoli di terribili sofferenze alcuni sopravvivono ancora oggi, a testimonianza dello spirito indomito del popolo Haudenosaunee."
        }
    ],
    "leader": {
        "name": "Hiawatha",
        "subtitle": "Leader degli Irochesi",
        "lived": "1550 d.C. circa",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/hiawatha.png",
        "trait": {
            "name": "La Grande via del guerriero",
            "effect": "In territorio amico, le unità si spostano in Foreste e Giungle come sulla strada. Con la Ruota, tali caselle possono diventare [ICON_CONNECTED] Collegamenti tra città. Le Carovane si muovono in Foreste e Giungle come sulla strada."
        },
        "titles": [
            "Capo"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Hiawatha (o \"Ayonwentah\") è il leggendario capo degli indiani Onondaga che formò la confederazione irochese insieme all'ugualmente mitico capo Dekanawidah. Dell'uomo Hiawatha non si sa molto; secondo la tradizione irochese insegnò al suo popolo l'agricoltura, la navigazione, la medicina e le arti, usando la sua potente magia per sconfiggere tutti i nemici naturali e soprannaturali. Si narra anche che Hiawatha fosse un oratore di grande abilità; fu proprio grazie alle sue convincenti parole che le cinque tribù (Cayuga, Onondaga, Oneida, Seneca e Mohawk) formarono le Cinque Nazioni Irochesi.Quel poco che l'Occidente sa di Hiawatha è solitamente visto attraverso il prisma deformante del notevole poema epico di Henry Wadsworth Longfellow, la Canzone di Hiawatha."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Su una figura così leggendaria è impossibile esprimere un verdetto storico. L'unica cosa che si può dire è che l'alleanza delle Cinque Nazioni si dimostrò duratura e sorprendentemente salda, nonostante la pressione sempre maggiore degli europei che avanzavano da est. Chiunque ne abbia gettato le basi ha certamente fatto un lavoro eccezionale."
            }
        ]
    }
}