{
    "id": 33,
    "name": "Olanda|dell'Olanda|all'Olanda|l'Olanda|dall'Olanda",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/olanda|dell'olanda|all'olanda|l'olanda|dall'olanda.png",
    "dawn_of_man": "Salve, gagliardo principe Guglielmo d'Orange, liberatore dei Paesi Bassi ed eroe del popolo olandese. Grazie ai tuoi generosi sforzi la ribellione del 1568 ha spinto l'Olanda sul cammino che, attraverso la Guerra degli Ottant'anni, si è concluso con la sua liberazione dal giogo spagnolo. Le tue imprese hanno portato alla creazione di una delle prime repubbliche moderne d'Europa: le Sette Province Unite. Hai dato la tua vita per il paese, cadendo per mano di un assassino nel 1584, ma la tua morte è servita solo a dare ulteriore coraggio al popolo, che ti ricorderà sempre come \"Padre della Terra dei Padri\" e simbolo dell'indipendenza olandese.Coraggioso principe, la tua gente ha ancora sete della guida che così saggiamente hai saputo dargli. Saprai assicurare ancora una volta la sovranità del tuo regno e condurre il tuo popolo alla grandezza? Plasmerai una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Pezzente del mare|un Pezzente del mare|dal tuo Pezzente del mare|al tuo Pezzente del mare|il tuo Pezzente del mare|da un Pezzente del mare",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/sea_beggar.json"
        }
    ],
    "city_names": [
        "Amsterdam",
        "Rotterdam",
        "Utrecht",
        "Groningen",
        "Breda",
        "Nijmegen",
        "L'Aia",
        "Haarlem",
        "Arnhem",
        "Zutphen",
        "Maastricht",
        "Tilburg",
        "Eindhoven",
        "Dordrecht",
        "'s-Hertogenbosch",
        "Almere",
        "Alkmaar",
        "Brielle",
        "Vlissingen",
        "Apeldoorn",
        "Enschede",
        "Amersfoort",
        "Zwolle",
        "Venlo",
        "Uden",
        "Grave",
        "Delft",
        "Gouda",
        "Nieuwstadt",
        "Weesp",
        "Coevorden",
        "Kerkrade"
    ],
    "spy_names": [
        "Joost",
        "Hendrika",
        "Marten",
        "Anke",
        "Guus",
        "Mr. X",
        "Dr Grijs",
        "Willem",
        "Thijs",
        "Neef"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Il regno dei Paesi Bassi, chiamato più spesso semplicemente \"Olanda\", è cresciuto sotto l'influenza di molti imperi ambiziosi sino a diventare, da piccola provincia del nord Europa, uno dei più importanti snodi commerciali di tutto il mondo. A partire dalle conquiste dei romani, passando per l'invasione dei Franchi e la conquista da parte del Sacro Romano Impero, l'Olanda è stata un bersaglio abituale per le mire espansionistiche dei regni europei. Tuttavia nessuno lasciò un segno più grande degli Asburgo spagnoli, che sotto il regno di Filippo contribuirono direttamente, con la persecuzione dei protestanti olandesi, allo scoppio della Guerra degli Ottant'anni. La lunga lotta per l'indipendenza contrappose i cittadini olandesi ai signori spagnoli per quasi un secolo. Una volta liberato dal dominio spagnolo, il popolo dei Paesi Bassi cercò tenacemente per stabilire la propria identità nazionale. Mentre la nuova repubblica si sviluppava fino a diventare una grande potenza economica, molti importanti personaggi della cultura e della scienza sorsero dalla nazione appena formata."
        },
        {
            "heading": "Geografia e clima",
            "text": "Il Regno dei Paesi Bassi si estende sulla costa dell'Europa settentrionale e controlla anche i territori di Aruba, Curaçao e Sint Maarten nel Mar dei Caraibi. Come dice il nome, il paese si trova a un'altitudine estremamente bassa sul livello del mare: gran parte del territorio è stata strappata all'acqua attraverso l'uso estensivo di dighe. Nonostante occupino una superficie relativamente limitata, i Paesi Bassi sono popolati da più di 16 milioni di persone. I Paesi Bassi hanno una lunga storia di pianificazione e sviluppo urbano, a causa della poca terra disponibile e del fatto che molti olandesi risiedono in centri densamente popolati come la capitale Amsterdam."
        },
        {
            "heading": "Preistoria",
            "text": "Prima dell'arrivo dei romani nel I secolo a.C., la regione dei Paesi Bassi era abitata da diverse tribù germaniche. Queste tribù, che erano migrate dalle terre circostanti e in particolare dalla Scandinavia, comprendevano i primi discendenti dei celti originari delle vicine Austria e Germania. I batavi, che vivevano su un'isola lungo il fiume Reno, erano tra i più potenti e temuti: sebbene non fossero particolarmente abili nel commercio o nell'artigianato, la loro ferocia in battaglia era sufficiente per attribuire loro una posizione dominante tra le tribù dell'area."
        },
        {
            "heading": "L'occupazione romana",
            "text": "La regione meridionale dei Paesi Bassi, chiamata dai romani Germania Inferiore, fu occupata durante il I secolo d.C. dall'esercito romano. Come testimonia Giulio Cesare nel suo \"De Bello Gallico\", i batavi avrebbero combattuto a fianco dei romani come mercenari nelle campagne attraverso l'Europa. Alla fine i batavi si ribellarono al controllo sempre più stretto di Roma, il che portò alla loro sconfitta e sottomissione. Le forze romane controllarono incontrastate la zona per quasi 400 anni, fino al collasso dell'impero."
        },
        {
            "heading": "Frisoni e franchi",
            "text": "Sebbene le testimonianze scritte su questo periodo siano scarse, dopo il declino dell'impero romano i territori dei Paesi Bassi furono rapidamente occupati da franchi e frisoni. Benché queste tribù avessero vissuto nella zona per secoli, fu solo quando venne a mancare il potere imperiale che poterono espandersi senza limiti. A un certo punto l'impero dei franchi controllò tutte le terre che oggi corrispondono a Paesi Bassi e Germania, con l'eccezione del regno frisone situato sulla costa settentrionale. Vivendo così vicini, alla fine franchi e frisoni divennero acerrimi rivali e scatenarono una serie di guerre per risolvere le loro dispute territoriali. Nel 734, la vittoria dei franchi nella battaglia di Boarn segnò la dissoluzione del regno dei frisoni e la loro assimilazione nell'impero franco. La successiva conquista dell'Italia e l'espansione franca sotto Carlo Magno gettarono le basi di molte future nazioni, come la Francia e la Germania, che nei secoli seguenti avrebbero dominato i Paesi Bassi."
        },
        {
            "heading": "Imperi instabili",
            "text": "Dopo la morte di Carlo Magno, nell'814, l'impero dei franchi venne diviso in tre regni: centrale, orientale e occidentale. La maggior parte dei Paesi Bassi entrò a far parte del regno franco centrale, sotto la guida di Lotario I. La divisione del vasto impero di un tempo portò anche alla creazione del Regno di Germania (che sarebbe diventato il Sacro Romano Impero) e del Regno di Francia, che in seguito si sarebbero battuti per ottenere influenza e territori nei Paesi Bassi. Gran parte della regione sarebbe caduta sotto il dominio del Sacro Romano Impero nel corso del XV secolo, ma i duchi di Borgogna, un ramo della famiglia reale francese, cominciarono molto prima a rivolgere l'attenzione verso i Paesi Bassi con l'intento di annetterli.Fu sempre in questo periodo che la prima di molte terribili inondazioni colpì i Paesi Bassi, uccidendo migliaia di persone e distruggendo gran parte del paese. Nel 1287, la disastrosa inondazione di Santa Lucia uccise più di 50.000 persone e trasformò un piccolo lago in un'insenatura del Mare del Nord chiamata Zuiderzee. Solo nel XX secolo lo Zuiderzee fu finalmente isolato dal Mare del Nord, ristabilendo così l'antico lago d'acqua dolce."
        },
        {
            "heading": "Passaggi di potere",
            "text": "Durante il XIV e il XV secolo i Paesi Bassi e il vicino Belgio caddero sotto il controllo quasi completo dei vicini duchi di Borgogna. Nel corso del Quattrocento, tramite un'attenta politica matrimoniale e la gestione accorta delle eredità, i duchi francesi continuarono ad acquisire e annettere sempre più territori.I possedimenti borgognoni nei Paesi Bassi furono ereditati dalla Casata degli Asburgo attraverso il matrimonio di Maria di Borgogna con il Duca d'Austria, Massimiliano I. Benché il suo diritto a una simile eredità fosse conteso dal re di Francia, alla fine i territori passarono al figlio di Maria, Filippo I, assicurando il trasferimento del potere agli Asburgo.Nel 1521 la casata degli Asburgo venne suddivisa in due rami, uno spagnolo e uno austriaco. Gli Asburgo di Spagna mantennero il controllo dei Paesi Bassi, mentre gli austriaci ottennero la Germania e la regione circostante come monarchi del Sacro Romano Impero."
        },
        {
            "heading": "La riforma protestante",
            "text": "Durante la Riforma, in cui venne messa in questione la tradizionale autorità del cattolicesimo romano, il movimento protestante ottenne una solida presa nei Paesi Bassi. L'espansione del credo protestante in Olanda preoccupò molto i re cattolici, prima Carlo V e poi ancor di più suo figlio, Filippo II di Spagna. La persecuzione sempre più intensa dei protestanti olandesi da parte di Filippo portò negli anni seguenti a un'ondata di malcontento sempre crescente tra la popolazione."
        },
        {
            "heading": "La sollevazione contro la Spagna",
            "text": "Mentre il risentimento per la politica di Filippo si diffondeva nei Paesi Bassi, Guglielmo d'Orange, che sarebbe diventato la figura più importante della rivolta olandese, si fece portavoce della tolleranza religiosa. Guglielmo stesso era nato protestante, ma si era convertito al cattolicesimo come parte della sua educazione nobile. Indipendentemente dalle sue idee religiose, Guglielmo credeva fermamente che tutti avessero il diritto di praticare il loro credo. Guglielmo era un nobile olandese e voleva servire la Spagna come suddito leale, perciò al principio esitò a sfidare il re. Tuttavia, quando Filippo non fece alcun tentativo di soddisfare le richieste degli olandesi, Guglielmo fu obbligato ad agire. Nel 1567 erano già in atto molte piccole ribellioni, e Guglielmo venne dichiarato fuorilegge dalla Spagna per aver finanziato la rivolta e aver voltato le spalle a Filippo.Dopo che Guglielmo, alla testa del suo esercito, ebbe ottenuto parecchie vittorie negli scontri con la Spagna, nel 1581 fu istituita nei territori settentrionali liberati la Repubblica delle Sette Province Unite. Ma questi primi successi iniziali segnarono solo l'inizio del lungo conflitto noto come Guerra degli Ottant'anni, durante la quale la corona spagnola mantenne il controllo dei territori olandesi meridionali. Nel 1584 Guglielmo d'Orange fu assassinato da un cattolico fedele al re Filippo. La guerra infuriò fino al 1648, quando tutta la Repubblica olandese fu definitivamente liberata dal giogo spagnolo."
        },
        {
            "heading": "Dominazione del mercato",
            "text": "In seguito alla Guerra degli Ottant'anni e alla creazione della Repubblica olandese nel nord, i Paesi Bassi divennero rapidamente un centro di commercio fondamentale in Europa. Con la Compagnia Olandese delle Indie Orientali, la prima società multinazionale del mondo, i mercanti stabilirono nuove rotte commerciali e fondarono colonie in tutto il mondo. Questo periodo, che in seguito sarà chiamato \"'età dell'oro olandese\", vide anche rapidi progressi scientifici, innovazioni militari e una fioritura dell'arte e della musica."
        },
        {
            "heading": "La lotta per il predominio navale",
            "text": "L'Inghilterra era sempre più preoccupata dal commercio olandese con le colonie inglesi, francesi e spagnole, che ostacolava i traffici inglesi e ne diminuiva il profitto. Nel 1651 il Parlamento inglese approvò una serie di atti per controllare il volume della navigazione olandese. Note collettivamente come Atto di Navigazione, queste regole cercarono di limitare l'accesso olandese ai porti inglesi. Questi sforzi dell'Inghilterra di ottenere il controllo sul mare portarono direttamente a una serie di conflitti, noti come Guerre anglo-olandesi, che si protrassero per più di cent'anni. Fino al Settecento inoltrato il potere politico e commerciale olandese risultò notevolmente ridimensionato dalle numerose battaglie navali, che avevano ridotto il numero e il potere della flotta olandese."
        },
        {
            "heading": "Fondazione del regno",
            "text": "Nel 1795, durante le Guerre napoleoniche, i Paesi Bassi vennero invasi dai francesi che vi costituirono l'effimera repubblica-fantoccio di Batavia. La firma del Trattato di Fontainebleau, nel 1814, dichiarò formalmente la fine delle conquiste di Napoleone in Europa: il popolo olandese riguadagnò ancora una volta la sua indipendenza e formò il Regno Unito dei Paesi Bassi. Poco dopo il Belgio, che fino a quel momento era considerato parte dei Paesi Bassi, se ne separò per diventare una nazione indipendente nel 1830."
        },
        {
            "heading": "Le guerre mondiali",
            "text": "Da quando per la prima volta si sono proclamati stato indipendente, gli olandesi si sono sempre sforzati di mantenere quanto più possibile una politica di neutralità. I Paesi Bassi rimasero neutrali per tutta la durata della Prima Guerra Mondiale, non prendendo le armi, ma continuando a mantenere legami economici con entrambe le parti belligeranti.I fiamminghi dichiararono la loro neutralità anche allo scoppio della Seconda Guerra Mondiale. Questa volta, comunque, la Germania non permise al prezioso territorio olandese di restare fuori dal conflitto. Nel 1940 i nazisti invasero i Paesi Bassi. L'esercito fiammingo oppose resistenza, ma alla fine i Paesi Bassi furono sopraffatti e occupati dal Terzo Reich. Durante l'occupazione tedesca il governo olandese fuggì dal paese e operò in esilio, lasciando la nazione sotto il controllo nazista. Sebbene fosse sorto un movimento di resistenza, i nazisti riuscirono tuttavia a uccidere migliaia di ebrei olandesi ed ebrei esiliati dalla Germania, tra cui Anna Frank, il cui diario è diventato un'importante testimonianza dell'Olocausto.Nel 1944, nel tentativo di ottenere il controllo dei ponti sul Reno e sulla Mosa che collegavano i Paesi Bassi alla Germania, gli Alleati tentarono una delle più grandi missioni paracadutate della storia, l'Operazione Market Garden. Gli alleati lanciarono nella regione migliaia di paracadutisti, ma la missione ebbe un successo molto limitato. I comandanti alleati diedero la colpa alle condizioni meteorologiche sfavorevoli e alle difficoltà di comunicazione. In ogni caso i Paesi Bassi rimasero nelle mani del regime nazista fino alla resa dell'esercito tedesco, nella primavera del 1945."
        },
        {
            "heading": "L'Olanda moderna",
            "text": "L'attuale Regno dei Paesi Bassi è una monarchia costituzionale con un parlamento eletto che governa al fianco della Regina Reggente, Beatrice. Come membro fondatore dell'Unione Europea, il regno ha contribuito per lungo tempo agli sforzi dell'Unione di portare relazioni pacifiche e stabilità economica alla regione. L'Aia, la terza maggiore città dei Paesi Bassi, è sede del governo olandese e della Corte di Giustizia Internazionale delle Nazioni Unite."
        },
        {
            "heading": "Icone culturali",
            "text": "Nel corso della loro storia i Paesi Bassi hanno dato i natali ad alcuni degli artisti, scienziati, ricercatori e studiosi più stimati del mondo, molti dei quali hanno dato un contributo fondamentale per stabilire le basi della pratica moderna nei rispettivi campi. I famosi pittori Rembrandt van Rijn e Vincent Van Gogh erano entrambi olandesi, e oggi le loro opere sono fra le più preziose e ammirate al mondo. Scienziati come Christiaan Huygens, lo scopritore degli anelli di Saturno, e Antonie van Leeuwenhoek, il \"padre della microbiologia\", hanno entrambi dato un contributo immenso alla scienza."
        },
        {
            "heading": "Icone culturali",
            "text": "Nel corso della loro storia i Paesi Bassi hanno dato i natali ad alcuni degli artisti, scienziati, ricercatori e studiosi più stimati del mondo, molti dei quali hanno dato un contributo fondamentale per stabilire le basi della pratica moderna nei rispettivi campi. I famosi pittori Rembrandt van Rijn e Vincent Van Gogh erano entrambi olandesi, e oggi le loro opere sono fra le più preziose e ammirate al mondo. Scienziati come Christiaan Huygens, lo scopritore degli anelli di Saturno, e Antonie van Leeuwenhoek, il \"padre della microbiologia\", hanno entrambi dato un contributo immenso alla scienza."
        }
    ],
    "leader": {
        "name": "Guglielmo d'Orange",
        "subtitle": "Leader dell'Olanda",
        "lived": "dal 1533 al 1584 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/guglielmo_d'orange.png",
        "trait": {
            "name": "Compagnia Olandese delle Indie Orientali",
            "effect": "Permette di conservare il 50% della Felicità apportata da una risorsa di lusso quando anche l'ultima copia viene scambiata."
        },
        "titles": [
            "Principe d'Orange"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Generalmente considerato sia fondatore sia liberatore dell'Olanda, Guglielmo, Principe d'Orange, noto anche come \"Guglielmo il taciturno\", a metà del XVI secolo guidò una rivolta contro la dinastia spagnola degli Asburgo che manteneva il dominio sui Paesi Bassi. Un tempo leale servitore di re Filippo II di Spagna, Guglielmo diventò col tempo il più importante leader della rivolta a causa del profondo odio verso la persecuzione spagnola nei confronti dei protestanti olandesi. Chiamando a raccolta i nobili che lo seguivano nella sua causa Guglielmo, ormai diventato un fuorilegge agli occhi della monarchia spagnola, condusse l'esercito olandese in molte battaglie vittoriose contro il re prima di rimanere vittima di una pallottola assassina nel 1584."
            },
            {
                "heading": "Educazione da nobile",
                "text": "Nato conte Guglielmo di Nassau nel 1533, Guglielmo ereditò il titolo di Principe d'Orange all'età di 11 anni quando suo cugino Renato morì senza altri eredi a cui passare titolo e terre. Durante questo periodo gli olandesi erano sotto il dominio del Sacro Romano Impero nella persona di Carlo V, che oltre a governare la monarchia asburgica era anche re di Spagna. Guglielmo ricevette tutta l'istruzione e l'addestramento che si confaceva a un nobile e divenne un membro importante della corte imperiale. Il legame dell'imperatore con la corona spagnola giocò un ruolo importante nei successivi sforzi di Guglielmo per affrancare l'Olanda dal controllo spagnolo.A poco più di vent'anni Guglielmo aveva già fatto una buona carriera militare ed era un comandante dell'esercito imperiale: a questo si aggiungevano diversi incarichi diplomatici come consigliere dell'imperatore. Ma il trattamento di favore da parte dell'imperatore gli era costato la rinuncia alla fede: per scalare più facilmente il potere aveva infatti abbandonato il credo luterano con cui era cresciuto in favore del cattolicesimo romano."
            },
            {
                "heading": "Le radici della ribellione",
                "text": "Nel 1555, Carlo abdicò e lasciò la corona di Spagna a suo figlio, Filippo II. Filippo era noto per la crudele noncuranza con cui trattava i suoi sudditi protestanti: non aveva alcuna simpatia per il loro credo, tanto che ampliò i poteri dell'Inquisizione contro la Riforma. Dopo essere passato al servizio del nuovo re Filippo, Guglielmo cominciò a capire le sue vere intenzioni: era chiaro che non si faceva scrupoli pur di sbarazzarsi dei protestanti con qualsiasi mezzo. Sebbene Guglielmo avesse adottato il cattolicesimo come parte della sua istruzione, era cresciuto luterano, e credeva ancora fortemente nel diritto della persone di seguire liberamente il proprio credo. Si dice che durante una battuta di caccia Guglielmo abbia ascoltato per caso una conversazione tra Filippo e re Enrico II di Francia: i due monarchi parlavano di come i protestanti in entrambi i regni sarebbero stati sterminati. Quest'avvenimento sarebbe stato causa della decisione di Guglielmo di opporsi a Filippo e al controllo spagnolo dei Paesi Bassi.Nel tentativo di opprimere i protestanti che si erano stabiliti in Olanda e ridurli all'esilio, o peggio, Filippo concepì un sistema di \"manifesti\". Questi manifesti funzionavano come editti e stabilivano che professare il credo luterano e calvinista fosse un reato punibile con la tortura e la morte. La persecuzione fu così drastica che molti cattolici olandesi si unirono ai protestanti nell'opposizione alle politiche di Filippo.Guglielmo cominciò a criticare apertamente il re in pubblico, manifestando la propria opinione in proposito e incoraggiando altri a contrastare la repressione di Filippo. Nel 1566 il Compromesso dei Nobili, un'alleanza di nobili olandesi, presentò una petizione alla governatrice dei Paesi Bassi per conto della Spagna, Margherita di Parma, affinché ponesse fine alla persecuzione dei protestanti. Malgrado tutti i loro tentativi per ottenere una risoluzione pacifica, Filippo rifiutò la petizione che gli era stata inoltrata. Per tutta risposta nel territorio olandese esplose l'iconoclastia: in tutto il paese i protestanti rivoltosi distrussero innumerevoli icone cattoliche."
            },
            {
                "heading": "L'insurrezione ha inizio",
                "text": "Poiché l'iconoclastia si diffondeva insieme a sempre più numerose manifestazioni pubbliche del culto protestante proibito, Filippo inviò nei Paesi Bassi il Duca d'Alba, Fernando Álvarez de Toledo, noto con il soprannome di \"Duca di Ferro\", per sopprimere la rivolta e schiacciare i rivoltosi. Subito dopo il suo arrivo il duca istituì il Consiglio dei Torbidi, che in seguito i protestanti ribattezzarono \"tribunale di sangue\", per organizzare il processo e la punizione dei ribelli e dei loro capi. Molti di quelli convocati dal consiglio si diedero alla fuga, incluso lo stesso Guglielmo, ma si calcola che 1.000 o più protestanti siano stati processati e giustiziati per mano del Duca di Ferro."
            },
            {
                "heading": "Scoppia la guerra",
                "text": "Mentre finanziava la rivolta dalla sua casa natia a Nassau, Guglielmo organizzò insieme ai ribelli diversi eserciti per attaccare gli spagnoli su più fronti. I protestanti esiliati e i nobili olandesi che si opponevano agli spagnoli sono passati alla storia con il termine \"Geuzen\" o Pezzenti: tra loro la forza predominante era quella dei \"Watergeuzen\", i Pezzenti di mare. Guglielmo utilizzò le sue ricchezze per finanziare i Pezzenti di mare ed equipaggiare le loro navi, con cui i Watergeuzen attaccarono le città olandesi sulla costa muovendosi come corsari.Il fratello di Guglielmo, Luigi di Nassau, condusse un esercito di mercenari e ugonotti francesi contro un'armata spagnola comandata da Giovanni de Ligne, un nobile olandese ancora leale a Filippo. Lo scontro avvenne nel 1568 nella Battaglia di Heiligerlee, nella provincia olandese settentrionale di Groningen. Luigi sbaragliò l'esercito spagnolo e Giovanni de Ligne rimase ucciso. Sfortunatamente anche l'altro fratello di Luigi e Guglielmo, Adolfo, restò ucciso mentre comandava la cavalleria fiamminga. Secondo gli storici questa storica battaglia segna l'inizio della Guerra degli Ottant'anni, il grande conflitto per l'indipendenza dei Paesi Bassi.Nella Battaglia di Jemmingen, avvenuta poco tempo dopo, l'esercito di Luigi fu spazzato via dalle forze spagnole mentre tentava di catturare la stessa città di Groningen e Luigi fu costretto a ritirarsi. A questo punto Guglielmo stesso prese il comando delle operazioni e ottenne parecchie vittorie, liberando un numero sempre maggiore di città dagli spagnoli e incoraggiando la popolazione olandese. Nei dieci anni successivi gli olandesi ottennero il controllo di gran parte dei territori a nord, ma gli spagnoli continuavano a dominare la parte meridionale dei Paesi Bassi."
            },
            {
                "heading": "Le radici dell'indipendenza",
                "text": "Nel 1573 l'Unione di Utrecht venne stipulata nell'omonima città settentrionale. Il documento sanciva appunto l'unione delle province olandesi del nord contro la Spagna. Sebbene la regione non fosse ancora del tutto indipendente, l'unione segnò chiaramente un punto di svolta nel rifiuto della dominazione spagnola. La Spagna manteneva ancora il controllo sui territori meridionali quando, nel 1581, l'Atto di Abiura dichiarò finalmente in modo formale l'indipendenza dei Paesi Bassi dal dominio di Filippo. Sfortunatamente Guglielmo non visse abbastanza per vedere l'Olanda del tutto libera dal giogo spagnolo."
            },
            {
                "heading": "Tentativi di assassinio",
                "text": "Re Filippo aveva posto un'enorme ricompensa sulla sua testa, tanto che poco dopo vi fu il primo attentato alla sua vita: nel 1582 lo spagnolo Juan de Jauregui gli sparò, ferendolo al collo. Nonostante fosse stato ferito gravemente, Guglielmo sopravvisse, ma la lenta guarigione limitò il suo coinvolgimento nella rivolta. Meno di due anni dopo Guglielmo fu nuovamente attaccato da un assassino, questa volta un cattolico francese di nome Balthasar Gerard. Balthasar aggredì Guglielmo a casa sua e gli sparò tre volte: la pallottola fatale colpì Guglielmo al petto.Nei giorni successivi Balthasar venne processato e condannato a morte. Prima dell'esecuzione fu punito per un'intera settimana con ogni tortura possibile: il sollievo per Balthasar giunse solo con la decapitazione finale."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Oggi Guglielmo è considerato il padre ispiratore del movimento indipendentista olandese e della stessa nazione moderna che conosciamo. Spingendo gli olandesi a ribellarsi contro il dominio spagnolo e gli abusi nei confronti dei protestanti, Guglielmo dedicò la sua vita al perseguimento di una concezione illuminata che sosteneva fermamente che a tutti gli uomini fosse concesso di seguire in libertà il proprio credo."
            }
        ]
    }
}