{
    "id": 31,
    "name": "Unni|degli Unni|agli Unni|gli Unni|dagli Unni",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/unni|degli_unni|agli_unni|gli_unni|dagli_unni.png",
    "dawn_of_man": "I tuoi uomini sono fieri di acclamarti, grande Attila, superbo guerriero e sovrano dell'impero degli Unni. Insieme a tuo fratello Bleda hai allargato i tuoi domini sino a fare del tuo popolo la potenza più temibile del V secolo. Hai piegato al tuo volere l'Impero romano d'Oriente e conquistato uno dopo l'altro i regni che si affacciavano lungo il Danubio e il Nisava. Come sovrano supremo degli Unni hai condotto i tuoi eserciti attraverso l'Europa fino alla Gallia, allo scopo di estendere la tua influenza già smisurata sino all'Oceano Atlantico. La tua morte prematura ha portato alla rapida disgregazione e al collasso l'impero Unno, ma il tuo nome e le tue gesta hanno lasciato un segno permanente e sono destinate a ispirare per sempre il tuo popolo.Temibile generale, la tua gente ti implora di dare vita a un nuovo Impero degli Unni, così splendido da far apparire il ricordo di quello precedente come il sogno sbiadito di un sole morente. Risponderai alla chiamata e riconquisterai la preminenza e la gloria che ti spetta? Saldo sulla sella della tua cavalcatura, condurrai i tuoi eserciti alla vittoria? Plasmerai una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Arciere a cavallo|un Arciere a cavallo|dal tuo Arciere a cavallo|al tuo Arciere a cavallo|il tuo Arciere a cavallo|da un Arciere a cavallo",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/horse_archer.json"
        },
        {
            "name": "Ariete|un Ariete|dal tuo Ariete|al tuo Ariete|il tuo Ariete|da un Ariete",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/battering_ram.json"
        }
    ],
    "city_names": [
        "Corte di Attila"
    ],
    "spy_names": [
        "Balamber",
        "Uldin",
        "Donato",
        "Charato",
        "Octar",
        "Bleda",
        "Ellac",
        "Dengizik",
        "Hildico",
        "Gudrun"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Le tribù nomadi degli unni, migrate in Europa nel IV e V secolo d.C., sono originarie delle steppe dell'Asia centrale. Unito sotto il comando del suo condottiero più famoso, Attila, l'esercito unno saccheggiò l'Europa in lungo e in largo, diventando un vero e proprio flagello per i romani e i loro alleati."
        },
        {
            "heading": "Clima e territorio",
            "text": "Gli storici ritengono che gli unni siano migrati dalla Mongolia e dall'Asia centrale e abbiano attraversato per la prima volta il fiume Volga verso la fine del IV secolo. Regione di grande varietà geografica, gli aspri altopiani della Mongolia sono circondati da montagne coperte da foreste, praterie, deserti e centinaia di piccoli laghi e paludi. La zona è l'ambiente naturale di molte specie di cavalli selvaggi, che sicuramente contribuirono alla maestria degli unni nell'arte equestre.Al loro apice, gli unni controllarono un'enorme distesa di territorio che andava dalle steppe dell'Asia centrale a quella che oggi è la Germania. Una simile varietà geografica e climatica non sembra aver ostacolato particolarmente la loro capacità di governare un territorio così ampio."
        },
        {
            "heading": "Origine degli unni",
            "text": "La vera origine degli unni è stata oggetto di discussioni appassionate, ma ancor oggi non possiamo dire di conoscerla con certezza. Secondo la maggior parte dei racconti gli unni \"apparvero dal nulla\", distruggendo qualsiasi cosa incontrassero sul loro passaggio. Più verosimilmente gli unni erano discendenti degli Xiongnu, una confederazione di tribù nomadi originarie del nord della Cina. Durante il III secolo a.C. gli Xiongnu lanciarono molti attacchi contro la dinastia cinese dei Qin insieme alle altre tribù nomadi, e questo contribuì alla decisione di costruire la Grande Muraglia. Gli unni apparvero in diverse parti d'Europa proprio mentre gli Xiongnu sparivano dalla scena orientale: questa misteriosa comparsa di una nuova società a ovest e l'estinzione di un'altra a est, rimane uno dei pochi collegamenti tra unni e Xiongnu."
        },
        {
            "heading": "La migrazione in Europa",
            "text": "Le prime testimonianze sugli unni sono tutt'altro che imparziali, dato che furono scritte dal punto di vista dei loro numerosi nemici: di conseguenza la nostra conoscenza delle prime conquiste degli unni è alquanto lacunosa. Nel IV secolo, durante la loro traversata dell'Europa, gli unni soggiogarono parecchie tribù rivali come alani, ostrogoti e visigoti. Anche se in questo momento erano ancora poco uniti, gli unni attaccarono coraggiosamente una parte dei territori dell'impero romano sia d'oriente sia d'occidente. Contemporaneamente, giocando con successo da una parte e dall'altra, riuscirono a entrare al servizio di Roma come mercenari contro altre tribù. Fu durante questo periodo che i bizantini (i romani d'oriente) cominciarono a pagare tributi agli unni per assicurarsi la pace, anche se spesso non onorarono i loro obblighi.La storia degli unni diventa più definita immediatamente prima dell'avvento di Attila. Il suo predecessore fu lo zio Rua, che gradualmente ottenne il controllo completo sulle tribù eliminando tutti i comandanti rivali. Rua comandò gli unni con pugno di ferro e sferrò numerosi attacchi contro le tribù vicine prima di puntare su obiettivi più grandi.Governando come monarca la cosiddetta confederazione degli unni (questo è il nome usato dagli storici per indicare la coalizione delle tribù in questa fase) Rua mise a segno diversi attacchi contro l'impero romano d'oriente. A quanto sembra, parecchie tribù precedentemente soggiogate dagli unni si rivolsero ai bizantini nella speranza di trovare asilo. Esigendo la riconsegna dei fuggitivi, Rua scatenò le sue armate sul territorio bizantino e saccheggiò la Tracia, a nord-ovest di Costantinopoli. Tuttavia nel bel mezzo di questa campagna Rua rimase ucciso, a quanto pare perché colpito da un fulmine, e gli unni furono costretti a ritirarsi."
        },
        {
            "heading": "Una forza temibile",
            "text": "In seguito alla morte di Rua, avvenuta nel 434, Attila e suo fratello Bleda regnarono insieme, proseguendo l'espansione degli unni attraverso l'Europa. Sostenuti dalle regolari entrate dovute ai tributi e ai bottini di guerra, nel V secolo gli unni erano ormai una potenza temibile nel continente europeo. Il generale romano Ezio, che in precedenza era stato alleato di Rua e si era servito degli unni per consolidare la sua posizione di comandante delle truppe romane in Gallia, assoldò ancora gli unni come mercenari per una campagna contro i razziatori burgundi che stavano saccheggiando le province romane settentrionali.Con le tasche ben piene, gli unni si volsero ancora contro l'impero romano d'oriente (bersaglio prediletto delle loro campagne) e nel 435 costrinsero l'indebolita Bisanzio a firmare la pace di Horreum Margi. Questo trattato stabiliva che i tributi che i bizantini dovevano versare (che ammontavano già a diverse centinaia di libbre d'oro all'anno) venissero raddoppiati. Questo aumentò ancora di più la ricchezza degli unni. Come già accaduto in passato, i bizantini mancarono ai loro obblighi e non consegnarono il tributo: gli unni allora invasero nuovamente l'impero romano d'oriente e saccheggiarono molte città, raggiungendo alla fine Costantinopoli nel 443. Ancora una volta Bisanzio si accordò per consegnare un sostanzioso tributo, che questa volta era pari a tre volte la somma originaria: gli unni ci credettero e si ritirarono."
        },
        {
            "heading": "Il regno di Attila",
            "text": "Quando il fratello Bleda morì, nel 445, Attila diventò il monarca unico dell'impero degli unni. Nel giro di un paio d'anni sconfisse gli eserciti romani d'oriente e catturò molte fortezze, ottenendo il controllo dei Balcani. I bizantini provarono ancora a giocare la carta del tributo, che per una volta effettivamente pagarono, e riuscirono a cavarsela... almeno finché Attila mantenne la sua attenzione concentrata altrove.Nel 451 Attila invase la Gallia, attaccando numerose città nella marcia verso Orléans. Ironicamente, ad affrontarli in campo aperto per bloccare la loro avanzata fu proprio l'antico benefattore degli unni, il generale romano Ezio. Alla testa di una forza congiunta di soldati romani e visigoti, il generale si scontrò con Attila nella Battaglia dei Campi Catalaunici e riuscì a sconfiggere gli unni. Attila subì la prima grande sconfitta militare della sua carriera militare e fu costretto a ritirarsi dalla Gallia per riorganizzarsi. Sempre ambizioso, spostò le sue truppe verso est con l'intenzione di attaccare l'Italia e il cuore dell'impero.Attila saccheggiò diverse città nell'Italia settentrionale, ma non arrivò mai a Roma. Benché alcuni storici credano che sia stato l'intervento di papa Leone I a convincere Attila a non proseguire la marcia, altri sostengono che la sua decisione in realtà sia stata influenzata dal possibile arrivo di rinforzi dall'impero romano d'oriente. Poco dopo, nel 453, Attila morì all'improvviso durante la sua notte di nozze, sembra per una banale epistassi. Senza la guida vigorosa e la leggendaria reputazione del suo carismatico comandante, il mito degli unni come potenza inarrestabile si infranse."
        },
        {
            "heading": "Dopo Attila",
            "text": "Dopo la morte di Attila salì al trono il maggiore dei suoi figli, Ellak. Ma anche gli altri figli di Attila, Dengizico e Ernak, aspiravano al trono: queste divisioni interne in breve tempo portarono alla caduta dell'impero. Nel 454, appena un anno dopo l'inizio del suo regno, Ellak fu ucciso nella Battaglia di Nedao, in cui gli Unni furono clamorosamente sconfitti da un esercito formato dalle tribù germaniche unite. Dopo la morte del fratello, Dengizico si assicurò il trono per un breve periodo, ma gli Unni, ormai in uno stato di anarchia sempre maggiore, scomparvero dalla storia con la stessa rapidità con cui si erano imposti sul suo palcoscenico. Dengizico morì nel 469 e a quel punto ciò che restava del suo popolo migrò nuovamente, tornando nelle ataviche steppe dell'Asia centrale."
        },
        {
            "heading": "La società degli unni",
            "text": "Sebbene la loro origine sia avvolta nel mistero, è certo che gli unni mangiavano, dormivano e morivano in sella, e questo spiega perché siano stati ricordati in tutto il corso della storia come esperti di equitazione e di combattimento a cavallo. Gli unni traevano il loro sostentamento dalle loro greggi e dalle mandrie e tenevano sempre vicina una scorta di bestiame vivo che forniva cibo durante i viaggi e pelli per vestirsi. Erano anche arcieri provetti, sempre pronti ad affinare la propria abilità con la caccia, e utilizzavano speciali archi compositi tanto letali per le prede quanto per i nemici.Nonostante la loro fama di conquistatori, erano anche abili artigiani: nelle regioni abitate dagli unni sono stati ritrovati molti manufatti in bronzo attributi a loro, ad esempio calderoni utilizzati per i rituali funebri."
        },
        {
            "heading": "La società degli unni",
            "text": "Sebbene la loro origine sia avvolta nel mistero, è certo che gli unni mangiavano, dormivano e morivano in sella, e questo spiega perché siano stati ricordati in tutto il corso della storia come esperti di equitazione e di combattimento a cavallo. Gli unni traevano il loro sostentamento dalle loro greggi e dalle mandrie e tenevano sempre vicina una scorta di bestiame vivo che forniva cibo durante i viaggi e pelli per vestirsi. Erano anche arcieri provetti, sempre pronti ad affinare la propria abilità con la caccia, e utilizzavano speciali archi compositi tanto letali per le prede quanto per i nemici.Nonostante la loro fama di conquistatori, erano anche abili artigiani: nelle regioni abitate dagli unni sono stati ritrovati molti manufatti in bronzo attributi a loro, ad esempio calderoni utilizzati per i rituali funebri."
        }
    ],
    "leader": {
        "name": "Attila",
        "subtitle": "Signore dell'impero unno",
        "lived": "circa 406 - 453 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/attila.png",
        "trait": {
            "name": "Flagello di Dio",
            "effect": "Radere al suolo una città richiede metà del tempo. Puoi prendere in prestito i nomi delle città da altre civiltà presenti nel gioco. Inizi la partita conoscendo già la tecnologia Allevamento di animali. +1 Produzione per ogni Pascolo."
        },
        "titles": [
            "Re, generale"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Condottiero leggendario e supremo signore dell'impero degli unni, Attila è passato alla storia come artefice dell'implacabile terrore che la campagna degli unni rappresentò per l'Europa. Conosciuto dai romani come \"flagello di Dio\", durante il V secolo d.C. Attila riunì le tribù degli unni e intraprese una serie di campagne militari che misero in crisi i romani (tra gli altri) fino alla sua improvvisa morte, avvenuta nel 453."
            },
            {
                "heading": "La leggenda di Attila",
                "text": "Gran parte delle nostre conoscenze su Attila deriva dai racconti dei suoi molti nemici, e non stupisce quindi che la maggior parte dei resoconti non lo metta in una luce favorevole: questo ha senza dubbio contribuito alla sua reputazione di sanguinario. Gli unni spesso distruggevano le città che avevano saccheggiato, non solo razziando ogni cosa di valore, ma arrecando danni irreparabili agli insediamenti fino a renderli non più abitabili. Secondo i racconti, gli unni massacravano la popolazione di queste città, obbligando i sopravvissuti a una vita di schiavitù.La leggendaria spada di Attila, chiamata \"Spada di Marte\" dai romani, contribuì alla sua fama di irriducibile massacratore. Si diceva che nessun uomo potesse guardare Attila direttamente negli occhi senza trasalire: il suo sguardo imperturbabile soggiogava anche il più autorevole dei rivali. In mancanza di valide testimonianze storiche, che sarebbero state disponibili solo in seguito, queste leggende popolari si sparsero a macchia d'olio tra le genti d'Europa."
            },
            {
                "heading": "La gioventù e le prime campagne",
                "text": "Non sappiamo molto della giovinezza di Attila prima della morte di suo zio Rua, che aveva condotto una confederazione di tribù unne a nord del fiume Danubio per diverse effimere campagne militari. Dopo la morte di Rua, avvenuta nel 434, Attila e suo fratello Bleda si divisero il comando degli unni. Seguendo le orme dello zio, i due cominciarono con l'attaccare l'impero romano d'oriente (Bisanzio) nella speranza di procurarsi tributi regolari. Sfortunatamente per entrambe le parti, i romani spesso non mantenevano la parola e pagavano meno del dovuto e in ritardo: questo li faceva incorrere in rapide e brutali rappresaglie da parte dei razziatori unni. La salvezza dei bizantini fu rappresentata dalle ambizioni di Attila in occidente, dove l'esercito unno si impegnò in nuovi conflitti."
            },
            {
                "heading": "Contro Roma",
                "text": "Nel 445 la misteriosa morte di Bleda, secondo alcuni per mano di Attila stesso, lasciò il fratello unico comandante di un esercito unno sempre più unito. Nel 447 Attila condusse ancora una volta la sua armata contro le legioni dell'impero romano d'oriente nella Battaglia dell'Utus, sconfiggendo i romani. Sul suo cammino erano rimasti ben pochi avversari, ma anche l'armata di Attila aveva subito perdite considerevoli: questo gli impedì di catturare la capitale orientale, Costantinopoli. Piuttosto, Attila si diresse verso nord e attaccò i Balcani, anch'essi territorio dell'impero orientale, saccheggiando una città dopo l'altra e portando via tutto ciò che i suoi uomini riuscivano a trasportare.Dopo aver messo a ferro e a fuoco l'impero romano d'oriente, Attila rivolse le sue mire a occidente. Percorrendo rapidamente l'Europa, attaccò con successo i visigoti in Gallia nel 451-452. Man mano che l'orda degli unni avanzava, molte tribù si univano all'armata di Attila, alcune volontariamente, altre spinte dalla paura. A ogni modo, gli unni si rinforzarono grazie a queste nuove reclute e continuarono a saccheggiare la Gallia finché non si scontrarono contro un esercito unito di visigoti e romani ai Campi Catalaunici. Attila fu costretto ad arretrare, dando a Roma e ai suoi alleati un temporaneo respiro: fu l'unica grande sconfitta della sua vita."
            },
            {
                "heading": "La storia di Onoria",
                "text": "Si dice che la sorella dell'imperatore romano Valentiniano III, Onoria, che in segreto aveva complottato per uccidere il timido fratello e occupare il trono, fosse stata esiliata da Roma e spedita in un convento a Costantinopoli. Durante quest'esilio Valentiniano la promise in sposa a un senatore romano sconosciuto. Saputo del fidanzamento, Onoria cercò di contattare Attila e ottenere il suo aiuto per evitare il matrimonio. Per ragioni sconosciute Onoria avrebbe spedito ad Attila il suo anello di fidanzamento: questo gesto fu interpretato come proposta di matrimonio. Rivendicando metà dell'impero romano come dote, Attila si mosse per invadere l'Italia, nonostante le insistenze di Valentiniano nel sostenere che la proposta di matrimonio non fosse valida."
            },
            {
                "heading": "La marcia in Italia",
                "text": "Dopo anni di scontri con i romani, Attila marciò finalmente sull'Italia nel 452. Dopo aver saccheggiato molte città del nord ricevette diversi inviati di Valentiniano, tra cui Papa Leone I, che lo implorarono di lasciare l'Italia senza avanzare verso Roma. Per ragioni poco chiare Attila accettò (la cosa più probabile è che soffrisse la mancanza di rifornimenti). Poco dopo, nel 453, Attila morì misteriosamente. Secondo alcune fonti potrebbe essere stata una semplice epistassi a uccidere il potente unno durante la notte delle sue nozze, mentre altri resoconti, ugualmente discutibili, suggeriscono che possa essere stato assassinato.Lo storico romano Giordano scrive che gli uomini di Attila si tagliarono i capelli e si sfregiarono con le spade per onorare la morte di Attila, dichiarando: \"il più grande di tutti i guerrieri dev'essere compianto non con femminei lamenti e lacrime, ma con il sangue degli uomini\"."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "L'eredità di Attila l'unno, grande capo militare e sanguinario conquistatore, verrà ricordata negli annali della storia di tutti i tempi. Comandante attento e intraprendente, Attila spinse il suo esercito al limite ma fu sempre attento a non portarlo mai allo sfinimento e alla rivolta, una capacità comprovata dal fatto che perse una sola battaglia in più di vent'anni al comando degli unni. Inoltrandosi senza paura nel territorio dei romani, Attila sfidò la loro autorità in ogni occasione e riuscì a dare al suo polo grande ricchezza e fama."
            }
        ]
    }
}