{
    "id": 20,
    "name": "Inca|degli Inca|agli Inca|gli Inca|dagli Inca",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/inca|degli_inca|agli_inca|gli_inca|dagli_inca.png",
    "dawn_of_man": "O tu che ricrei il mondo, i tuoi fedeli sudditi ti salutano, re Pachacuti! Tu sei a capo del popolo inca. Partendo dal minuscolo stato di Cusco, gli inca dimostrarono di possedere il potenziale di una grande nazione, marciando in guerra contro i loro numerosi nemici, annientandone gli eserciti e creando un impero esteso dall'Ecuador al Cile... invero, il più grande impero pre-colombiano d'America. Più che meri soldati, gli inca furono anche grandi costruttori e artisti: quanto è rimasto delle loro opere stupisce e ispira ancora oggi.O re Pachacuti, a ragione sei chiamato \"colui che scuote la terra\"! Rievocherai il suolo affinché combatta nuovamente al tuo fianco? Le tue armate attendono un tuo segnale. Ripristinerai la gloria del tuo impero? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Fromboliere|un Fromboliere|dal tuo Fromboliere|al tuo Fromboliere|il tuo Fromboliere|da un Fromboliere",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/slinger.json"
        }
    ],
    "city_names": [
        "Cuzco",
        "Tiwanaku",
        "Machu",
        "Ollantaytambo",
        "Corihuayrachina",
        "Huamanga",
        "Vilcas",
        "Vilcabamba",
        "Vitcos",
        "Andahuaylas",
        "Ica",
        "Arequipa",
        "Nasca",
        "Atico",
        "Juli",
        "Chuito",
        "Chuquiapo",
        "Huanuco Pampa",
        "Tambococha",
        "Huaras",
        "Riobamba",
        "Caxamalca",
        "Sausa",
        "Tambo Colorado",
        "Huaca",
        "Tumbes",
        "Chan Chan",
        "Sipan",
        "Pachacamac",
        "Llactapata",
        "Pisac",
        "Kuelap",
        "Pajaten",
        "Chucuito"
    ],
    "spy_names": [
        "Amaru",
        "Apichu",
        "Pariapichiu",
        "Puma",
        "Quenti",
        "Suyuntu",
        "Uturuncu",
        "Uturuncu",
        "Purutu",
        "Ozcollo"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Quello degli Inca è il più vasto impero dell'America precolombiana, con un'estensione che va dal Perù al Cile, lungo tutta la catena delle Ande. Questo grande impero ha le sue umili origini in un piccolo regno, ma col tempo è arrivato a dominare interamente la parte \"civilizzata\" del Sudamerica. La sua età dell'oro è durata solo un secolo, ma durante questo periodo gli Inca hanno fatto molto per unificare la cultura delle molte tribù che vivevano tra i picchi montagnosi. Nonostante la loro completa distruzione, ci restano ancora molti manufatti e monumenti inca: il più famoso è certamente Machu Picchu, una favolosa cittadella che testimonia la potenza degli antichi re."
        },
        {
            "heading": "Geografia e clima",
            "text": "L'impero si estendeva lungo la cordigliera delle Ande e abbracciava le aree che corrispondono all'odierna Argentina, Ecuador, Perù, Cile, Bolivia e Colombia. In quest'area il clima è rigido e il territorio montagnoso, ma gli Inca impararono presto a padroneggiare l'arte della coltivazione a terrazzamento e sopravvissero facilmente tra le creste. Vallate fertili annidate tra i picchi diedero loro ampio spazio per moltiplicarsi e prosperare."
        },
        {
            "heading": "Storia antica: il regno di Cusco",
            "text": "Prima di sviluppare il loro potente impero gli Inca erano originari del piccolo regno di Cusco, nel Perù occidentale. Sotto la guida di Pachacuti, il nono Sapa Inca, Cusco intraprese una campagna per soggiogare tutte le tribù circostanti unendole sotto una sola bandiera. Usando sia la conquista militare sia l'assimilazione pacifica, Pachacuti e il figlio Tupac gettarono le fondamenta dell'impero Tahuantinsuyu. Quest'appellativo è quasi una definizione formale dell'impero e indica la sua composizione a partire da quattro province separate: Chinchasuyu a nord-ovest, Antisuyu a nord-est, Contisuyu a sud-ovest e Collasuyu a sud-est.Per mantenere l'ordine nelle terre conquistate, Pachacuti organizzò un nuovo sistema di governo. I figli delle famiglie nobili dovettero trasferirsi nella capitale Cusco per imparare direttamente dagli Inca, assimilandone la cultura e lo stile di vita. Una volta cresciuti, tornavano nelle province d'origine, diffondendo così la cultura dei dominatori."
        },
        {
            "heading": "Una continua espansione",
            "text": "Dopo la morte di Pachacuti, nel 1471, il figlio Tupac Inca Yupanqui diede il via a una nuova serie di campagne di conquista a nord. A questo punto gli Inca non avevano che un singolo rivale in grado di contrastarli lungo la riva occidentale: la tribù dei Chimor. Tupac li sconfisse facilmente e aggiunse le loro terre all'impero in espansione.In seguito il figlio di Tupac, Huayna Capac, conquistò alcune parti dell'odierno Ecuador, ma la sua marcia verso sud fu arrestata con la Battaglia del Maule. Le tribù dei Mapuche riuscirono finalmente a respingere gli Inca. Non si trattò, comunque, di una sconfitta rovinosa, dal momento che in quell'area il territorio era composto per lo più da deserti desolati e la maggior parte della popolazione rimaneva nelle Ande."
        },
        {
            "heading": "Arriva l'uomo bianco",
            "text": "Nel 1526 la dominazione degli Inca cominciò il suo declino. Il conquistador spagnolo Francisco Pizarro raggiunse i territori dell'impero mentre esplorava l'area a sud di Panama. Dato che era sicuro che fosse pieno di tesori da saccheggiare, chiese immediatamente alla Corona il permesso di invaderlo.Nel 1532 ritornò alla testa di un piccolo manipolo e trovò la preda pronta per essere catturata. I due figli di Huayna, Huascar e Atahualpa, erano nel bel mezzo di una guerra civile per il controllo dei territori, mentre il vaiolo introdotto dagli stranieri stava facendo scempio della popolazione. Le forze di Pizarro (168 uomini, 1 cannone, 27 cavalli) non potevano certo competere per numero con quelle Inca, ma la tattica militare e la tecnologia superiore diede loro un vantaggio decisivo.Verso la fine dell'anno Pizarro vinse facilmente la sua prima battaglia, a Puná, vicino all'odierna Guayaquil, in Ecuador. Uno dei suoi uomini, Hernando de Soto, fu inviato nell'entroterra in esplorazione mentre Pizarro fondava una nuova città nell'area, Piura. De Soto incontrò Atahualpa in trionfo e tornò da Pizarro con l'invito per un incontro. Gli spagnoli domandarono che gli Inca accettassero Carlo I di Spagna come loro imperatore e che si convertissero immediatamente al cristianesimo. Forse per colpa della barriera linguistica o più in generale per un problema di comunicazione, Atahualpa non afferrò esattamente il significato e inviò altri messaggeri per chiedere ulteriori spiegazioni. Frustrati e irritati, invece di trovare un interprete migliore, gli spagnoli attaccarono il campo di Atahualpa e lo presero in ostaggio.Il re degli Inca offrì a Pizarro una quantità enorme d'oro e d'argento per la sua liberazione, una proposta che lo spagnolo accettò prontamente. Pizarro però non mantenne la sua parte dell'accordo e si rifiutò di restituire Atahualpa ai suoi sudditi. Durante questo periodo Huascar fu assassinato; Pizarro sfruttò questo evento a suo vantaggio accusando Atahualpa di essere il mandante dell'omicidio. Dopo un processo farsa organizzato dagli spagnoli, Atahualpa fu condannato a morte nell'agosto del 1533."
        },
        {
            "heading": "La fine di un impero",
            "text": "Con Atahualpa e Huascar fuori dai giochi, gli spagnoli misero sul trono il fratello minore Manco, che in un primo momento collaborò con loro senza ribellarsi. Una volta consolidato il proprio potere, Manco cercò di riconquistare il suo impero catturando Cusco nel 1536, ma non poteva competere con gli invasori. Alla fine dovette fuggire con la corte sulle montagne del Perù, dove continuò a regnare per 36 anni. Tuttavia, nel 1572 anche l'ultima fortezza inca dovette capitolare. Il figlio di Manco, Tupac Amaru, che aveva ereditato il trono, fu messo a morte.Con la famiglia reale completamente sterminata i nuovi governanti spagnoli schiacciarono i nativi sotto una brutale oppressione, cercando di sradicare completamente la loro cultura originaria insieme alla religione e alle tradizioni. Ogni famiglia aveva l'obbligo di inviare un uomo affinché lavorasse nelle miniere d'oro e d'argento, e di rimpiazzarlo immediatamente in caso di morte, il che accadeva più o meno ogni due anni a causa delle terribili condizioni di lavoro. Il vaiolo continuò a dilagare nei resti dell'impero: si stima che una parte della popolazione compresa tra il 60 e il 90% morì a causa delle epidemie. A questo flagello si aggiunsero tifo, influenza, difterite e morbillo, tanto che nel 1618 ogni traccia di cultura inca era ormai sparita. Oggi di quella civiltà, una volta tanto gloriosa, restano solo una manciata di tribù sparse e alcuni resti diroccati, reliquie di un lontano passato."
        },
        {
            "heading": "La fine di un impero",
            "text": "Con Atahualpa e Huascar fuori dai giochi, gli spagnoli misero sul trono il fratello minore Manco, che in un primo momento collaborò con loro senza ribellarsi. Una volta consolidato il proprio potere, Manco cercò di riconquistare il suo impero catturando Cusco nel 1536, ma non poteva competere con gli invasori. Alla fine dovette fuggire con la corte sulle montagne del Perù, dove continuò a regnare per 36 anni. Tuttavia, nel 1572 anche l'ultima fortezza inca dovette capitolare. Il figlio di Manco, Tupac Amaru, che aveva ereditato il trono, fu messo a morte.Con la famiglia reale completamente sterminata i nuovi governanti spagnoli schiacciarono i nativi sotto una brutale oppressione, cercando di sradicare completamente la loro cultura originaria insieme alla religione e alle tradizioni. Ogni famiglia aveva l'obbligo di inviare un uomo affinché lavorasse nelle miniere d'oro e d'argento, e di rimpiazzarlo immediatamente in caso di morte, il che accadeva più o meno ogni due anni a causa delle terribili condizioni di lavoro. Il vaiolo continuò a dilagare nei resti dell'impero: si stima che una parte della popolazione compresa tra il 60 e il 90% morì a causa delle epidemie. A questo flagello si aggiunsero tifo, influenza, difterite e morbillo, tanto che nel 1618 ogni traccia di cultura inca era ormai sparita. Oggi di quella civiltà, una volta tanto gloriosa, restano solo una manciata di tribù sparse e alcuni resti diroccati, reliquie di un lontano passato."
        }
    ],
    "leader": {
        "name": "Pachacuti",
        "subtitle": "Leader degli Inca",
        "lived": "1410 - 1471 circa",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pachacuti.png",
        "trait": {
            "name": "Grande strada delle Ande",
            "effect": "No costi movimento per unità e no costi manutenzione per miglioramenti su Colline. Miglioramenti altrove: costo dimezzato."
        },
        "titles": [
            "Sapa Inca"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Pachacuti è stato il nono monarca di Cusco. Sotto il suo dominio il microscopico regno si estese fino a diventare un vasto impero, noto come Tawantinsuyu. L'impero inca di Pachacuti si estendeva dall'odierno Cile all'Ecuador e abbracciava la maggior parte del Perù, della Bolivia e dell'Argentina settentrionale. In seguito i suoi confini si allargarono ulteriormente."
            },
            {
                "heading": "Ascensione al trono",
                "text": "Pachacuti era il figlio dell'inca Virococha, secondo in linea di successione dopo il fratello maggiore Urco. In questa fase il regno di Cusco era molto piccolo ed era costantemente minacciato dalla vicina tribù dei Chanca. Della giovinezza di Pachacuti non sappiamo molto, finché non ebbe la possibilità di fare una buona impressione al padre durante una delle invasioni dei Chanca. Mentre il padre e il fratello fuggivano dal campo di battaglia, Pachacuti radunò i soldati restanti e riportò una vittoria così schiacciante che in seguito si raccontò che il suolo stesso si fosse sollevato per combattere al suo fianco. Pachacuti, \"colui che scuote la terra\", fu nominato principe ereditario e cominciò a coadiuvare il padre nel governo di Cusco."
            },
            {
                "heading": "Creazione di un impero",
                "text": "Nel 1438 il padre morì e Pachacuti divenne unico monarca del regno. Immediatamente si lanciò in una serie di invasioni dei regni confinanti. Il suo nuovo impero si estese dall'Ecuador al Cile, diventando ben presto una delle nazioni più potenti del Sudamerica.Sebbene avesse conquistato molti regni con la forza, Pachacuti non disdegnava di adottare tattiche più sottili per accaparrarsi nuovi territori. Per prima cosa inviava spie nelle regioni che gli interessavano, raccogliendo informazioni sulla loro ricchezza e potenza militare. Se le prospettive gli sembravano buone invitava i leader delle terre in questione a sottomettersi pacificamente, esaltando i vantaggi della vita sotto il regno degli Inca. Molti accettarono (nel timore di condividere il fato dei Chanca) e inviarono i figli a vivere a Cusco affinché fossero educati secondo la legge inca. Lì venivano indottrinati e sposavano membri della nobiltà inca prima di essere rimandati a governare le terre d'origine. Questo metodo assicurava l'espansione costante e la pace duratura nell'impero.Per mantenere l'ordine Pachacuti stabilì quattro province, ognuna controllata da un governatore locale addetto all'amministrazione quotidiana. Inoltre creò organizzazioni gerarchiche separate per il clero e l'esercito, dando origine a uno dei primi sistemi di separazione dei poteri. Cusco stessa fu ricostruita per servire come capitale dell'impero, con un settore urbano dedicato a ognuna delle province. Durante questo periodo fu costruita anche la famosissima Machu Picchu, che oggi si ritiene essere una \"tenuta di montagna\" destinata all'uso personale del sovrano.Dopo la sua morte, avvenuta nel 1471, lo scettro di Pachacuti passò al figlio più giovane Tupac, dato che il fratello Amaru, per quanto maggiore d'età, non era un guerriero come il padre."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Oggi Pachacuti viene considerato un eroe nazionale del Perù e molti dei monumenti che ha costruito si possono ancora ammirare. Per quanto sia passato alla storia per le capacità militari e politiche, non si può certo dire che sia stato un sovrano benevolo. Per rendere più saldo l'impero non esitò a deportare centinaia di migliaia di persone, trasferendole nelle terre che gli sembravano più adatte ai suoi scopi. Nonostante i suoi difetti, Pachacuti ha dato il via alla più grande epoca di conquiste degli Inca, espandendo il suo impero fino a fargli dominare gran parte del Sudamerica abitato."
            }
        ]
    }
}