{
    "id": 43,
    "name": "Zulu|degli Zulu|agli Zulu|gli Zulu|dagli Zulu",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_zulus.png",
    "dawn_of_man": "Il tuo popolo si inchina davanti a te, grande guerriero Shaka del regno Zulu. Dall'esilio sei riuscito a salire al potere fino a diventare leader di tutti gli Zulu e hai profondamente cambiato la società, promulgando leggi e riforme culturali che hanno rafforzato il regno. Ma è la tenacia nell'arte della guerra che ti ha reso veramente famoso: la tua strategia e le tue tattiche sul campo di battaglia hanno segnato per sempre il modo di combattere nelle pianure dell'Africa meridionale.Formidabile re, il tuo popolo desidera possedere ancora l'unità e la forza che aveva raggiunto sotto il tuo comando. Riporterai il regno Zulu a una posizione di preminenza? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [
        {
            "name": "Ikanda|l'Ikanda|un Ikanda",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/ikanda.json"
        }
    ],
    "unique_units": [
        {
            "name": "Impi|un Impi|dal tuo Impi|al tuo Impi|il tuo Impi|da un Impi",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/impi.json"
        }
    ],
    "city_names": [
        "Ulundi",
        "Umgungundlovu",
        "Nobamba",
        "Bulawayo",
        "Kwadukuza",
        "Nongoma",
        "Ondini",
        "Nodwengu",
        "Ndondakusuka",
        "Babanango",
        "Khangela",
        "Kwahlomendlini",
        "Hlobane",
        "Ethekwini",
        "Mlambongwenya",
        "Eziqwaqweni",
        "Emangweni",
        "Isiphezi",
        "Masotsheni",
        "Mtunzini",
        "Nyakamubi",
        "Dumazulu",
        "Hlatikulu",
        "Mthonjaneni",
        "Empangeni",
        "Pongola",
        "Tungela",
        "Kwamashu",
        "Ingwavuma",
        "Hluhluwe",
        "Mtubatuba",
        "Mhlahlandlela",
        "Mthatha",
        "Maseru",
        "Lobamba",
        "Qunu"
    ],
    "spy_names": [
        "Gumede",
        "Jama",
        "Mageba",
        "Malanda",
        "Mnguni",
        "Ndaba",
        "Phunga",
        "Senzangakhona",
        "Balungile",
        "Samkelisiwe"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "All'inizio di ogni inverno, i potenti guerrieri Zulu si radunavano nelle loro terre ancestrali per impegnarsi a conquistare nuova gloria al grido di \"Ngathi impi\" (\"A causa nostra, la guerra\"). Questo fu lo spirito con cui Shaka forgiò l'impero Zulu e Cetshwayo sfidò la possente Inghilterra. Nel 1816 Shaka prese la guida della tribù degli Zulu, allora relativamente insignificante; due anni dopo si pose a capo dei Mtetwa, la tribù del suo mentore. Nel corso del decennio successivo Shaka e i suoi guerrieri sconfissero e assorbirono quasi tutte le tribù della regione, dando origine al più grande impero nativo mai visto nell'Africa meridionale. Dopo la sua uccisione il trono andò a uno degli assassini, il fratellastro Dingane. Sotto il comando dei successivi capitani gli Zulu affrontarono i coloni bianchi: prima i Voortrekker olandesi, poi la colonia inglese del Capo. Quest'ultimo scontro scatenò la guerra anglo-zulu; nonostante qualche vittoria iniziale, Cetshwayo fu rovesciato nel 1879 e le sue terre furono annesse all'impero inglese nel 1887. Gli Zulu erano sconfitti, i loro territori occupati, ma il loro spirito bellicoso non era ancora sopito: molti anni dopo, i loro leader avrebbero avuto un ruolo di primo piano nella lotta contro l'apartheid e la guida della moderna nazione del Sudafrica."
        },
        {
            "heading": "Clima e territorio",
            "text": "La regione del KwaZulu-Natal, che comprende i territori che appartenevano al regno zulu, ha un clima subtropicale. Le estati sono calde e umide; gli inverni limpidi e freschi, con neve sulle montagne del Drakensberg. La geografia si può dividere in tre territori distinti: i bassopiani lungo le coste dell'Oceano Indiano sono costellati da profondi burroni e macchie di foresta subtropicale; a ovest e nord si estendono due catene montuose, Drakensberg e Lebombo. Infine, tra il mare e le montagne si estende il Natal, un altopiano di colline ondulate che si solleva gradualmente verso ovest. Questa regione, che costituiva il cuore dell'impero Zulu, è caratterizzata da praterie umide con macchie di foresta afromontana. È qui che gli Zulu allevavano le grandi mandrie di vacche che occupavano un posto così prominente nella loro economia e nella loro cultura. Le tribù si dedicavano molto poco all'agricoltura, ma oggi il KwaZulu-Natal ha grandi campi di canna da zucchero e mais ed è il primo produttore sudafricano di frutta come banane e ananas."
        },
        {
            "heading": "L'ascesa del regno zulu",
            "text": "Gli Zulu erano una piccola tribù di etnia Ngoni quando Shaka si impadronì del potere con l'aiuto di Dingiswayo, capo dei potenti Mtetwa. Shaka e sua madre avevano ricevuto asilo dai Mtetwa dopo essere stati esiliati dal padre di Shaka. Sotto la protezione di Dingiswayo il giovane divenne un temibile guerriero, ricevette il comando di uno dei reggimenti di Dingiswayo e si distinse sul campo di battaglia. Durante questo periodo perfezionò l'armamento dei suoi uomini (dotando la sua unità di assegai, corte lance a lama larga) e la loro tattica (con la formazione \"a corna di bufalo\", destinata ad accerchiare e distruggere le forze nemiche). Inoltre stabilì un'organizzazione militare basata su fasce d'età, in cui ragazzi più o meno coetanei venivano addestrati insieme all'interno di kraal chiamati \"ikanda\" e combattevano nello stesso reggimento per tutta la vita. Nel 1816, alla morte del padre, Shaka sconfisse e uccise il fratello maggiore e prese il controllo della tribù degli Zulu; tutto questo accadde con uno spargimento di sangue relativamente limitato, ragion per cui gli Zulu lo accettarono subito come nuovo capo.Per quanto fosse formalmente un vassallo dei Mtetwa, Shaka poté godere di grande libertà d'azione, che utilizzò facendo un uso spietato della sua forza militare per sconfiggere e assorbire diverse tribù vicine, inclusa quella di sua madre. Quando Dingiswayo fu assassinato dai Ndwandwe si mosse rapidamente e, approfittando del vuoto di potere lasciato nella tribù Mtetwa, unì i propri possedimenti a quelli del vecchio mentore. Nel corso del decennio successivo il regno zulu travolse e assorbì la maggior parte delle tribù confinanti. Dopo aver resistito a un primo assalto dei Ndwandwe, due anni dopo Shaka inflisse una sconfitta decisiva alle loro forze e a quelle dei loro alleati alla Battaglia del fiume Mhlathuze. Com'era suo costume, Shaka integrò nel suo impero i sopravvissuti delle tribù conquistate. Quando fu assassinato, nel 1828, il regno zulu era ormai diventato un impero.L'impatto di Shaka sulla storia africana non può essere sottovalutato. Nel 1825 era arrivato a controllare un'area di circa 30.000 kmq, stabilendo una cultura guerriera che ormai dominava l'Africa sud-orientale dal fiume Tugela alle montagne del Drakensberg. Benché sia ricordato innanzitutto per le sue riforme militari, Shaka stabilizzò l'economia agricola e diede impulso al commercio in tutto il suo impero. Pur ammonendo i suoi capitani di resistere alla loro cultura e alla loro avidità, strinse relazioni cordiali con gli europei che si stavano stabilendo nelle regioni vicine. Il risultato più duraturo del regno di Shaka, comunque, è probabilmente la migrazione di massa nota come Mfecane (\"la dispersione\"): infatti le tribù in fuga davanti all'espansione degli Zulu ne sospinsero altre più in là, che a loro volta si irradiarono verso l'esterno, con un effetto a catena che cambiò per sempre la disposizione etnica e culturale dell'Africa."
        },
        {
            "heading": "I successori di Shaka",
            "text": "Uno degli assassini di Shaka, il fratellastro Dingane (1795-1840), si impossessò del trono e giustiziò la maggior parte dei parenti, con l'eccezione del fratellastro Mpande. Più ancora della sua famiglia, Dingane temeva i reggimenti dell'esercito di Shaka, molti dei quali restavano fedeli alla sua memoria. Per placarli, Dingane concedette ai guerrieri anziani il diritto di sposarsi e di prestare servizio come milizia invece che come soldati a tempo pieno. La superiorità bellica degli Zulu fu inficiata da queste misure e Dingane, privo dell'abilità militare di Shaka, non riuscì a reprimere la ribellione di alcune delle tribù sottomesse. Inoltre nel 1837 Dingane accettò di cedere le terre a sud del Tugela ai Voortrekker, coloni olandesi espulsi dalla Colonia del Capo britannica. In seguito però assassinò nel suo kraal reale il leader dei Voortrekker Piet Retief con la sua delegazione diplomatica e massacrò quasi 500 uomini, donne e bambini olandesi accampati nelle vicinanze. Per tutta risposta, nel dicembre 1838 circa 450 Voortrekker armati di fucili sbaragliarono l'esercito di 10.000 uomini di Dingane nella Battaglia di Blood River. Dingane diede fuoco al suo kraal e fuggì a nord.Mpande disertò con 17.000 guerrieri zulu e si unì alle forze olandesi. Nel gennaio 1840 Dingane fu assassinato da alcuni ufficiali ribelli del suo esercito. Mpande (1798-1873) prese il posto di Dingane, mantenendo stretti rapporti con Andries Pretorius, il nuovo capo dei Voortrekker. Gli olandesi, con il beneplacito di Mpande, formarono la Repubblica boera di Natalia, a sud del Tugela e a ovest dell'insediamento inglese di Port Natal. Quando scoppiò la guerra tra boeri e inglesi, conclusa con l'annessione della colonia olandese, Mpande cambiò alleanza e rimase in buoni rapporti con gli inglesi fino alla sua morte. Generalmente Mpande fu percepito dalla sua gente come un leader debole, anche a causa delle sue relazioni amichevoli con i bianchi che si stavano estendendo sempre più nella zona e per l'incapacità di tenere a freno l'ambizione del figlio maggiore Cetshwayo e del più giovane Mbulazi. Nel 1852 la lotta per la successione tra i due culminò con una battaglia campale sulle rive del Tugela, in cui Mbulazi fu ucciso."
        },
        {
            "heading": "Cetshwayo e la guerra anglo-zulu",
            "text": "Nel settembre 1873, con la morte di Mpande, Cetshwayo salì al trono di un impero ancora potente. Com'era costume degli Zulu fondò una nuova capitale, Ulundi (\"il posto alto\"). Convinto di essere il primo vero successore di Shaka adottò nuovamente la maggior parte delle sue pratiche militari e, impressionato dai coloni olandesi, arrivò a munire di moschetti qualcuno dei suoi impi. Prendendo a cuore l'ultima ammonizione di Shaka, Cetshwayo bandì i missionari cristiani da tutte le sue terre; inoltre incoraggiò le altre tribù a ribellarsi contro l'espansione boera nel Transvaal e diede il via a una serie di scorribande nei territori inglesi confinanti allo scopo di impossessarsi del loro bestiame.Nel 1878 Sir Henry Frere, Commissario inglese per il Sudafrica, chiese un risarcimento per le incursioni di frontiera di 14 capitani Zulu. Cetshwayo lo considerò un ultimatum inaccettabile e preparò alla guerra i suoi reggimenti. Nel mese di dicembre le forze inglesi varcarono il Tugela per punire gli Zulu e costringerli ad accettare i termini dell'accordo, ma il 22 gennaio la prima invasione subì una sconfitta decisiva nella Battaglia di Isandlwana, dove gli Zulu travolsero la colonna principale degli inglesi infliggendo loro circa 1.300 perdite, soprattutto tra i soldati regolari. Fu la peggior sconfitta subita fino a quel momento dall'esercito britannico per opera di una forza africana. Ma Cetshwayo non fu in grado di trasformare questa schiacciante vittoria in un vantaggio strategico o diplomatico: dopo un periodo di disorientamento gli inglesi varcarono ancora il Tugela, stavolta con maggiore cautela e un piano più ponderato. Seguì una serie di vittorie inglesi, culminata con l'assedio e la distruzione di Ulundi. Un mese dopo Cetshwayo fu catturato, trasferito a Cape Town e quindi esiliato a Londra: non sarebbe tornato in Africa fino al 1883."
        },
        {
            "heading": "La fine del regno zulu",
            "text": "Gli inglesi suddivisero l'impero Zulu in 13 \"sotto-regni\" che ben presto insorsero, destabilizzano ancora una volta i confini coloniali. Nella speranza di ripristinare l'ordine, gli inglesi riportarono Cetshwayo in Africa, ponendolo a capo di una zona cuscinetto ricavata dalle terre zulu. Ma dopo poco tempo Cetshwayo fu attaccato a Ulundi da uno dei suoi sotto-regni, Zibhebhu, che poteva contare sull'aiuto di mercenari boeri. Cetshwayo restò ferito, ma riuscì a fuggire nel kraal di Eshowe, dove però si aggravò e morì nel febbraio del 1884.\r\nGeneralmente gli storici fanno coincidere la fine definitiva del regno zulu con il secondo saccheggio di Ulundi. Il figlio quindicenne di Cetshwayo, Dinuzulu, ereditò quanto ne restava. Reclutando i boeri comandati da Louis Botha, sconfisse Zibhebhu e annesse le loro terre: tuttavia, obbligato a onorare l'accordo siglato, dovette cedere circa metà della sua \"Zululand\" ai boeri, che vi formarono una repubblica olandese indipendente. Questo sviluppo allarmò gli inglesi a tal punto che nel 1887 l'Inghilterra annesse quello che restava del regno di Dinuzulu. Lo stesso capo rimase coinvolto nella politica locale, si fece arrestare nel 1906 per il suo ruolo nella Ribellione di Bambatha, fu processato per tradimento e condannato a essere imprigionato sull'isola di S. Elena. Quando nel 1910 fu fondata L'Unione Sudafricana, Botha, primo ministro della nuova nazione, fece in modo che Dinuzulu tornasse nel paese per passare i suoi ultimi anni in una fattoria nel Transvaal."
        },
        {
            "heading": "La Zululand moderna",
            "text": "Formata da quattro colonie britanniche, la Colonia del Capo, la Colonia di Natal, quella di Transvaal e quella del fiume Orange, l'Unione Sudafricana era un \"dominion\" dell'impero britannico dotato di governo autonomo. Al suo interno, gli Zulu erano il gruppo etnico più ampio. Nel 1948, temendo la crescita e l'influenza delle tribù native, i capi dell'Afrikaner National Party allora al governo crearono le leggi apartheid per preservare il potere dei bianchi e assicurare la segregazione razziale. Queste leggi razziali condizionavano ogni aspetto della vita sociale, politica e culturale; per poter accedere alle zone frequentate dai bianchi ai neri era imposto di circolare con speciali passaporti contenenti impronte digitali, foto e dati personali. Nel 1951 il Bantu Authorities Act stabilì vere e proprie riserve per i neri, note come \"homeland\"; la più grande era kwaZulu.Quando nel 1961 l'Unione fu sostituita da una repubblica costituzionale, le leggi apartheid furono mantenute in vigore. Inoltre, nel corso degli anni '60, '70 e nei primi anni '80 il governo intraprese una politica di trasferimento forzato dei nativi per obbligarli a spostarsi nelle homeland e a rimanervi. Tuttavia, prima della fine degli anni '80 l'apartheid cominciò a vacillare sotto la pressione degli attivisti interni (specialmente il Fronte Democratico) e di organizzazioni internazionali come l'African National Congress e le Nazioni Unite. Alla fine l'apartheid fu abrogato con una serie di negoziati tra il 1990 e il 1993, che si conclusero con le libere elezioni dell'aprile 1994. Nel corso di questo periodo i nazionalisti zulu ebbero un ruolo centrale come attivisti e politici. Le storiche cariche zulu vennero ristabilite; oggi, nel Sudafrica post-apartheid, i re zulu non hanno alcun potere politico, ma godono di una significativa influenza culturale e la loro posizione è riconosciuta dalla costituzione che garantisce anche la loro successione."
        },
        {
            "heading": "La Zululand moderna",
            "text": "Formata da quattro colonie britanniche, la Colonia del Capo, la Colonia di Natal, quella di Transvaal e quella del fiume Orange, l'Unione Sudafricana era un \"dominion\" dell'impero britannico dotato di governo autonomo. Al suo interno, gli Zulu erano il gruppo etnico più ampio. Nel 1948, temendo la crescita e l'influenza delle tribù native, i capi dell'Afrikaner National Party allora al governo crearono le leggi apartheid per preservare il potere dei bianchi e assicurare la segregazione razziale. Queste leggi razziali condizionavano ogni aspetto della vita sociale, politica e culturale; per poter accedere alle zone frequentate dai bianchi ai neri era imposto di circolare con speciali passaporti contenenti impronte digitali, foto e dati personali. Nel 1951 il Bantu Authorities Act stabilì vere e proprie riserve per i neri, note come \"homeland\"; la più grande era kwaZulu.Quando nel 1961 l'Unione fu sostituita da una repubblica costituzionale, le leggi apartheid furono mantenute in vigore. Inoltre, nel corso degli anni '60, '70 e nei primi anni '80 il governo intraprese una politica di trasferimento forzato dei nativi per obbligarli a spostarsi nelle homeland e a rimanervi. Tuttavia, prima della fine degli anni '80 l'apartheid cominciò a vacillare sotto la pressione degli attivisti interni (specialmente il Fronte Democratico) e di organizzazioni internazionali come l'African National Congress e le Nazioni Unite. Alla fine l'apartheid fu abrogato con una serie di negoziati tra il 1990 e il 1993, che si conclusero con le libere elezioni dell'aprile 1994. Nel corso di questo periodo i nazionalisti zulu ebbero un ruolo centrale come attivisti e politici. Le storiche cariche zulu vennero ristabilite; oggi, nel Sudafrica post-apartheid, i re zulu non hanno alcun potere politico, ma godono di una significativa influenza culturale e la loro posizione è riconosciuta dalla costituzione che garantisce anche la loro successione."
        }
    ],
    "leader": {
        "name": "Shaka",
        "subtitle": "Leader del regno Zulu",
        "lived": "Dal 1787 circa al 1828",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/shaka.png",
        "trait": {
            "name": "Iklwa",
            "effect": "Il mantenimento delle unità da mischia costa il 50% in meno. Tutte le unità richiedono il 25% di esperienza in meno per guadagnare la successiva promozione."
        },
        "titles": [
            "Capitano degli Zulu"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "\"Colpisci il tuo nemico una volta per tutte. Che la sua tribù cessi di esistere, o ti salterà ancora alla gola\". Secondo il diario di H.F. Flynn, questo fu l'ordine che Shaka inviò al suo alleato Dingiswayo riguardo a un nemico sconfitto: anche se fossero apocrife, queste parole senza dubbio riassumerebbero perfettamente la sua filosofia. Figlio illegittimo di un capo tribù, nel 1816 Shaka kaSenzangahona spodestò il suo fratellastro e rivendicò la leadership degli Zulu: a lui si attribuisce l'unificazione delle numerose tribù Nguni in un unico regno. Per le sue riforme e innovazioni è stato considerato un genio militare, ma allo stesso tempo criticato per la brutalità del suo comando. Quale che sia il giudizio, Shaka pose le basi di un grandioso stato Zulu. Al momento del suo assassinio, nel 1828, gli Zulu furono in grado di sfidare gli europei per il controllo dell'Africa meridionale."
            },
            {
                "heading": "Giovinezza",
                "text": "La vita di Shaka è avvolta in una nube di leggende e invenzioni, ma sappiamo con certezza che fu il figlio illegittimo di Senzangahona, capo dell'insignificante tribù Zulu, che contava meno di 1.500 persone. La madre di Shaka, Nandi, era la figlia di un defunto capotribù dei Langeni. Malgrado avesse inizialmente cercato di negare la sua paternità, Senzangahona in seguito sposò Nandi, facendone la sua terza moglie. Il loro rapporto però fu tormentato e alla fine il capo degli Zulu esiliò Nandi e Shaka. I due vagabondarono fino al 1803, quando trovarono rifugio presso i Mtetwa e il loro capo Dingiswayo.Sotto la protezione di Dingiswayo, Shaka diventò un giovane guerriero alto, forte, intrepido e coraggioso. A 23 anni fu posto al comando di un reggimento dell'esercito di Dingiswayo. Grazie alle sue imprese e alle sue capacità, Shaka fece una rapida carriera, fino a diventare uno dei comandanti più importanti al servizio del capo. Shaka aggiornò l'armamento della sua unità, sostituendo il giavellotto leggero dei Mtetwa con una lancia corta dotata di una larga lama (il famoso assegai) e un grande scudo di cuoio.Alla morte del padre di Shaka, intorno al 1816, Dingiswayo diede al suo protetto il supporto militare necessario per spodestare e assassinare il fratellastro Sigujana e proclamarsi capo degli Zulu. L'azione fu relativamente incruenta e gli Zulu accettarono senza riserve Shaka, che giurò di restare vassallo dei Mtetwa. Come favorito del capo tribù gli fu concessa un'eccezionale libertà di espandere i suoi territori mediante la conquista e l'assimilazione delle tribù vicine. Nel 1817 Shaka aveva già a disposizione un esercito di 2.000 guerrieri e si era assicurato la posizione di vassallo più importante di Dingiswayo."
            },
            {
                "heading": "Regno",
                "text": "Secondo la leggenda, nell'ultima battaglia di Dingiswayo contro Zwide dei Ndwandwe, Shaka ritardò di proposito l'arrivo delle sue truppe (e ne preservò l'incolumità) finché Dingiswayo fu sconfitto e ucciso. Approfittando del vuoto di potere, Shaka cominciò a conquistare e assimilare le piccole tribù vicine con brutale efficienza. In pochi anni Qwabe, Hlubi e Mkhize furono assimilati all'impero Zulu; con la diplomazia Shaka portò sotto il suo comando anche Sithole e Thuli. Nel 1824 disponeva ormai di un esercito di 20.000 guerrieri, ben addestrati a seguire le sue tattiche e strategie.Preoccupato dalla crescita della potenza Zulu, Zwide mosse guerra a Shaka. La prima invasione Ndwandwe fu respinta a Gqokli Hill grazie alla strategia difensiva di Shaka e alla sua tattica superiore. Nel 1819 Zwide inviò una seconda spedizione contro gli Zulu: continuando ad arretrare, Shaka attirò i nemici ammassati all'interno del proprio territorio, finché giunti al fiume Mhlathuze scagliò i suoi reggimenti contro l'esausto Ndwandwe e i suoi alleati. Il risultato dei due giorni di battaglia fu una decisiva disfatta degli invasori; le tribù Ndwandwe, Jere, Maseko e Msene furono praticamente annientate.Quando nel 1824 i primi commercianti bianchi raggiunsero la costa dell'Africa sudorientale, Shaka controllava un impero che si estendeva su tutta la costa e nell'entroterra. Shaka concesse ai commercianti bianchi terre, un trattamento di favore e il permesso di costruire una base commerciale a Port Natal. Interessato ai vantaggi del commercio, curioso nei confronti della loro tecnologia e cultura, Shaka si assicurò che non ci fossero conflitti seri fra gli Zulu e gli europei."
            },
            {
                "heading": "Assassinio",
                "text": "Nel 1828 Shaka era ormai un despota indiscusso, ma i suoi frequenti atti di crudeltà e il suo comportamento instabile stavano erodendo la devozione del suo popolo. Quando sua madre morì, nell'ottobre del 1827, Shaka inviò i reggimenti reali per obbligare i capi delle tribù vicine a grandi manifestazioni di dolore. Approfittando dell'assenza delle sue truppe più fedeli, nel settembre del 1828 la sua guardia del corpo Mbopha e i fratellastri Dingane e Mhlangana pugnalarono a morte Shaka vicino all'ikanda di Dukuza. Il corpo di Shaka fu gettato in una buca vuota per il grano, poi riempita di rocce e fango; il luogo esatto non è stato mai identificato con certezza."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Quando morì, Shaka dominava vasti territori dell'Africa sudorientale, era il sovrano assoluto di più di 250.000 sudditi e possedeva un esercito di 40.000 guerrieri esperti. Si stima che la costruzione del suo impero avesse provocato la morte di circa 2 milioni di persone. Il suo regno è durato meno di 80 anni, ma Shaka ha comunque lasciato un segno duraturo nella storia dell'Africa. Oggi è onorato come il capo che ha forgiato lo spirito che ha permesso agli Zulu di resistere all'apartheid e di contribuire alla formazione del moderno Sudafrica."
            }
        ]
    }
}