{
    "id": 42,
    "name": "Venezia|di Venezia|a Venezia|Venezia|da Venezia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/venezia|di_venezia|a_venezia|venezia|da_venezia.png",
    "dawn_of_man": "Salve, astuto doge veneziano Enrico Dandolo, maestro di politica e abile negoziatore. Benché tu abbia raggiunto il potere tardi nella vita, l'età avanzata non ha smussato la tua abilità e ambizione, permettendoti di amministrare con perizia una città in costante fermento come Venezia in un periodo di grande instabilità. Decidendo di appoggiare la Quarta Crociata hai ottenuto un vantaggio strategico, sfruttando i crociati per acquisire territori già perduti da Venezia. Il tuo ruolo durante l'assedio di Costantinopoli ti ha permesso di espandere ulteriormente il tuo potere e ti ha assicurato un posto nella storia.Perspicace e scaltro Doge, Venezia ancora una volta richiede i servigi di un abile leader che possa riportare la Repubblica in primo piano agli occhi del mondo. Conquisterai un posto per la tua nazione attraverso il commercio o sconfiggerai i nemici con la diplomazia? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Mercante di Venezia|un Mercante di Venezia|dal tuo Mercante di Venezia|al tuo Mercante di Venezia|il tuo Mercante di Venezia|da un Mercante di Venezia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/merchant_of_venice.json"
        },
        {
            "name": "Grande Galeazza|una Grande Galeazza|dalla tua Grande Galeazza|alla tua Grande Galeazza|la tua Grande Galeazza|da una Grande Galeazza",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/great_galleass.json"
        }
    ],
    "city_names": [
        "Venezia"
    ],
    "spy_names": [
        "Gasparo",
        "Giosofatte",
        "Ambrogio",
        "Niccolò",
        "Marino",
        "Cesare",
        "Francesco",
        "Giovanni",
        "Bartolomeo",
        "Filomena"
    ],
    "historical_info": [
        {
            "heading": "Storia",
            "text": "Costruita su una serie di isolette in una laguna nell'Adriatico, Venezia è stata il porto europeo più importante per tutto il Medioevo e il Rinascimento, nonché il collegamento commerciale e culturale del continente con l'oriente. Nata come insediamento di rifugiati romani in fuga di fronte alle invasioni di germani e unni, nel 726 d.C. la città si ribellò al governo bizantino e si proclamò libera repubblica, eleggendo il primo dei 117 dogi che l'avrebbero amministrata. Dal IX al XII Secolo Venezia si sviluppò fino a diventare una potenza navale e commerciale in grado di dominare le rotte commerciali nel Mediterraneo verso il Medio Oriente e l'Asia e dal Marocco alla Spagna. I mercanti-esploratori veneziani si spinsero in Asia e in Africa, riportando in città ricchezze sempre maggiori e rendendola uno dei centri culturali dell'Europa. La marina veneziana sfidò quelle bizantina e ottomana per il predominio sulle coste del Mediterraneo, ma alla fine una serie di ragioni, tra cui la scoperta del Nuovo Mondo e le lotte dinastiche tra le nazioni europee, portò al declino della sua ricchezza, influenza e potere. Nel 1797, con la conquista di Napoleone, la città perse per sempre la sua indipendenza. Tuttavia, da allora Venezia si è conquistata un posto impareggiabile nell'immaginario collettivo del mondo. Lo spettacolo dei suoi canali, le facciate di marmo delle chiese, i palazzi affrescati e le magnifiche opere d'arte che si riflettono nelle acque scintillanti della laguna sotto il cielo azzurro ne hanno fatto uno dei luoghi più romantici della civiltà moderna."
        },
        {
            "heading": "Clima e territorio",
            "text": "Situata all'estremità settentrionale dell'Adriatico, Venezia è stata costruita su un arcipelago di 117 isolette sparse in una laguna a forma di mezzaluna che si estende dalle paludi di Jesolo a nord fino alla cittadina di Chioggia a sud, per una lunghezza totale di circa 50 km. Le basse acque della laguna sono riparate da una linea di banchi di sabbia con tre aperture che permettono alle maree di fluire e alle imbarcazioni di raggiungere la città. La laguna è divisa in due zone, una viva e una morta. La prima è costituita da baie salate e paludi formate dai depositi sedimentari di decine di piccoli ruscelli e dei fiumi Po e Piave; la seconda occupa la maggior parte della laguna ed è separata dal mare da una striscia di terra chiamata Lido. Il clima di Venezia è temperato, determinato dalla presenza delle Alpi a nord e dell'Adriatico a sud. Le estati sono moderatamente calde, con temperature medie intorno ai 26 gradi, mentre d'inverno la temperatura è intorno allo zero, con piogge e foschie frequenti. Le precipitazioni annuali si aggirano sui 90 centimetri. Abitate da secoli, le isole di Venezia possono vantare ben poca fauna o vegetazione selvatica."
        },
        {
            "heading": "Prima della Repubblica",
            "text": "Sebbene non sia rimasto alcun resoconto sui primi insediamenti nell'area di Venezia, gli storici romani indicano che profughi provenienti da città come Padova, Aquileia e Treviso si spostarono nel bacino della laguna nel V Secolo d.C., spinti dalle incursioni degli unni. Lì si unirono a pescatori itineranti e minatori di sale per creare villaggi su molte delle isole. In genere come data per la fondazione della città vera e propria si considera la consacrazione della sua prima chiesa cristiana, San Giacomo, avvenuta nel marzo del 421 sull'isola di Rialto. L'area faceva parte dell'Esarcato di Ravenna, supervisionato da un viceré nominato dall'imperatore bizantino di Costantinopoli. Nel 726 i popoli dell'Esarcato si ribellarono contro il governo bizantino spinti da papa Gregorio II, che temeva la diffusione della cristianità ortodossa in Italia. Nel caos che ne derivò i cittadini della laguna veneziana dichiararono l'indipendenza ed elessero un proprio comandante. Il prescelto, Ursus, fu il primo di una successione ininterrotta di dogi eletti tra le famiglie più in vista della città.Una lunga serie di dispute tra le famiglie più potenti sul ruolo e i diritti del doge non impedì l'esplosione commerciale della nuova potenza navale. Protetti dalla loro flotta, i veneziani stabilirono basi commerciali nei più importanti porti del Mediterraneo: la ricchezza prese a fluire nella città da luoghi remoti come i regni slavi cristiani e gli stati musulmani in Spagna e Nordafrica. L'aumento della ricchezza personale dei cittadini, oltre a generare un senso di identità nazionale, portò a una maggiore stabilità grazie alla formazione di una classe dirigente più ampia in grado di limitare il potere del doge. La città prosperò nonostante i tentativi di mitigare o porre fine al suo potere economico e militare da parte di vari papi, di Carlo Magno e del re Pipino di Lombardia. Nel 775 una diocesi episcopale fu stabilita sull'isola veneziana di Olivolo, simbolo dell'accordo raggiunto tra il papato e i dogi. Più di ogni altra cosa, la statura e l'influenza di Venezia in questo periodo fu marcata da due eventi: la costruzione di estese fortificazioni su parecchie isole per proteggere la laguna e la città e della Basilica di S. Marco, eretta nell'832 per ospitare le presunte reliquie di S. Marco Evangelista (patrono della città) che alcuni mercanti veneziani avevano rubato ad Alessandria."
        },
        {
            "heading": "Venezia nel Medioevo",
            "text": "All'inizio del XII Secolo la Repubblica intraprese un enorme progetto per la costruzione di navi, appoggiandosi all'Arsenale, un cantiere navale di 110 acri situato nel cuore della città; nel giro di una generazione Venezia disponeva di 36.000 marinai a bordo di 3.300 navi da guerra, la flotta più grande del Mediterraneo. Nel 1200 aveva conquistato diverse città e stabilito avamposti fortificati lungo la costa adriatica in Istria e Dalmazia. Una serie di dogi espansionisti portò all'acquisizione di territori anche sulla terraferma, verso nord, principalmente per assicurare le rotte commerciali attraverso le Alpi e garantire alla città l'approvvigionamento di grano. Avendo la flotta più potente del Mediterraneo e desiderando controllare il commercio di sale, Venezia strappò all'impero bizantino in declino il controllo della maggior parte delle isole del mare Egeo, incluse Cipro e Creta. Per gli standard dell'Europa medievale il dominio veneziano sui suoi territori era relativamente benigno, e gli abitanti di città come Bergamo, Brescia, Verona e Ragusa l'avrebbero spesso supportata con entusiasmo nelle sue iniziative militari e non.In seguito alla Quarta Crociata, Venezia divenne una potenza imperiale. Il doge Enrico Dandolo, anziano e cieco ma di brillante intelligenza, \"prese la croce\" e coinvolse Venezia nella crociata, che portò nell'aprile del 1204 al sacco di Costantinopoli. Prima della sua morte, avvenuta un anno dopo, Dandolo giocò un ruolo fondamentale nella definizione del successivo trattato che suddivise l'impero bizantino, ottenendo nuove terre e concessioni commerciali dagli stessi bizantini e dagli stati crociati.Già all'inizio del Medioevo il governo di Venezia acquisì una forma duratura. Simile sotto molti punti di vista a quello della repubblica di Roma, ruotava intorno al Maggior Consiglio, un'assemblea di alcune delle famiglie più antiche e ricche della città. Questo consiglio nominava tutti i pubblici ufficiali ed eleggeva un Senato che andava da 200 a 300 membri. Per gestire le questioni di stato più importanti c'era anche un gabinetto ridotto, il Consiglio dei Dieci, che includeva il doge ed era formato da individui scelti tra i membri del Maggior Consiglio. I cittadini comuni avevano il diritto, almeno in linea teorica, di concedere o negare l'approvazione per le nomine più importanti, inclusa la carica di doge."
        },
        {
            "heading": "Rinascimento",
            "text": "Nel 1453 la caduta di Costantinopoli per mano dei turchi ottomani proiettò Venezia in prima fila nella resistenza europea alla loro avanzata; nel 1499 la conquista della \"Morea\", ovvero del Peloponneso, diede ai turchi l'accesso al mare Adriatico ed escluse ogni possibilità di accordo tra i due imperi. Per il secolo successivo Venezia non risparmiò i colpi nella lotta per il dominio contro gli ottomani, che stavano soffocando le sue rotte commerciali verso l'oriente e l'Africa. Il conflitto culminò nell'ottobre del 1571 con la Battaglia di Lepanto, in cui la flotta cristiana guidata dai veneziani inflisse una sconfitta decisiva all'armata turca. La vittoria europea bloccò definitivamente l'espansione ottomana verso ovest, ma segnò anche l'inizio di un lungo declino delle fortune di Venezia.Tra il XIV e il XVI Secolo Venezia era famosa per la sua ricchezza e opulenza: i suoi nobili divennero tra i mecenati più in vista del Rinascimento italiano. Cosmopolita per natura, Venezia attirò molti artisti straordinari come Tiziano, che si unirono a talenti locali come Giovanni Bellini e Tintoretto, compositori come Andrea Gabrieli e architetti come il Longhena (uno dei più grandi esponenti del Barocco). Nello stesso periodo studiosi come Galileo, che aveva insegnato nella prestigiosa università di Padova, approfittarono della sua liberalità per trovare rifugio nelle sue terre. La nuova invenzione della stampa si stava diffondendo in Europa e nel 1482 Venezia ne era ormai la capitale mondiale; il primo tipografo della città, Aldo Manuzio, creò i primi libri accessibili a tutti, più economici grazie alla copertina morbida. Mentre il potere politico di Venezia declinava, la sua prominenza culturale si faceva sempre più spiccata. Per usare le parole di uno storico francese: \"[Venezia è] la città più trionfante che abbia mai visto... [è] impossibile descrivere la magnificenza e la ricchezza di questa raccolta unica di bellezze!\"."
        },
        {
            "heading": "Declino",
            "text": "Al declino di Venezia contribuirono diversi fattori. La Peste Nera la devastò nel 1348, dal 1575 al 1577 e ancora una volta nel 1630; quest'ultima epidemia uccise circa 50.000 cittadini, pari a un terzo della popolazione della città. I progressi compiuti da Portogallo, Inghilterra, Olanda e dai paesi scandinavi nell'ingegneria navale e negli armamenti resero obsolete le vecchie galee da guerra e i vascelli commerciali della Repubblica. Nel 1498 l'esploratore portoghese Vasco de Gama doppiò il Capo di Buona Speranza e aprì una via commerciale verso le ricchezze dell'Oriente; ben presto i mercanti portoghesi, inglesi e olandesi sostituirono i veneziani nell'economia europea. Intanto la Spagna stava riportando dal Nuovo Mondo più ricchezze di quante Venezia potesse sperare di eguagliare. Mentre Spagna, Francia e Sacro Romano Impero si disputavano l'egemonia della penisola italiana, l'influenza politica di Venezia scemava, sebbene le imprese militari continuassero a prosciugare le sue casse.Nel 1508 d.C. tutte queste potenze si unirono al papato, agli ungheresi, ai Savoia e ai ferraresi nella Lega di Cambrai per porre fine al lungo dominio veneziano sul Mediterraneo. Le dispute interne alla Lega salvarono la Repubblica da una disfatta completa, ma Venezia perse gran parte dei suoi possedimenti sulla terraferma. Inoltre la vittoria a Lepanto, che aveva rafforzato la reputazione internazionale di Venezia per un certo periodo, d'altro canto aveva fatto sì che i turchi ripiegassero e si dedicassero a completare la loro metodica conquista del Mediterraneo orientale. Nel 1669, dopo una campagna durata quattro anni, gli ottomani presero Creta, l'ultimo possedimento veneziano a est dell'Italia. In seguito una campagna per ristabilire la presenza veneziana a oriente culminò con la liberazione della Morea, ma lo sforzo si dimostrò esorbitante in termini di denaro e di vite umane; nel 1718 i territori così faticosamente conquistati furono restituiti agli ottomani in cambio di alcune concessioni commerciali.Nei decenni successivi la Repubblica si adagiò sugli allori, vivendo della memoria delle glorie passate. Una serie di dogi inetti isolò Venezia politicamente, economicamente e diplomaticamente. Alla fine la Repubblica fu spazzata via dagli strascichi lasciati dalla Rivoluzione Francese. Durante la campagna austriaca del 1797 Napoleone, pratico fino alla brutalità nelle faccende militari, sostenne che la città-stato costituiva una minaccia per la sua linea di ritirata. Dopo la sconfitta dell'Austria e il trattato di Leoben, Venezia si trovò senza alleati per resistere alle richieste francesi; nel maggio del 1797 l'ultimo doge, Ludovico Manin, fu deposto su insistenza di Napoleone. Nello stesso anno la città fu ceduta all'Austria con il Trattato di Campo Formio."
        },
        {
            "heading": "Dopo la Repubblica",
            "text": "Nel 1848, in seguito alle rivoluzioni che attraversarono l'Europa, la città tornò brevemente a essere una Repubblica, ma l'anno successivo ricadde nuovamente in mano alle forze austriache. Nel 1866 la sconfitta dell'Austria da parte dei Prussiani la fece passare all'Italia, che aveva raggiunto l'unione appena cinque anni prima. Da allora in poi le fortune di Venezia sono state legate a quelle italiane attraverso due guerre mondiali, il fascismo, la Guerra Fredda e l'entrata nell'Unione Europea. La Serenissima rimane comunque la repubblica democratica più longeva nella storia del mondo."
        },
        {
            "heading": "Dopo la Repubblica",
            "text": "Nel 1848, in seguito alle rivoluzioni che attraversarono l'Europa, la città tornò brevemente a essere una Repubblica, ma l'anno successivo ricadde nuovamente in mano alle forze austriache. Nel 1866 la sconfitta dell'Austria da parte dei Prussiani la fece passare all'Italia, che aveva raggiunto l'unione appena cinque anni prima. Da allora in poi le fortune di Venezia sono state legate a quelle italiane attraverso due guerre mondiali, il fascismo, la Guerra Fredda e l'entrata nell'Unione Europea. La Serenissima rimane comunque la repubblica democratica più longeva nella storia del mondo."
        }
    ],
    "leader": {
        "name": "Enrico Dandolo",
        "subtitle": "Leader di Venezia",
        "lived": "Dal 1107 al 1205 d.C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/enrico_dandolo.png",
        "trait": {
            "name": "Serenissima",
            "effect": "Non può ottenere Coloni né annettere città. Possiede un numero doppio di Rotte commerciali. Dopo la scoperta dell'Ottica compare un Mercante di Venezia. Può eseguire acquisti (unità, edifici, ecc.) negli stati fantoccio."
        },
        "titles": [
            "Doge di Venezia"
        ],
        "historical_info": [
            {
                "heading": "Storia",
                "text": "Enrico Dandolo, quarantaduesimo Doge di Venezia, è famoso per la sua devozione e longevità e famigerato per il suo ruolo cruciale nella Quarta Crociata che portò al sacco di Costantinopoli e alla caduta dell'impero di Bisanzio. Tutto questo è reso ancora più notevole dal fatto che Enrico era cieco. Nato in una potente famiglia veneziana, Enrico Dandolo servì la Repubblica come diplomatico per la maggior parte della sua vita. Eletto doge nel giugno del 1192, già in tarda età, si dedicò ugualmente con vigore ai suoi nuovi compiti. Negli anni successivi riformò la moneta veneziana e il suo sistema legale e si adoprò per stringere legami più forti con le potenze europee. Nel 1202 i cavalieri della Quarta Crociata erano bloccati in Italia, senza fondi per pagare il passaggio sulle navi: Dandolo \"prese la croce\" e fece di Venezia il primo finanziatore della crociata. Questo alla fine portò all'attacco a Costantinopoli del 1204, a cui il doge era presente con un ruolo attivo. Dandolo morì poco dopo e fu seppellito a Santa Sofia."
            },
            {
                "heading": "Giovinezza",
                "text": "Nato in una delle famiglie più ricche e influenti di Venezia, il giovane Enrico fu preparato fin da giovane per una vita al servizio della Repubblica. Il padre Vitale, un giurista di fama e membro della corte ducale, era un consigliere vicino al Doge Michiel. Dopo una serie di cariche amministrative, nel 1171, all'età di 64 anni, Enrico Dandolo entrò nel servizio diplomatico veneziano. Nel marzo di quello stesso anno l'imperatore bizantino Comneno aveva requisito i beni di migliaia di cittadini veneziani che vivevano nel suo regno. Dandolo accompagnò il doge Michiel in una disastrosa missione militare contro Costantinopoli; ritornati a Venezia, una folla inferocita uccise Michiel, ma Enrico non fu considerato responsabile e, anzi, fu nominato ambasciatore per cercare un accordo diplomatico con Bisanzio. La leggenda vuole che durante la sua seconda missione Dandolo avesse difeso gli interessi di Venezia con tale vigore che l'imperatore bizantino lo fece accecare. In realtà, le fonti storiche dimostrano che Enrico Dandolo perse la vista gradatamente fra il 1174 e il 1178, con ogni probabilità a causa di un forte colpo alla testa.Dandolo tornò senza aver siglato alcun trattato (Venezia e Bisanzio non ne avrebbero sottoscritto uno fino al 1186) e fu inviato come ambasciatore prima nel Regno di Sicilia e successivamente, nel 1191, a Ferrara. Le sue capacità diplomatiche furono ricompensate con la cooperazione di entrambi gli interlocutori al fine di limitare l'influenza bizantina nel Mediterraneo occidentale. In riconoscimento ai suoi servigi, nel 1178 Dandolo divenne una delle quaranta persone che avevano il potere di eleggere il doge. Nel giugno del 1192, quando Orio Mastropiero si ritirò in un monastero, Enrico Dandolo fu eletto doge di Venezia."
            },
            {
                "heading": "Regno",
                "text": "Sebbene fosse anziano e cieco, Enrico Dandolo si dimostrò un governante capace e vigoroso. Uno dei suoi primi atti ufficiali fu il ripristino della \"promessa ducale\", che codificava i diritti e i doveri del doge. Nei mesi successivi, sfruttando la propria formazione in ambito legale, riformò il codice penale di Venezia e pubblicò la prima collezione di statuti civili della Repubblica. Nel 1194 rivolse l'attenzione a una riforma monetaria che avrebbe fatto del \"grosso\" d'argento veneziano la valuta di riferimento per il commercio in tutto il Mediterraneo.Dandolo profuse altrettanta energia nei rapporti diplomatici. Sfruttando la sua esperienza pose fine alle dispute commerciali con Verona, stipulando trattati nel 1192 con la città e con Treviso. A questi successi fecero seguito trattati con il Patriarca di Aquileia (1200), il re dell'Armenia (1201), il Sacro Romano Imperatore (1201) e la stessa rivale Bisanzio (1199). Dandolo condusse anche con successo campagne militari contro Zara, che aveva cercato di unirsi all'Ungheria, e contro Pisa, che aveva cercato di stabilire degli avamposti in Istria, una zona che secondo Dandolo ricadeva sotto l'influenza veneziana."
            },
            {
                "heading": "La Quarta Crociata",
                "text": "Nel 1198 papa Innocenzo III era salito al soglio pontificio e aveva cominciato a invocare una nuova crociata per liberare la Terrasanta. Per lo più ignorato dai reali europei, il suo appello fu raccolto dal conte Tebaldo di Champagne e dal conte Bonifacio del Monferrato. A corto di fondi, i crociati inviarono dei messaggeri alle città-stato marittime per ottenere trasporto in Egitto, da dove speravano di colpire il cuore delle terre della dinastia ayyubide e da lì proseguire per liberare la Palestina. Il doge Dandolo acconsentì di trasportare 33.000 soldati, un numero ambizioso, in cambio di un sostanzioso pagamento; il contratto fu ratificato dal papa. Per soddisfare la richiesta i veneziani costruirono 50 navi da guerra e 450 da trasporto. Quando i crociati si dimostrarono impossibilitati a pagare la somma concordata, anziché perdere l'investimento Dandolo cancellò il debito e si unì alla Quarta Crociata come uno dei suoi capi. In cambio, il doge chiese alle forze crociate di aiutare Venezia a riprendere la città di Zara, che allora era in rivolta.Dopo la caduta di Zara, Dandolo incitò i crociati a deviare dall'Egitto a Costantinopoli. I comandanti cattolici volevano mettere sul trono bizantino Alessio IV Angelo e ottenere così il supporto di Bisanzio per l'invasione della Terrasanta. Questo portò al breve assedio, alla cattura e al saccheggio di Costantinopoli. Nonostante la sua età, Dandolo prese parte attiva nella pianificazione ed esecuzione dell'azione militare, conducendo i suoi veneziani contro le dighe della grande città, che cadde preda dei crociati nell'aprile del 1204. In seguito Dandolo giocò un ruolo centrale nella formulazione del trattato che suddivideva l'impero tra bizantini e crociati (che volevano formare un impero \"latino\" e cattolico), riuscendo a riservare a Venezia notevoli diritti da una parte e dall'altra.Dandolo si unì alla disastrosa invasione della Bulgaria pagana da parte dei crociati, ma tornò a Costantinopoli e morì nel maggio del 1205. Fu seppellito a Santa Sofia, anche se la posizione esatta della sua tomba nella grande basilica è sconosciuta."
            },
            {
                "heading": "Il giudizio della Storia",
                "text": "Oggi Enrico Dandolo è considerato uno dei più grandi dogi nella storia di Venezia. Prese il controllo di una potenza commerciale in declino, minata dalla corruzione e dall'inefficienza e sfidata da potenze grandi e piccole in tutta la regione. Il commercio era andato in declino e la sua potenza militare era quasi nulla. Alla sua morte Dandolo aveva posto fine a tutte le minacce esterne all'influenza veneziana, facendone ancora una volta la più grande potenza commerciale del Mediterraneo. Gli storici hanno definito Dandolo \"fondatore dell'impero coloniale veneziano\". La città rimase prospera, stabile e sicura per tutto il secolo successivo."
            }
        ]
    }
}