{
    "id": 11,
    "name": "베오그라드",
    "historical_info": "현재 세르비아의 수도인 베오그라드는 유럽에서 가장 중요한 물길인 도나우 강과 사바 강이 만나는 곳에 자리하고 있으며, 몇 세기 동안 유럽과 아시아의 교차로 역할을 해왔다. 베오그라드는 유럽에서 가장 오래된 도시 중 하나로, 그 역사가 기원전 6천 년까지 거슬러 올라가며 유럽의 선사 문화 중 가장 규모가 컸던 빈카 문화의 발상지였다고 추측된다. 기록에 남아 있는 이 지역 최초의 요새이자 정착지는 3세기에 켈트족이 건설한 것으로, 요새에 '백색의 요새'를 뜻하는 신기둔 또는 신기두눔이라는 이름을 붙였다. 그 후 200년간 신기두눔은 로마인, 훈족, 사르미샤인, 동고트족, 아바르인 등 여러 민족에게 수차례 약탈과 점령을 당하다가, 마침내 9세기에 비잔틴제국의 통치하에 들어간다. 이때 이 도시는 마찬가지로 '백색의 요새'를 뜻하는 슬라브어 '베오그라드'라는 이름이 붙게 되었다. 그 후 몇 세기 동안 베오그라드는 1차, 2차 십자군의 주둔지였으며, 불가리아, 헝가리, 비잔틴제국의 격전지이기도 했다.1456년, 헝가리를 정복하기 위해 오스만제국은 그 유명한 베오그라드 공성전을 벌였는데, 이때 베오그라드 요새가 무너졌다면 술탄 메흐메드2세가 중앙 유럽의 심장을 손에 넣을 수도 있었을 것이다. 그러나 헝가리의 야노슈 후냐디가 오스만제국의 군대를 물리치고 베오그라드를 구했으며, 나아가 유럽 기독교를 위기에서 구해내는 공을 세웠다. 오늘날에도 가톨릭 교회는 정오가 되면 이 승리를 기념하는 종을 울린다. 불행하게도, 승리를 거둔 후냐디와 병사들은 몇 주 후에 페스트로 목숨을 잃었다. 약 70년 후인 1521년, 술레이만 대제가 마침내 이 도시를 점령하였고, 그 후로 오스만제국 산자크의 중심지가 되어 콘스탄티노플 다음가는 제국 제2의 도시로 빠르게 성장했다.1815년 2차 세르비아 봉기(1807년에 한 차례 실패)로 세르비아 지역은 절반의 독립 이루었고, 1878년에 이르러서야 완전히 독립할 수 있었다. 이 새로운 왕국의 수도가 베오그라드로 이전되면서, 베오그라드는 다시 한 번 번영하고 빠르게 성장했다. 그러나 1914년 1차 세계대전 발발 이후 거듭된 공격으로 수많은 인명 피해가 발생하면서 베오그라드의 성장은 다시 멈췄다. 전쟁 후에는 신생국 유고슬라비아의 수도가 되어 갑작스러운 성장과 현대화를 겪게 되었다.2차 세계대전에 휘말리지 않기 위해 세르비아 정부가 노력을 기울였으나, 1941년 독일공군 루프트바페는 베오그라드를 폭격하고 수많은 사람을 학살하여 빠르게 점령했다. 1944년 다시 베오그라드를 향한 연합군의 폭격이 있었고, 그로부터 몇 달 후에 이 도시는 해방되었다. 전쟁이 끝나자 세르비아는 소련의 통치를 받게 되었고, 1년 후에는 베오그라드에 다시 유고슬라비아 인민공화국 정부가 수립되었다. 베오그라드는 공산주의 사상을 기반으로 하는 산업의 중심지로 빠르게 성장했다.1996년 베오그라드에서 공산주의 정부에 대항하는 대규모 시위가 발생하였고 1997년에는 최초로 비공산당원이 시장으로 선출되었다. 그러나 1999년 코소보전쟁 중 대규모 폭격으로 말미암아 큰 피해가 발생하고 수만 명의 시위대가 거리로 나서는 등의 불안이 계속되었다. 이러한 1990년대에 발생한 군사적, 경제적 문제에도 베오그라드는 역사, 문화, 관광의 중심지로 크게 성장하고 있는 도시이다.",
    "category": "군사 도시 국가"
}