{
    "id": 2,
    "name": "부다페스트",
    "historical_info": "헝가리의 수도인 부다페스트는 예로부터 '도나우 강의 여왕'이라 불리며 헝가리의 정치, 문화 중심지이자 중부 유럽의 경제 및 산업의 중추였다. 오늘날의 부다페스트 지역에는 신석기 시대(기원전 약 9500년)부터 사람이 살았다고 하지만, 기록에 따른 최초의 도시는 켈트족 도시인 아크인크로, 이 도시는 2세기에 로마가 점령한 뒤에 아크인쿰으로 이름이 바뀌었다. 도나우 강 유역의 전략적 위치 때문에 아쿠인쿰은 로마는 물론 적국들도 탐내는 요충지였다.9세기 말, 마자르족의 두 번째 수장인 아르파드가 이끄는 헝가리인들이 아쿠인쿰 주변 지역에 정착하여, 100년 후에 공식적으로 헝가리 왕국을 건국하였다. 아쿠인쿰이 성장과 번영을 구가하는 동안에도 초기에 건설된 로마 요새에 대한 보강 및 확충은 거의 이루어지지 않았는데, 13세기 타타르족의 침공을 계기로 헝가리인들은 탁 트인 평원에서 도시를 지켜내는 것이 얼마나 어려운 일인지 실감하게 되었다. 타타르족에게 패배한 후에 헝가리 왕 벨라 4세는 도시 주변에 보강된 석벽을 건설하고, 아쿠인쿰 외곽 언덕에 있어 천혜의 방어 조건을 갖춘 도시인 부더로 궁전을 옮겼다. 1361년 아쿠인쿰/부더는 헝가리의 수도가 되었다.이탈리아 르네상스는 이 도시에 문화적으로 큰 영향을 미쳤고, 마차시 후냐디 왕은 15세기에 이곳에 도서관을 건립하였는데, 역사, 철학, 과학 장서는 유럽에서 가장 방대한 수준이었다. 장서와 규모로 이에 필적하는 곳이 바티칸의 도서관밖에 없었을 정도이다. 그러나 1526년 튀르크의 침략으로 폭발적인 문화 성장에 급제동이 걸렸고, 1541년 부더를 공격, 점령한 튀르크는 140년간 이곳을 점유했다. 1686년에 카를 5세가 이 도시를 해방해 합스부르크 제국에 편입시켰다. 불행히도 그때의 전투로 말미암아 도시는 거의 파괴되었다.19세기에는 합스부르크로부터 독립하려는 헝가리의 투쟁으로 점철되었는데, 마침내 1867년의 타협으로 오스트리아-헝가리 이중제국이 수립되었고 두 왕가가 모두 부더를 수도로 지정했다. 1873년 부더, 페스트, 오부더(옛 부더)가 공식 통합되면서 오늘날의 부다페스트가 되었고, 경제와 문화적 성장의 황금기가 시작되었다.부다페스트의 행복한 나날은 1차 세계대전과 오스트리아-헝가리 제국의 몰락으로 막을 내렸다. 2차 세계대전 중 부다페스트는 영국과 미국의 공습으로 큰 피해를 당했고, 1945년 부다페스트 전투에서 포위당하기도 했다. 소련군의 공격으로 도시는 민간인 수만 명이 학살당하는 엄청난 피해를 당했다. 공산주의 정부는 전쟁이 끝난 후에 도시를 재건하기는커녕, 그나마 남아 있던 역사적 건물마저 불지르고 파괴했다.1956년에 부다페스트에서 일어난 평화적인 학생 시위 중에 국가 안보 경찰이 군중에 발포하면서 헝가리 혁명이 시작되었다. 이 혁명으로 정부가 전복되었으나, 소련은 부다페스트에 탱크 군단을 파병해 혁명을 진압하고 공산당을 복권시켰다. 1991년에 헝가리가 자유 사회로의 이행을 시작함에 따라 소련군이 부다페스트에서 완전히 철수했다. 20세기 말까지 전쟁 피해를 복구하고 남아 있는 사적을 보존 및 재건하기 위한 노력이 이루어졌다. 이러한 건설과 성장의 희망에도 불구하고, 부다페스트는 최근 주민이 이웃의 페슈트 주로 망명함에 따라 인구가 급감하기 시작했다.",
    "category": "군사 도시 국가"
}