[
    {
        "id": 1,
        "name": "Buddhismus",
        "summary": "Der Buddhismus, mit derzeit mehr als 350 Millionen Anhängern weltweit, basiert auf den Lehren des ehrwürdigen spirituellen Führers Siddharta Gautama, genannt \"erhabener Buddha\", was \"der Erwachte\" bedeutet. Als zentrale Figur des Buddhismus gilt Buddha nicht als Gott; er hat sich auch nie angemaßt, eine Verbindung zu Gott zu haben. Stattdessen hat Buddha seine Anhänger gelehrt, einen Pfad zur Erleuchtung zu beschreiten, basierend auf seiner eigenen Lebenserfahrung, eine Besonderheit, die den Buddhismus von den meisten anderen wichtigen Weltreligionen unterscheidet.Die Glaubensgrundsätze des Buddhismus, die Vier Edlen Wahrheiten und der Achtfache Pfad, zeigen den Weg auf, mit denen man das Nirwana, oder den Frieden nach endlosem Leiden, erreichen kann. Vereinfacht sagen uns die Vier Edlen Wahrheiten, dass das Leben Leiden ist, dieses Leiden aus unserem Hang zu Begierden entsteht, dass das Leiden endet, wenn dieser Hang zu Begierden endet, und dass Freiheit vom Leiden möglich ist, wenn man den Achtfachen Pfad praktiziert. Wie der Name schon sagt, gibt es beim Achtfachen Pfad acht Aspekte, von denen ein jeder die Praktik beschreibt, die notwendig ist, um die Vier Edlen Wahrheiten vollständig zu begreifen.Heute gibt es drei wichtige Schulen des Buddhismus. Die größeren, Theravada und Mahayana, nennt man sutrische Schulen. Sie glauben, dass die wichtigste Herangehensweise zur Erlangung der Erleuchtung das sorgfältige Studium von Buddhas Lehren ist. Die dritte, Vajrayana, ist eine tantrische Schule, was bedeutet, dass man den Prozess der Erleuchtung durch den Einsatz von Yoga, Mantras und anderen Ritualen beschleunigen kann.",
        "url": "https://eyefyre.github.io/civvapi/v1/de/religions/buddhism.json"
    },
    {
        "id": 2,
        "name": "Katholizismus",
        "summary": "Der römische Katholizismus bezieht sich auf die Theologie und Doktrin der christlichen Kirche unter der Schirmherrschaft des Heiligen Stuhls, dem Papsttum mit Sitz in Rom. Den Religionsgelehrten zufolge unterscheidet sich der Katholizismus von anderen Zweigen des Christentums durch seine Verpflichtung gegenüber den kirchlichen Traditionen, den Sakramenten und seiner Priesterschaft als Interpreten der Bibel.Die erste bekannte Verwendung des Begriffs \"Katholische Kirche\" nahm Ignatius von Antiochia um 107 n. Chr. vor. Die frühe Kirche wurde anhand der Regeln der drei Patriarchate organisiert, dem von Rom, Alexandria und Antiochia - zu denen später die Patriarchate von Konstantinopel und Jerusalem kamen. Der Patriarch von Rom beanspruchte besondere Autorität aufgrund der Verbindung des Heiligen Petrus zur Stadt. Tausend Jahre lang dominierte der Römische Katholizismus in Europa, bis das Morgenländische Schisma 1054 n. Chr. zum Aufstieg der östlichen Orthodoxie führte. Um die 500 Jahre später entstand mit der protestantischen Reformation eine weitere wichtige Gruppierung der Christenheit, bei der viele Europäer die Lehren und Praktiken des Katholizismus zugunsten eines persönlicheren Ausdrucks des Glaubens ablehnten.Derzeit betrachtet die Römisch-Katholische Kirche diejenigen, die nicht in Kommunion mit dem Vatikan stehen, als \"Nicht-Katholiken\", toleriert jedoch abweichende Interpretationen der Bibel. Der römische Katholizismus bleibt mit mehr als einer Milliarde Anhängern weltweit jedoch die größte christliche Kirche.",
        "url": "https://eyefyre.github.io/civvapi/v1/de/religions/catholicism.json"
    },
    {
        "id": 3,
        "name": "Konfuzianismus",
        "summary": "Der Konfuzianismus ist eine Religion, die auf den Lehren des chinesischen Philosophen Konfuzius basiert, der 551 v. Chr. geboren wurde. Der ursprünglich als ethische und gesellschaftliche Philosophie eingeführte Konfuzianismus hat heute mehrere Millionen Anhänger, hauptsächlich in den Regionen Ostasiens. Zu Lebzeiten hoffte Konfuzius, den Menschen einen starken Glauben an persönliche Moral, gesellschaftliche Verantwortung und familiäre Loyalität beizubringen, da jeder seine Rolle in der Gesellschaft erfüllen müsse. Als humanistische Philosophie konzentriert sich der Konfuzianismus auf die Fähigkeit jedes menschlichen Wesens zu lernen, zu wachsen und sich zu verbessern durch ethisches Verhalten und Rücksicht auf andere.Nach Konfuzius' Tod gegen 479 v. Chr. verbreitete sich seine Lehre fast 200 Jahre lang, bis die Qin-Dynastie gegen die Philosophie vorging. Die Anführer der Qin sahen im Konfuzianismus eine direkte Bedrohung ihrer Autorität, deshalb ließen sie die meisten konfuzianischen Bücher verbrennen, darunter viele Originalhandschriften von Konfuzius. Auch Tempel im ganzen Land wurden zerstört, wodurch den Anhängern des Konfuzianismus nur wenig Heiligtümer blieben. Trotz dieser Bemühungen, das konfuzianische Glaubenssystem auszumerzen, fand man in den Mauern des Hauses eines Gelehrten ein Geheimlager mit konfuzianischen Manuskripten und die Religion blühte nach dem Fall der Qin 206 v. Chr. wieder auf.Heutzutage studieren Gelehrte auf der ganzen Welt die Werke des Konfuzianismus. Sie gehen den Konfuzianismus zwar eher als Philosophie und nicht als traditionelle Religion an, aber der Unterschied zwischen diesen beiden Auslegungen ist verschwommen.",
        "url": "https://eyefyre.github.io/civvapi/v1/de/religions/confucianism.json"
    },
    {
        "id": 4,
        "name": "Hinduismus",
        "summary": "Der Hinduismus, der von vielen als die älteste noch praktizierte Religion angesehen wird, basiert auf einer Reihe antiker Schriften, den Veden. Diese Sammlung von Sanskrit-Texten umfasst vier Hauptschriften; man glaubt, dass sie vor über 3.500 Jahren verfasst wurden. Mit heutzutage mehr als einer Milliarde Anhängern (hauptsächlich in Indien) hat der Hinduismus auch eine der größten Anhängerschaften der wichtigen Religionen.Der Hinduismus kann keinem einzelnen Gründer zugeordnet werden, da die Religion auf Grundlage der in den Veden gefundenen Schriften gewachsen ist. Sie konzentriert sich auf eine einzelne, vereinende Macht, die alle Aspekte unserer Existenz bestimmt. Es gibt zwar eine Reihe bekannter Götter im Hinduismus, besonders Shiva, Vishnu und Brahma, doch diese Gottheiten sind nur ein kleiner Teil eines größeren Gottes. Dharma, oder die \"letztendliche Wirklichkeit\" ist die universelle Gesetzesmacht, an die alle existierenden Dinge gebunden sind durch endlose Zyklen aus Tod und Wiedergeburt. Die Hindus glauben, dass man sich von der endlosen Reinkarnation nur durch Meditation und die Verinnerlichung, dass Gott in allen Dingen ist, lösen kann. Hindus glauben auch an Karma, durch das unsere Taten, egal ob gut oder böse, einen Grund haben und den weiteren Verlauf des Lebens beeinflussen.Es gibt zwar eine Reihe von Sekten innerhalb des Hinduismus und die Schulen unterscheiden sich in den Interpretationen der alten Schriften, aber sie sehen sich nicht als Konkurrenten an und tauschen die Vorstellungen und Ansichten offen untereinander aus.",
        "url": "https://eyefyre.github.io/civvapi/v1/de/religions/hinduism.json"
    },
    {
        "id": 5,
        "name": "Islam",
        "summary": "Die zweitgrößte Religion der Welt, der Islam, gründet auf dem Glauben, dass es nur einen wahren Gott, Allah, gibt, der seinen Willen durch eine Reihe von Propheten geäußert hat. Der wichtigste dieser Propheten, Mohammed, hat die Worte Gottes im heiligen Buch der Moslems, dem Koran, aufgezeichnet.Mohammed, der 570 n. Chr. in der Stadt Mekka (im heutigen Saudi-Arabien) geboren wurde, wuchs zum Kaufmann auf und arbeitete später als Schafhirte. Mit 40 Jahren hatte er jedoch Visionen von Gott und zeichnete Gottes Worte wörtlich im Koran auf. Von diesem Zeitpunkt an predigte Mohammed das Wort Gottes und ließ seine Anhänger wissen, dass der einzig wahre Weg zur Erlösung es sei, sich Gott durch tägliche Gebete vollkommen hinzugeben und die von Gott gegebenen Gesetze strikt zu achten. Die fünf Säulen des Islam bilden den Rahmen, durch den die Erlösung erreicht werden kann, sie lauten vereinfacht, dass es keinen Gott außer Allah gibt und Mohammed sein Prophet ist, dass man täglich zu den fünf vorgegebenen Zeiten zu Gott beten, die Bedürftigen unterstützen, während des Fastenmonats Ramadan von Sonnenaufgang bis Sonnenuntergang fasten und während des heiligen Monats Dhu l-hiddscha mindestens einmal im Leben eine Pilgerreise nach Mekka unternehmen muss.Wie es auch bei vielen anderen Religionen der Fall war, stießen Mohammed und seine Anhänger auf entschiedenen Widerstand durch andere Glaubensrichtungen. Dennoch verbreitete sich Mohammeds Botschaft nach seinem Tod im Jahre 632 n. Chr. im Nahen Osten. Seither hat sich der Islam in eine Reihe von Glaubensrichtungen gespalten, die größten davon sind die Sunniten und die Schiiten. Sie sind zwar im gemeinsamen Glauben verbunden, doch die beiden Gruppierungen unterscheiden sich in der Interpretation, wer den Islam nach Mohammeds Tod führen sollte.",
        "url": "https://eyefyre.github.io/civvapi/v1/de/religions/islam.json"
    },
    {
        "id": 6,
        "name": "Judentum",
        "summary": "Das Judentum ist die Religion der Juden, ursprünglich ein Stammesvolk hauptsächlich aus der Region um Jerusalem im Nahen Osten. Der jüdische Glauben, der eine der ältesten heute noch praktizierten Religionen ist, soll etwa vor 3.500 Jahren entstanden sein als eine der ersten monotheistischen Religionen. Trotz der inhärenten Unterschiede sind viele Aspekte des Judentums eng mit dem Christentum und dem Islam verbunden, sie gelten alle als \"abrahamitische\" Religionen, was bedeutet, dass sie auf Abraham zurückzuführen sind.Das Zentrum des jüdischen Glaubens bildet die Torah. Diesen Namen haben die Juden den ersten fünf Büchern der Bibel gegeben. Die Torah, die Moses auf dem Berg Sinai erhalten haben soll, umreißt die Mittel, anhand derer die Juden ein Leben nach Gottes Willen führen können. Die Kernlehren des Judentums wurden von den Gelehrten über die Jahrhunderte diskutiert. Die Juden glauben, dass sie das von Gott auserwählte Volk sind, und dass Gott einen Messias schicken wird, um alle Auserwählten zurück nach Israel zu bringen.Auch wenn die Juden im Verlauf der Geschichte oft verfolgt wurden und sich über die ganze Welt verstreuten, hat ihre Religion Bestand und der Glaube der Juden an Gott ist trotz aller ihnen zugefügten Untaten ungebrochen.",
        "url": "https://eyefyre.github.io/civvapi/v1/de/religions/judaism.json"
    },
    {
        "id": 7,
        "name": "Shintoismus",
        "summary": "Der Shintoismus verfügt weder über eine zentrale Doktrin noch über eine Gründungsfigur. Es ist eine japanische Religion, die auf der Verbundenheit des Individuums mit der Welt und der japanischen Heimat basiert. Einer der zentralen Aspekte des Shintoismus ist die Anbetung von Geistern, so genannten Kami, denen an Schreinen gehuldigt wird. Auch wenn die Kami nicht wirklich als Götter angesehen werden, sind es Geister oder Wesen mit engen Verbindungen zu den Menschen. Sie können den Verlauf des Lebens vorteilhaft beeinflussen. Der Shintoismus konzentriert sich jedoch nicht auf den Glauben an die Kami, sondern vielmehr auf das Ritual der Hingabe. Indem man den Kami an Schreinen Respekt zollt, zeigt man ihnen sein Interesse. Im Gegenzug können die Kami das Leben verbessern. Auch wenn der Shintoismus für das Leben in Japan für Jahrhunderte von zentraler Bedeutung war und heute über 100 Millionen Anhänger hat, ist es keine Religion im traditionellen Sinne. Es ist vielmehr ein Glaube, der tief mit dem japanischen Volk verwurzelt ist.",
        "url": "https://eyefyre.github.io/civvapi/v1/de/religions/shinto.json"
    },
    {
        "id": 8,
        "name": "Sikhismus",
        "summary": "Der Sikhismus, der im 15. Jahrhundert n. Chr. von Guru Nunak Dev begründet wurde, ist durch die Bemühungen der nachfolgenden Gurus, die für die Tugenden Frieden, Gleichheit und Selbstlosigkeit eintraten, seit seiner Entstehung stetig gewachsen. Heute hat der Sikhismus über 20 Millionen Anhänger, vor allem in der Region Punjab in Indien. Die Sikhs glauben an nur einen Gott, der keine physische Form hat, doch jeder Sikh hat die Fähigkeit, mit Gott zu sprechen, und alle sind in Gottes Augen gleich.Sikhs sind für ihre Großzügigkeit anderen gegenüber bekannt, da eine der wichtigsten Lehren ihrer Religion besagt, dass alle Menschen gleich erschaffen werden, unabhängig von Religion, Rasse oder Geschlecht. Im Unterschied zu anderen großen Religionen gehört es zum Sikhismus, dass gute Taten anderen gegenüber wichtiger sind als alle Formen von Ritualen. Sikhs sind außerdem dazu verpflichtet, Ungerechtigkeit zu bekämpfen und den Unterdrückten zu helfen, da Wahrheit und Frieden die höchsten Güter sind. Sie glauben, dass jeder Sikh nur Erlösung erlangen kann, wenn er sich in disziplinierter Meditation persönlich beobachtet und auf Gott konzentriert.Es gibt eine Reihe von Beschränkungen, die Sikhs auferlegt werden. So ist es ihnen untersagt, sich das Haar zu schneiden, berauschende Substanzen zu sich zu nehmen und vor allem jegliche Form von Ritualen, Aberglauben oder Pilgerfahrten zu praktizieren.",
        "url": "https://eyefyre.github.io/civvapi/v1/de/religions/sikhism.json"
    },
    {
        "id": 9,
        "name": "Taoismus",
        "summary": "Der Taoismus ist eine einzigartige Religion, die auf den alten Glaubenslehren und Philosophien der chinesischen Königreiche des 2. Jahrhundert n. Chr. basiert. Auch wenn er nicht direkt einem einzelnen Gründer zugeschrieben wird, liegen die Wurzeln in den Schriften des Philosophen Laotse, der im 4. Jahrhundert v. Chr. das \"Tao te ching\" verfasste. Chang Tao Ling, der erste \"Himmelsmeister\", gründete die erste Gedankenschule des Taoismus basierend auf den Werken von Laotse.Indem er die Lehren des Laotse predigte, konnte Chang Tao Ling schnell Bekehrte um sich scharen und verbreitete die einfache Doktrin des Taoismus. Einer der bekanntesten Aspekte dieser Religion, Yin und Yang, stellt die Welt dar, die mit gegensätzlichen Kräften gefüllt ist, die in Harmonie und Balance zueinander stehen. Ein bekanntes Beispiel sind Licht und Dunkelheit. Anhänger des Taoismus sollen im täglichen Leben Demut, Güte und Mitgefühl praktizieren, um diese Balance aufrecht zu halten.Im Laufe der Geschichte gab es im Taoismus viele Sekten und Zweige, die von der ursprünglichen Lehre abwichen, da sich Elemente der chinesischen Tradition in die Philosophie einschlichen. Magie, Alchemie und andere mystische Kräfte wurden schon seit den Anfängen der Lehre in irgendeiner Form von Taoisten mit aufgenommen. Auch wenn Schätzungen über die Gesamtzahl der Anhänger des Taoismus weit auseinandergehen, geht man davon aus, dass in China und den umliegenden Gebieten heute noch immer mehrere Millionen von ihnen leben.",
        "url": "https://eyefyre.github.io/civvapi/v1/de/religions/taoism.json"
    },
    {
        "id": 10,
        "name": "Tengrismus",
        "summary": "Die alte Religion Tengrismus wird vor allem den Stammesvölkern Zentralasiens zugeschrieben, einschließlich der Hunnen und Mongolen. Sie basiert hauptsächlich auf dem Glauben an den Himmelsgott Tengri und Eje, die Mutter Erde, und wurde eher lose ohne Priester oder Kleriker praktiziert. Es wurden auch keine Versuche unternommen, andere zu bekehren. Da sie sich darauf konzentrierten, in Harmonie mit der Umwelt zu leben, waren den Anhängern von Tengri die Ressourcen heilig, die die Erde bereithielt, ganz besonders Wasser, das selten war in den Steppen Zentralasiens, in denen die meisten Anhänger des Tengrismus zu finden waren. Auch wenn man davon ausgeht, dass es in Teilen Asiens noch heute Anhänger des Tengrismus gibt, gibt es keine genaue Zählung, wie viele es tatsächlich sind.",
        "url": "https://eyefyre.github.io/civvapi/v1/de/religions/tengriism.json"
    },
    {
        "id": 11,
        "name": "Zarathustrismus",
        "summary": "Man nimmt an, dass der Zarathustrismus, eine alte Religion, die auf den Lehren des Propheten Zarathustra beruht, vor etwa 3.500 Jahren in der Region um den heutigen Iran begründet wurde. Obwohl es eine Zeit gab, in der Zarathustrismus eine der am weitesten verbreiteten Religionen der Welt war, geht man davon aus, dass es heutzutage nur noch etwa 200.000 Anhänger gibt, die vor allem in Indien, Pakistan und im Iran leben. Es gibt Meinungen, dass Zarathustrismus die älteste monotheistische Religion der Welt ist, doch unter Gelehrten ist diese Ansicht stark umstritten. Der Glauben der Anhänger des Zarathustrismus kreist um den Schöpfergott Ahura Mazda, der Mittelpunkt aller zarathustrischer Tradition und Anbetung ist. Es heißt, Ahura Mazda habe seine Weisheit Zarathustra offenbart, der diese Lehren in der Region verbreitete. Die heiligen Texte des Zarathustrismus, die gesammelt als Avesta bekannt sind, enthalten Lobeshymnen, die Zarathustra selbst verfasst haben soll.Wie viele andere Religionen auch beschreibt der Zarathustrismus Möglichkeiten, im Einklang mit der Welt um uns herum zu leben, in diesem Fall durch gute Gedanken und gute Taten. Seine Anhänger werden oft fälschlicherweise als Feueranbeter beschrieben, was zum Teil an der vorherrschenden Stellung von Feuer als Symbol in zarathustrischen Ritualen liegt. Im Zarathustrismus steht das Feuer für das Licht von Ahura Mazda, und Gläubige beten immer in Richtung des Lichts, doch sie beten nicht die Flamme an sich an.",
        "url": "https://eyefyre.github.io/civvapi/v1/de/religions/zoroastrianism.json"
    },
    {
        "id": 12,
        "name": "Orthodoxe Ostkirche",
        "summary": "Die Orthodoxe Kirche ist aktuell die zweitgrößte christliche Glaubensgemeinschaft und besitzt etwa 300 Millionen Anhänger. Das Ziel der Orthodoxen Kirche ist es, das Leben durch die Theosis, eine spirituelle Pilgerreise, christlicher zu gestalten, um sich so Gott zu nähern.Die Anfänge der Kirche lassen sich auf das Große Schisma zurückführen. Während des 9. und 10. Jahrhunderts n. Chr. erreichte die christliche Kirche durch den Patriarchen von Konstantinopel eine Vielzahl von Konvertierungen unter den Völkern Osteuropas, darunter die Kiewer Russen und der Balkan. Verschiedene Auslegungen von Doktrinen wie der Filioque, die Autorität des Papstes über den Patriarchen von Konstantinopel in religiösen Angelegenheiten, sowie Verstimmungen, die durch die politische und wirtschaftliche Rivalität zwischen Rom und Konstantinopel hervorgerufen wurden, führten schließlich zum Schisma. Der endgültige Bruch zwischen diesen beiden christlichen Zweigen wird der Plünderung Konstantinopels durch die katholischen Kreuzritter im Jahr 1204 n. Chr. zugeschrieben. Nachdem Konstantinopel 1453 an die Osmanen gefallen war, entfernte sich die östliche Kirche unter der relativ toleranten Herrschaft der Türken noch weiter von Rom. Die Orthodoxe Kirche, die sich selbst als wahrer Erbe der frühen christlichen Lehren und Praktiken sah, blühte unter der Herrschaft der russischen Zaren auf. Obwohl die Anhängerzahlen durch den Kommunismus und die Säkularität im Balkan zurückgingen, konnte die Orthodoxe Kirche in den letzten Jahrzehnten erneut aufleben und ist nach wie vor ein wichtiger Teil des Christentums.",
        "url": "https://eyefyre.github.io/civvapi/v1/de/religions/eastern_orthodoxy.json"
    },
    {
        "id": 13,
        "name": "Protestantismus",
        "summary": "Die Reformation, eine Bewegung, die das christliche Europa schließlich spaltete, begann in Deutschland als Protest gegen katholische Doktrinen und Praktiken - im Speziellen in Bezug auf Erlösungsfragen sowie Auslegung und Interpretation der Bibel.Basierend auf den Veröffentlichungen von humanistischen Gelehrten veröffentlichte Martin Luther, ein deutscher Priester aus der Universitätsstadt Wittenberg, im Jahr 1517 n. Chr. seine 95 Thesen, die bestimmte Praktiken der katholischen Kirche kritisierten. Seinem Beispiel folgend sahen andere liberale religiöse Denker die Chance, ihre eigenen Kritiken gegenüber der Kirche zu verbreiten, und \"evangelische\" lutherische Anhänger vermehrten sich sprunghaft in Deutschland und Skandinavien - in der Schweiz wurde der Glauben unter Johannes Calvin \"reformiert\". Während sich in England und anderen Ländern die Religion zudem immer mehr mit der Politik vermischte, wurden weitere protestantische Kirchen gegründet. Auch wenn es Unterschiede gab, hatten alle protestantischen Bewegungen zwei identische Grundlehren: dass die Bibel, und nicht die päpstliche Auslegung, die einzige autoritäre Quelle des Christentums darstellt, und dass Erlösung durch die Gnade Jesus Christus erfolgt, und nicht durch gute Taten oder Ablässe.Die Risse im katholischen Glauben lösten zahlreiche religiöse Kriege aus, deren Echos noch heute zu hören sind. Trotz zahlreicher Bewegungen und Abspaltungen im Protestantismus hat er heute insgesamt über 670 Millionen Anhänger.",
        "url": "https://eyefyre.github.io/civvapi/v1/de/religions/protestantism.json"
    }
]