[
    {
        "resolution_id": 1,
        "name": "Líder mundial",
        "summary": "Nombra al Líder mundial. Si una civilización recibe el apoyo de suficientes delegados en el Congreso, ese líder conseguirá una victoria diplomática. La cantidad necesaria depende del número de civilizaciones y de ciudades-estado que haya en juego y puede verse en la pantalla del Líder mundial.Si ninguna civilización recibe bastante apoyo para ganar, las dos que consiguieron el mayor apoyo ganarán permanentemente 2 delegados adicionales para usarlos en sesiones futuras.Esta propuesta no la puede hacer una civilización, sino que se propone automáticamente a intervalos regulares una vez el Congreso Mundial se convierta en las Naciones Unidas.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/world_leader.json"
    },
    {
        "resolution_id": 2,
        "name": "Nombramiento de anfitrión",
        "summary": "Nombra a una civilización como anfitriona del Congreso. Ser anfitrión supone tener más delegados y poder proponer resoluciones.Esta resolución no la puede proponer una civilización, sino que se presenta automáticamente cuando las civilizaciones pasan a épocas posteriores.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/choose_host.json"
    },
    {
        "resolution_id": 3,
        "name": "Embargo a las ciudades-estado",
        "summary": "No se puede fundar ninguna ruta comercial con las ciudades-estado. Todas las rutas comerciales de este tipo se terminan y deben reasignarse.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/embargo_city-states.json"
    },
    {
        "resolution_id": 4,
        "name": "Embargo",
        "summary": "No se puede fundar ninguna ruta comercial entre la civilización elegida y cualquier otra. Todas las rutas comerciales de este tipo se terminan y deben reasignarse.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/embargo.json"
    },
    {
        "resolution_id": 5,
        "name": "Prohibir lujo",
        "summary": "Se decide que un recurso de lujo es inmoral, peligroso o por lo demás inapropiado para que lo use la población en general. Mientras la prohibición esté en vigor, las civilizaciones no recibirán ningún beneficio de Felicidad por dicho recurso.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/ban_luxury.json"
    },
    {
        "resolution_id": 6,
        "name": "Tasa por ejército permanente",
        "summary": "El coste en Oro de mantenimiento de unidades se incrementa en un 25%.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/standing_army_tax.json"
    },
    {
        "resolution_id": 7,
        "name": "Eruditos en residencia",
        "summary": "Las civilizaciones investigan una tecnología un 20% más rápido si ya ha sido descubierta por al menos otra civilización.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/scholars_in_residence.json"
    },
    {
        "resolution_id": 8,
        "name": "Feria Mundial",
        "summary": "Inicia el proyecto de la Exposición Universal. Cuando este se encuentre en marcha, las civilizaciones podrán contribuir con Producción para completarlo si así lo seleccionan en la lista de producción de la ciudad. Cuando se complete, las civilizaciones recibirán bonificaciones en función de lo mucho que hayan aportado.   ",
        "project_prizes": {
            "gold": "La Cultura aumenta en un 100% durante 20 turnos.",
            "silver": "Política social gratis",
            "bronze": "500 puntos hacia la próxima Edad de Oro ."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/world's_fair.json"
    },
    {
        "resolution_id": 9,
        "name": "Juegos Internacionales",
        "summary": "Inicia el proyecto de los Juegos Internacionales. Cuando este se encuentre en marcha, las civilizaciones podrán contribuir con Producción para completarlo si así lo seleccionan en la lista de producción de la ciudad. Cuando se complete, las civilizaciones recibirán bonificaciones en función de lo mucho que hayan aportado.  Solo está disponible cuando una civilización descubre la Radio.",
        "project_prizes": {
            "gold": "El Turismo aumenta en un 100% durante 20 turnos. Política social gratis.",
            "silver": "+3 a Felicidad . Aumento único de 30 a Influencia con ciudades-estado.",
            "bronze": "+3 a Felicidad ."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/international_games.json"
    },
    {
        "resolution_id": 10,
        "name": "Estación Espacial Internacional",
        "summary": "Inicia el proyecto de la Estación Espacial Internacional. Cuando este se encuentre en marcha, las civilizaciones podrán contribuir con Producción para completarlo si así lo seleccionan en la lista de producción de la ciudad. Cuando se complete, las civilizaciones recibirán bonificaciones en función de lo mucho que hayan aportado.  Solo está disponible cuando una civilización descubre los Satélites.",
        "project_prizes": {
            "gold": "La maravilla Estación Espacial Internacional aparece en la capital . +1 a la Producción de los Científicos y +1 a la de Ciencia de los Ingenieros. Los Grandes científicos proporcionan un 33% más de Ciencia cuando se utiliza para descubrir nueva tecnología. Solo se puede construir en colaboración mediante el Congreso Mundial.",
            "silver": "Gran científico gratis.",
            "bronze": "Empuje en investigación único"
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/international_space_station.json"
    },
    {
        "resolution_id": 11,
        "name": "Enclaves de herencia cultural",
        "summary": "Cada Maravilla del mundo aporta +3 a la Cultura de su ciudad.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/cultural_heritage_sites.json"
    },
    {
        "resolution_id": 12,
        "name": "Enclaves de herencia natural",
        "summary": "Cada Maravilla natural otorga +5 a la Cultura cuando se explota.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/natural_heritage_sites.json"
    },
    {
        "resolution_id": 13,
        "name": "Prohibir armas nucleares",
        "summary": "Se impide que todas las civilizaciones construyan armas nucleares (Bomba atómica y Misil nuclear). No obstante, las armas que ya estén construidas no se desmantelarán.. Solo está disponible cuando una civilización descubre la Balística avanzada.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/nuclear_non-proliferation.json"
    },
    {
        "resolution_id": 14,
        "name": "Religión del mundo",
        "summary": "Designa una religión como la oficial del mundo. Las civilizaciones que tengan una mayoría de ciudades en su imperio que sigan la religión recibirán 2 delegados más. La religión se propaga un 25% más rápido, y su ciudad santa recibe un +50% a Turismo . Solo puede haber una religión del mundo a la vez.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/world_religion.json"
    },
    {
        "resolution_id": 15,
        "name": "Ideología del mundo",
        "summary": "Designa una Ideología como la oficial del mundo. Las civilizaciones que la sigan recibirán 2 delegados más. La opinión pública a favor de esta ideología aumentará en todas las civilizaciones. Solo puede haber una Ideología del mundo a la vez.Solo está disponible cuando una civilización descubre la Radio.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/world_ideology.json"
    },
    {
        "resolution_id": 16,
        "name": "Financiación de las artes",
        "summary": "Aumenta en un 33% la creación de Grandes escritores, artistas y músicos. Disminuye en un 33% la de Grandes científicos, ingenieros y mercaderes.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/arts_funding.json"
    },
    {
        "resolution_id": 17,
        "name": "Financiación científica",
        "summary": "Aumenta en un 33% la creación de Grandes científicos, ingenieros y mercaderes. Disminuye en un 33% la de Grandes escritores, artistas y músicos.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/sciences_funding.json"
    },
    {
        "resolution_id": 18,
        "name": "Sitios de interés histórico",
        "summary": "Las mejoras de casillas por Grandes personajes conceden +2 de Cultura cuando se explotan, y los Sitios de interés que construyan los Arqueólogos dan +4 de Cultura cuando se explotan.Solo está disponible cuando una civilización descubre la Arqueología.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/es/resolutions/historical_landmarks.json"
    }
]