{
    "id": 1,
    "name": "Agricultura",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/agriculture.png",
    "era": "Antigüedad",
    "cost": 20,
    "civilopedia_entry": "La agricultura es el cultivo de plantas, principalmente para obtener alimentos, pero también para conseguir ropa, refugio, medicinas, diversiones y otros usos diversos. Las técnicas de cultivo probablemente se desarrollaron de manera independiente en numerosos lugares. La primera evidencia de agricultura encontrada hasta el momento se remonta a finales de la Edad de Hielo, hace 10.000 años, aproximadamente. Lo más interesante es que, al parecer, no se la inventaron cazadores-recolectores hambrientos que buscaban desesperadamente nuevos medios de procurarse el sustento, sino que los indicios sugieren que los primeros agricultores eran cazadores-recolectores acomodados que probablemente ya tenían a mano gran cantidad de alimentos. Tiene sentido: los pueblos con excedentes de alimentos pueden permitirse el lujo de experimentar con nuevas tecnologías, mientras que los que pasan hambre van a dedicar todas sus energías a los métodos contrastados y fiables de procurarse el sustento.En sus albores, la agricultura era un proceso lento y cíclico. Se sembraba en primavera, se cuidaban los campos y se regaban hasta que las cosechas estuvieran listas para recogerse, varios meses más tarde. Como hay pocos lugares que tengan un clima apropiado para dar productos agrícolas durante todo el año, los agricultores tenían que guardar los alimentos para los flacos meses de invierno o intercambiarlos con aquellos que tenían comida todo el año gracias a la caza, la pesca, etc. Los agricultores siempre han estado a merced de la naturaleza y el tiempo: si un año no llovía o las plagas se comían la cosecha, una familia podía morirse de hambre.La agricultura moderna (o \"agroindustria\") es una ciencia compleja y detallista que incluye manipulación genética, fertilizantes e insecticidas muy avanzados, sistemas de regadío computerizados y cosechadoras robóticas. Los avances en tecnología han aumentado mucho la producción de alimentos de un acre de tierra, por lo que muchos países, incluyendo Estados Unido, suelen sufrir en ocasiones no de hambre, sino de exceso de alimentos, lo que conlleva la obesidad crónica de sus ciudadanos y unos precios tan bajos que ponen en peligro el medio de vida de los propios agricultores que están cultivando toda la comida.",
    "quote": "\"Donde aparece la labranza, la siguen las demás artes. Los campesinos son, por tanto, los fundadores de la civilización humana.\" - Daniel Webster",
    "tech_prereqs": [],
    "tech_unlocks": [
        {
            "name": "Alfarería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/pottery.json"
        },
        {
            "name": "Ganadería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/animal_husbandry.json"
        },
        {
            "name": "Tiro con arco",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/archery.json"
        },
        {
            "name": "Minería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mining.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Colono|Colonos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/settler.json"
        },
        {
            "name": "Trabajador|Trabajadores",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/worker.json"
        },
        {
            "name": "Batidor|Batidores",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/scout.json"
        },
        {
            "name": "Guerrero|Guerreros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/warrior.json"
        },
        {
            "name": "Jaguar|Jaguares",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/jaguar.json"
        },
        {
            "name": "Guerrero maorí|Guerreros maoríes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/maori_warrior.json"
        },
        {
            "name": "Lanzadardos|Lanzadardos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/atlatlist.json"
        },
        {
            "name": "Rastreador|Rastreadores",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/pathfinder.json"
        }
    ],
    "building_unlocks": []
}