{
    "id": 3,
    "name": "Ganadería",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/animal_husbandry.png",
    "era": "Antigüedad",
    "cost": 35,
    "civilopedia_entry": "La ganadería surgió, al parecer, casi al mismo tiempo que la invención de la agricultura. Por lo que se sabe, el perro fue el primer animal domesticado, probablemente para que ayudara a cazar y matar presas. Las evidencias sugieren que se domesticó y crio por primera vez en China. De hecho, los especialistas en genética creen que un 95% de los perros que viven en la actualidad descienden de unos cuantos antepasados animales chinos. Es probable que las cabras y ovejas se domesticaran en Oriente Medio cerca del 10.000 a. C.Para conseguir domesticarlo, un animal debe reunir ciertos requisitos: ha de ser capaz de consumir alimentos que sean menos atractivos para los humanos, como hierba, alimañas o restos de la comida. Ha de crecer con presteza, para que resulte útil rápidamente y para que pueda alterarse genéticamente mediante la cría de generaciones repetidas. Ha de tener una predisposición afable. No se ha de asustar fácilmente o, de hacerlo, debe permanecer junto a otros de su especie, para que a humanos y perros les sea posible agruparlos en un rebaño. Por último, también es extremadamente útil que se le pueda adiestrar para que piense en el ser humano como en el líder de la manada.Los científicos creen que el caballo se domesticó por primera vez en la región de Ucrania, aproximadamente en el 4000-3500 a. C. Es posible que los primeros caballos se criaran por su carne, no para ayudar en distintos trabajos. En menos de medio siglo, ya se utilizaban como animales de carga en gran parte de Europa y Asia. Durante varios de los milenios siguientes, los programas de cría intensiva dieron como resultado a un animal que era mucho más grande y fuerte que el caballo salvaje originario. Con la invención del arnés y, posteriormente, de la silla y los estribos, el caballo se convirtió en el animal doméstico más importante de la historia humana (al menos, en Eurasia y el norte de África, porque los aborígenes de América se comieron a todos los suyos antes de llegar a domesticarlos).",
    "quote": "\"No pongas bozal al buey que trilla.\" - La Biblia, Deuteronomio 25:4",
    "tech_prereqs": [
        {
            "name": "Agricultura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/agriculture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Caza con trampas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/trapping.json"
        },
        {
            "name": "Rueda",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_wheel.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Caravana|Caravanas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/caravan.json"
        }
    ],
    "building_unlocks": []
}