{
    "id": 4,
    "name": "Tiro con arco",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archery.png",
    "era": "Antigüedad",
    "cost": 35,
    "civilopedia_entry": "El tiro con arco es la tecnología mediante la cual una persona usa la fuerza elástica de un palo tensado (o \"arco\") para disparar un esbelto proyectil terminado en punta (\"flecha\") a gran distancia y velocidad. A lo largo de la historia, se han utilizado arcos y ballestas para la caza y la guerra. Sus primeros usos se pierden en la bruma de los tiempos, pero probablemente se remontan al Paleolítico (que terminó hace unos 14.000 años) o incluso a antes (los arqueólogos han encontrado puntas de piedra que datan de hace 60.000 años que creen que podrían ser puntas de flecha). Prácticamente todas las culturas tempranas han utilizado arcos y flechas, a excepción de los aborígenes australianos, que al parecer nunca los inventaron).Los arqueros se han usado con fines bélicos prácticamente desde que existe la guerra. Los primeros griegos y egipcios desplegaron unidades de ellos, igual que hicieron los primeros ejércitos que se conocen de la India, Asia, Japón y las Américas. Durante la Edad Media, la ballesta y las armas de fuego empezaron a sustituir al arco y las flechas en la guerra y la caza, y en el siglo XVI ya habían desaparecido completamente de los ejércitos más modernos. El tiro con arco sobrevive hoy en día como deporte en muchas culturas del mundo. Algunos apasionados del arco y las flechas aún cazan con ellos porque, pese a su antigüedad, aún pueden abatir a un ciervo con la misma eficacia que lo hacían hace 10.000 años.",
    "quote": "\"Han emplumado el astil de la flecha con plumas de la mismísima águila. Solemos dar al enemigo el medio para destruirnos.\" - Esopo",
    "tech_prereqs": [
        {
            "name": "Agricultura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/agriculture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Rueda",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_wheel.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Arquero|Arqueros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/archer.json"
        },
        {
            "name": "Hondero|Honderos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/slinger.json"
        },
        {
            "name": "Saetero",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/bowman.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Templo de Artemisa|Templos de Artemisa",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/temple_of_artemis.json"
        }
    ]
}