{
    "id": 42,
    "name": "Arqueología",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archaeology.png",
    "era": "Era Industrial",
    "cost": 1600,
    "civilopedia_entry": "La arqueología es el estudio de los restos de pueblos antiguos con objeto de aprender más sobre su cultura, arte, arquitectura e historia. Los arqueólogos estudian construcciones en ruinas, túmulos funerarios, montones de basura, tallas ocultas en cavernas y antiguos navíos hundidos en el fondo oceánico.Aunque sin duda las vidas de nuestros antecesores han sido de interés para muchos desde el inicio de los tiempos, la arqueología como ciencia nació en el siglo XV, durante el Renacimiento europeo. Fue entonces cuando algunos individuos comenzaron a estudiar y emular el arte y la arquitectura de las antiguas Grecia y Roma, y los adinerados nobles italianos, papas, mercaderes y dirigentes de estado se dedicaron a coleccionar antigüedades. Cuando empezaron a escasear, financiaron expediciones para encontrar más artefactos.La arqueología desarrolló una base más científica en el siglo XIX gracias a los esfuerzos de académicos alemanes como Heinrich Schliemann, que estudió las primeras etapas de la cultura griega en Troya y Micenas.En la actualidad, los arqueólogos estudian todos los aspectos del hombre antiguo, desde nuestros antepasados más lejanos hasta nuestros tatarabuelos, y para ello utilizan herramientas increíblemente sofisticadas que les permiten averiguar toda clase de detalles sobre nuestros antepasados.",
    "quote": "\"Los que olvidan el pasado están condenados a repetirlo.\" - Jorge Santayana",
    "tech_prereqs": [
        {
            "name": "Navegación",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/navigation.json"
        },
        {
            "name": "Arquitectura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/architecture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Biología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/biology.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Arqueólogo|Arqueólogos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/archaeologist.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Museo|Museos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/museum.json"
        },
        {
            "name": "Louvre|Louvres",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/louvre.json"
        }
    ]
}