{
    "id": 32,
    "name": "Astronomía",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/astronomy.png",
    "era": "Renacimiento",
    "cost": 780,
    "civilopedia_entry": "La astronomía es el estudio de los objetos del espacio (desde el polvo espacial hasta los asteroides, pasando por lunas, planetas, estrellas y galaxias) así como el de fenómenos más arcanos, como los agujeros negros y los de gusano. Es la ciencia natural más antigua y hunde sus raíces en las prácticas astrológicas de la prehistoria.Gran parte de la primera astronomía está relacionada con la religión. Las estrellas y demás cuerpos celestes se asociaban a los dioses, pues se creía que éstos tenían el control directo sobre el hombre y su universo físico. Una estrella o un grupo de ellas aparecía cada año en tiempos de cosecha y, finalmente, el hombre antiguo concluía que aquélla era el hogar del dios que tenía poder sobre las cosechas. Quizá si uno sacrificaba una cabra el día que aparecía esa estrella, el dios bendeciría la cosecha que estaba al caer. Esta clase de pensamiento es la que se encuentra en la base de los estudios astrológicos, así como en la confección de los antiguos calendarios, con los que se ha asociado históricamente la astronomía.Durante el Renacimiento, la astronomía se despojó de la mayoría de sus vestiduras religiosas y se convirtió en una ciencia pura por derecho propio. En 1543, Nicolás Copérnico publicó \"De Revolutionibus Orbium Coelestium\", que postulaba que el sol era el centro del universo, y no la Tierra, y que los planetas orbitaban alrededor del sol igual que la Luna lo hacía alrededor de la Tierra. Además de representar el triunfo de la investigación científica sobre el dogma, el libro de Copérnico también sostenía que usar las matemáticas ayudaría mucho a la humanidad a entender el mundo que la rodea. Aunque la obra fue muy controvertida en su época, en la actualidad se reconoce a Copérnico como uno de los científicos más grandes de la historia y, obviamente, uno de los padres de la revolución científica.",
    "quote": "\"Ulises, gozoso, desplegó la vela al viento y, con mano hábil, dirigió el timón.\" - Homero",
    "tech_prereqs": [
        {
            "name": "Brújula",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/compass.json"
        },
        {
            "name": "Educación",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/education.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Navegación",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/navigation.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Carabela|Carabelas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/caravel.json"
        },
        {
            "name": "Barco tortuga",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/turtle_ship.json"
        },
        {
            "name": "Nao|Naos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/nau.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Observatorio|Observatorios",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/observatory.json"
        }
    ]
}