{
    "id": 62,
    "name": "Teoría del átomo",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/atomic_theory.png",
    "era": "Era Atómica",
    "cost": 5100,
    "civilopedia_entry": "La teoría atómica de la materia se planteó por primera vez en la antigua Grecia. Los filósofos Leucipo y Demócrito postularon que el mundo físico estaba formado por una cantidad infinita de partículas diminutas, los \"átomos\", que existían en un vacío. Combinados en distintas cantidades y formas, estos átomos conformaban todo lo existente, desde el aire hasta el oro, pasando por la carne humana y el suelo que pisamos. Evidentemente, no tuvieron modo alguno de demostrar aquella teoría, así que fue rechazada por filósofos posteriores como Platón y Aristóteles, que tenían lo que podría llamarse una visión más espiritual de la existencia. Dicha visión fue adoptada por la Iglesia y la mayor parte de la Europa medieval, por lo que la teoría del átomo languideció durante milenios.En el siglo XVII, la teoría del átomo cobró un renovado interés cuando el brillante científico italiano Galileo manifestó su creencia en el vacío. Filósofos y científicos trataron de separar el aspecto religioso y espiritual de lo científico. En 1658, el químico irlandés Robert Boyle realizó una serie de experimentos sobre el aire. La conclusión fue que toda la materia estaba formada por partículas sólidas dispuestas en moléculas, cuya combinación concedía a la materia sus propiedades distintivas. Con la llegada del siglo XVIII, Isaac Newton desarrolló y expandió la teoría del átomo y, durante los 100 años siguientes, los químicos realizaron grandes avances en su conocimiento de la composición y las propiedades de la materia.En 1808, el químico y físico inglés John Dalton publicó \"Nuevo sistema de filosofía química\", que asentaba la teoría del átomo sobre bases verdaderamente científicas. En su obra exponía una visión coherente de cómo se combinaban entre sí los elementos para formar compuestos. También trató de aportar pruebas físicas de la existencia de los átomos. Hacia 1869, el ruso Dmitry Mendeleyev diseñó un sistema para ordenar los elementos conocidos según su peso atómico en una \"tabla periódica\" y, en las décadas siguientes, el conocimiento humano de las propiedades de la materia aumentó exponencialmente.En 1895, el alemán Wilhelm Rontgen descubrió los rayos X y, en 1896, el francés Henri Becquerel descubrió la radiactividad en el uranio. Su trabajo fue desarrollado en la misma década, aunque algo más tarde, por los pioneros franceses Marie y Pierre Curie. Los hallazgos del matrimonio propiciaron modificaciones y mejoras radicales en la teoría básica del átomo.Esta línea de investigación continuó en el siglo XX con gran éxito y, con el tiempo, tuvieron aplicaciones prácticas que cambiaron el mundo para siempre, como la radiografía y la bomba atómica (por nombrar dos de ellas). Sin duda, Leucipo y Demócrito ni siquiera soñaron con los usos que sus herederos científicos han dado a su teoría.",
    "quote": "\"El poder del átomo desatado lo ha cambiado todo, excepto nuestro modo de pensar, lo que nos aboca a una catástrofe sin precedentes.\" - Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Plástico",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/plastics.json"
        },
        {
            "name": "Electrónica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electronics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Ecología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ecology.json"
        },
        {
            "name": "Fisión nuclear",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fission.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}