{
    "id": 59,
    "name": "Misiles balísticos",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/ballistics.png",
    "era": "Época Moderna",
    "cost": 4100,
    "civilopedia_entry": "Los misiles balísticos se desarrollaron por primera vez en las décadas de 1930 y 1940, fruto de las investigaciones de la Alemania nazi, que inauguró su descubrimiento lanzando el cohete en 1942. Los misiles balísticos se diferencian de otros proyectiles similares en que su trayectoria de vuelo consta de tres etapas. En la primera etapa del vuelo, el misil es propulsado por cohetes y sigue una trayectoria controlada. Luego emprende un recorrido suborbital, iniciando una etapa de vuelo libre antes de volver a entrar en la atmósfera y dirigirse hacia su objetivo final. El descenso a través de la atmósfera se calcula de antemano para garantizar que alcance el blanco deseado.En la actualidad, varios países utilizan y prueban diversos modelos de misiles balísticos. Los misiles balísticos intercontinentales (ICBM) poseen el mayor alcance registrado (más de 5.500 kilómetros). La capacidad de lanzar un cohete prácticamente indetectable desde el propio territorio (o, en algunos casos, desde un submarino) y hacer que caiga en suelo enemigo, a miles de kilómetros de distancia, ha dado un giro radical a las tácticas bélicas en la era moderna. Muchos de estos misiles pueden equiparse con cabezas nucleares extremadamente mortíferas, capaces de aniquilar ciudades enteras con un solo impacto.",
    "quote": "\"Los hombres, como las balas, llegan más lejos cuanto más lisos.\" - Jean Paul",
    "tech_prereqs": [
        {
            "name": "Ferrocarril",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/railroad.json"
        },
        {
            "name": "Vuelo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/flight.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
        },
        {
            "name": "Fuerzas combinadas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combined_arms.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Cañón antiaéreo|Cañones antiaéreos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/anti-aircraft_gun.json"
        },
        {
            "name": "Ametralladora|Ametralladoras",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/machine_gun.json"
        }
    ],
    "building_unlocks": []
}