{
    "id": 34,
    "name": "Banca",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/banking.png",
    "era": "Renacimiento",
    "cost": 780,
    "civilopedia_entry": "Los primeros bancos de la historia fueron probablemente templos religiosos, fundados alrededor del 3.000 a. C. En la actualidad, los bancos se alimentan de dinero, aunque es posible que los primeros depósitos se hicieran en grano. En el siglo XVIII a. C. en Babilonia, el gran líder Hammurabi incluyó leyes bancarias en su famoso código. Los griegos avanzaron aún más, y se guardan registros de templos y otras entidades bancarias en los que se hacían préstamos, se aceptaban depósitos, se cambiaban divisas y se autentificaban monedas (para cerciorarse de que no eran falsas). Los romanos continuaron las actividades bancarias según el modelo griego, con algunas mejoras. Cuando cayó el imperio, también lo hicieron las entidades bancarias europeas. Los bancos no reaparecerían en Europa hasta la Edad Media, época en la que se buscaban métodos de financiación para las cruzadas.Hoy en día, los bancos realizan muchas de las mismas funciones que tenían en la antigua Grecia. Guardan depósitos de dinero que devuelven con intereses cuando el depositante lo necesita. Prestan parte del dinero a los solicitantes, que a su vez se lo devuelven (con intereses, nuevamente). También cambian divisas, libran cheques y demás.El valor de la banca en la sociedad es que permite que mucha gente reúna su dinero para invertirlo en grandes proyectos. Pongamos que alguien quiere crear un taller de impresión y que éste vale mil piezas de oro, mucho más de lo que puede permitirse. Antes de la banca, los únicos que se podían haberse permitido respaldar el proyecto eran la realeza y, quizá, miembros importantes de la Iglesia, que, si no estaban interesados, no lo hacían y el proyecto no seguía adelante. No obstante, una vez se inventó la banca, uno podía ir al banco y pedir un préstamo. Si estimaban que su proyecto era razonable y que era una de persona de fiar, conseguía el dinero.Sin bancos, es muy difícil que un solo miembro de la sociedad consiga hacer gran cosa.",
    "quote": "\"Felicidad: una buena cuenta en el banco, una buena comida y una buena digestión.\" - Jean Jacques Rousseau",
    "tech_prereqs": [
        {
            "name": "Educación",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/education.json"
        },
        {
            "name": "Caballería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Arquitectura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/architecture.json"
        },
        {
            "name": "Economía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/economics.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Corte del sátrapa|Cortes de los sátrapas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/satrap's_court.json"
        },
        {
            "name": "Banco|Bancos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/bank.json"
        },
        {
            "name": "Ciudad Prohibida|Ciudades Prohibidas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/forbidden_palace.json"
        },
        {
            "name": "Gendarmería|Gendarmerías",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/constabulary.json"
        },
        {
            "name": "Hansa|Hansas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hanse.json"
        }
    ]
}