{
    "id": 48,
    "name": "Biología",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/biology.png",
    "era": "Era Industrial",
    "cost": 2350,
    "civilopedia_entry": "La biología es el estudio de los organismos vivos. Es un campo muy amplio, que incluye desde la ballena más grande hasta la bacteria más pequeña. Gran parte de la biología predecimonónica se volcaba en el descubrimiento y la categorización de todas las plantas, insectos y animales que hay en la Tierra. A medida que la ciencia ha avanzado y han mejorado los equipos, los científicos han empezado a sumergirse en los \"materiales de construcción\" de la biología: las células y, posteriormente, los genes y el ADN. En la actualidad, ya se tiene un gran conocimiento de la biología de todos los organismos vivos del planeta. Los biólogos han tenido tanto éxito en manipular la vida que la ciencia se ha adentrado en áreas que solo unos años antes se habrían considerado ciencia-ficción. Hemos clonado ovejas y, tarde o temprano, clonaremos personas. La nanobiología es todo un campo de estudio. Se pueden activar genes específicos para la cría selectiva. Si seguimos avanzando así, se puede predecir que en un futuro no muy lejano habrán desaparecido la mayoría de enfermedades, las partes corporales biónicas serán algo normal y la esperanza de vida humana habrá aumentado decenas de años.",
    "quote": "\"Si el cerebro fuera tan simple que pudiéramos entenderlo, seríamos tan simples que no podríamos hacerlo.\" - Lyall Watson",
    "tech_prereqs": [
        {
            "name": "Arqueología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/archaeology.json"
        },
        {
            "name": "Teoría científica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/scientific_theory.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Refrigeración",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/refrigeration.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Hospital|Hospitales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hospital.json"
        }
    ]
}