{
    "id": 7,
    "name": "Calendario",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/calendar.png",
    "era": "Antigüedad",
    "cost": 55,
    "civilopedia_entry": "Un calendario es un método de llevar la cuenta de los días. En muchas culturas antiguas, los calendarios obedecían tanto a propósitos religiosos como prácticos: ciertos días del año estaban dedicados a la adoración de determinadas deidades, y no estaba bien fallarles a los dioses y no darles lo que se les debía. De forma más prosaica, claro, los calendarios permitían a la gente seguir el clima en un área e informarles de cuándo plantar, cuándo cosechar, etc.Al parecer, los egipcios fueron los primeros en desarrollar el primer calendario práctico, y los romanos se lo apropiaron y lo refinaron mediante el calendario juliano. El calendario gregoriano, usado casi universalmente en la actualidad, se basó en el juliano. Aprobado en 1582 por el papa Gregorio XIII, el calendario gregoriano define con más precisión un año solar y corrige una leve imprecisión del juliano. En el primero, el año duraba 365 días y seis horas, mientras que en el gregoriano tiene 12 minutos menos: 365 días, 5 horas y 48 minutos. Este error se fue acumulando con los siglos y, en tiempos de Gregorio, el calendario juliano ya estaba desfasado 14 días respecto a las estaciones.",
    "quote": "\"Enséñanos, pues, a contar nuestros días para que adquiramos un corazón sabio.\" - La Biblia, Salmos 90:12",
    "tech_prereqs": [
        {
            "name": "Alfarería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/pottery.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Filosofía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/philosophy.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Stonehenge|Stonehenge",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/stonehenge.json"
        },
        {
            "name": "Taller de cantería|Talleres de cantería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/stone_works.json"
        }
    ]
}