{
    "id": 41,
    "name": "Química",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/chemistry.png",
    "era": "Renacimiento",
    "cost": 1150,
    "civilopedia_entry": "La química, nacida de la alquimia y las matemáticas, es la ciencia de la materia, su estructura, funcionamiento, composición y de su comportamiento durante las reacciones. Los físicos dejan caer bolas de una torre y cronometran cuánto tardan en llegar al suelo. También estudian las propias bolas e intentan dilucidar por qué algunas se rompen y otras rebotan.Aunque científicos, médicos y filósofos han estado interesados en la química durante toda la historia, ésta adquirió el digno estatus de ciencia cuando, en 1789, Antoine Lavoisier publicó una obra en la que detallaba la ley de la conservación de la masa. En \"Tratado elemental de química\" Lavoisier descubrió la composición del aire y el agua, y acuñó el término \"oxígeno\". También refutó la teoría del flogisto, que había estado confundiendo a los científicos durante cien años.Se considera que Lavoisier es el padre de la química moderna. Su ejemplo llevó a otros colegas a emplear métodos científicos para estudiar los productos químicos. Con ello, pudieron refutar teorías que se habían tenido como verdades inamovibles desde que las formularan los griegos, miles de años antes.",
    "quote": "\"Allá donde miremos, la obra de la química ha llevado a nuestra civilización a nuevas cotas y ha aumentado la capacidad productiva de la nación.\" - Calvin Coolidge",
    "tech_prereqs": [
        {
            "name": "Pólvora",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/gunpowder.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Belicología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/military_science.json"
        },
        {
            "name": "Fertilizante",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/fertilizer.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Cañón|Cañones",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/cannon.json"
        }
    ],
    "building_unlocks": []
}