{
    "id": 23,
    "name": "Administración pública",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/civil_service.png",
    "era": "Época Medieval",
    "cost": 275,
    "civilopedia_entry": "El término \"administración pública\" se suele usar para describir las partes de un gobierno en las que los individuos son contratados en función de sus méritos, y no por un apadrinamiento político, por haber nacido en una cierta clase o por tener alguna relación con el gobernante de turno. En el gobierno del estado español, por ejemplo, los cargos más altos de la burocracia los nombra el presidente. Son \"nombramientos políticos\" y, como tales, probablemente cambiarán con el gobierno siguiente. Los cargos que están debajo de los anteriores los suelen ocupar los \"funcionarios públicos\", que generalmente mantienen sus puestos de un gobierno a otro, con independencia del partido que gane.En la Dinastía Qin de China (circa 210 a. C.) encontramos uno de los primeros ejemplos de administración pública en la que se pertenecía al funcionariado según los méritos de uno. Con el tiempo, el sistema se corrompió y la burocracia volvió a basarse en la clase y no en los méritos. Trescientos años después, se recuperó el sistema de méritos (con las Dinastías Sui y Tang) y se mantuvo así durante algunos siglos.Históricamente, muchas civilizaciones han seguido una pauta similar a la de China: con el tiempo, la burocracia cada vez se va corrompiendo más y es más ineficaz hasta que, finalmente, se promulgan reformas rigurosas para mejorar la eficacia del gobierno. Durante un tiempo las cosas van mejor, hasta que de nuevo el patrón se relaja en favor de la familia o las relaciones, y el ciclo vuelve a empezar.",
    "quote": "\"La única cosa que nos salva de la burocracia es su incompetencia.\" - Eugene McCarthy",
    "tech_prereqs": [
        {
            "name": "Dramaturgia y poesía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/drama_and_poetry.json"
        },
        {
            "name": "Equitación",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/horseback_riding.json"
        },
        {
            "name": "Moneda",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/currency.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Educación",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/education.json"
        },
        {
            "name": "Caballería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Piquero|Piqueros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/pikeman.json"
        },
        {
            "name": "Lansquenete|Lansquenetes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/landsknecht.json"
        },
        {
            "name": "Impi|Impis",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/impi.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Chichen Itzá|Chichen Itzá",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/chichen_itza.json"
        }
    ]
}