{
    "id": 64,
    "name": "Fuerzas combinadas",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/combined_arms.png",
    "era": "Era Atómica",
    "cost": 5100,
    "civilopedia_entry": "La de las fuerzas combinadas es una doctrina militar que se adoptó por primera vez hace más de dos mil años y que supone combinar distintos tipos de unidades que se complementan en un esfuerzo por mejorar la eficacia general de la fuerza armada considerada globalmente. En la Antigüedad, esta táctica la usaron las grandes potencias, especialmente griegos y romanos, que coordinaron cuidadosamente la infantería ligera y pesada con la caballería y las armas a distancia para crear formaciones cohesionadas en las que compensaban las desventajas de unas unidades con los puntos fuertes de otras. En la actualidad, el auge del armamento aéreo ha llevado a variaciones aún más complejas del concepto tradicional de fuerzas combinadas. Aviones teledirigidos, misiles guiados por satélite y bombarderos capaces de volar a gran altura son solo unos cuantos ejemplos del creciente abanico armamentístico que tienen a su disposición los mandos militares modernos.",
    "quote": "\"La raíz del mal no está en la construcción de armas nuevas y más terribles. Está en el espíritu de conquista.\" - Ludwig von Mises",
    "tech_prereqs": [
        {
            "name": "Misiles balísticos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ballistics.json"
        },
        {
            "name": "Combustión",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combustion.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Ordenadores",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/computers.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Tanque|Tanques",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/tank.json"
        },
        {
            "name": "Panzer|Panzers",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/panzer.json"
        },
        {
            "name": "Cañón antitanque|Cañones antitanques",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/anti-tank_gun.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Pentágono|Pentágonos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/pentagon.json"
        }
    ]
}