{
    "id": 60,
    "name": "Combustión",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/combustion.png",
    "era": "Época Moderna",
    "cost": 4100,
    "civilopedia_entry": "La \"combustión\" consiste en quemar algo. Se trata de una reacción química entre sustancias, una de las cuales suele ser oxígeno, que a menudo genera luz y energía calorífica. En este contexto hace referencia al uso de la combustión en el interior de un motor (de ahí la expresión \"combustión interna\") para generar energía capaz de girar un cigüeñal o accionar un pistón.Existen dos clases distintas de motores de combustión interna: los convencionales (a dos o cuatro tiempos) y las turbinas. En los motores de combustión convencionales se introduce una determinada cantidad de combustible y oxígeno en la cámara de combustión, donde se inflaman y mueven un pistón o algún otro dispositivo mecánico. Una vez accionado, se vuelve a introducir otra medida de combustible y oxígeno, y se repite todo el proceso. Un ejemplo de este tipo de motor de combustión son los motores de los automóviles. Las turbinas funcionan introduciendo un suministro continuo de combustible y oxígeno que se mantiene siempre en combustión. Los motores a reacción de los cazas son turbinas.La primera patente del motor de combustión interna se concedió al británico Samuel Brown en 1823 por su \"bomba de gas y vacío\", que funcionaba a base de hidrógeno y oxígeno. La primera patente de utilización de un motor a reacción para propulsar una aeronave fue solicitada en 1921 por el francés Maxime Guillaume. Ninguno de estos primeros intentos obtuvo mucho éxito, pero abrieron el camino a nuevas tecnologías que moverían el mundo no solo hasta el día de hoy, sino también en un futuro previsible.",
    "quote": "\"El hombre que besa a una mujer bonita mientras conduce sin chocar es que no le está dando al beso la atención que merece.\" - Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Ferrocarril",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/railroad.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Fuerzas combinadas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combined_arms.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Destructor|Destructores",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/destroyer.json"
        },
        {
            "name": "Carro de combate|Carros de combate",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/landship.json"
        }
    ],
    "building_unlocks": []
}