{
    "id": 26,
    "name": "Brújula",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/compass.png",
    "era": "Época Medieval",
    "cost": 375,
    "civilopedia_entry": "Una brújula es, en su forma más básica, un aparato que emplea un imán o una aguja magnetizada para señalar la dirección del norte \"magnético\". Aunque el norte magnético no es idéntico al norte \"real\", los dos están lo bastante próximos como para hacer que resulte un instrumento muy útil cuando se navega por el mundo. Las primeras brújulas surgieron en China y Europa (al parecer, de forma separada) en el siglo XII. Permitían a los marineros seguir minuciosamente el \"rumbo\" (la dirección) de sus barcos en el mar, algo que antes de la aparición de este invento era del todo imposible en los días y noches nublados o tormentosos. Eran igualmente útiles para los viajeros que recorrían a pie desiertos sin caminos, o se encontraban en medio de una ventisca o en lo más profundo de la bóveda forestal de una antigua selva.Los viajeros de la actualidad siguen llevando brújulas, aunque hoy en día resultan aparatos algo pintorescos y anticuados, especialmente en comparación con los satélites de posicionamiento global (GPS), que no solo te dicen dónde estás, sino que además te indican dónde cae la cafetería más cercana, algo que ni la brújula más buena y precisa puede hacer.",
    "quote": "\"Creo que la gran pregunta de este mundo no es tanto dónde estamos como hacia dónde vamos.\" - Oliver Wendell Holmes",
    "tech_prereqs": [
        {
            "name": "Óptica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/optics.json"
        },
        {
            "name": "Teología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/theology.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Astronomía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/astronomy.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Galeaza|Galeazas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/galleass.json"
        },
        {
            "name": "Gran galeaza|Grandes galeazas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/great_galleass.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Puerto|Puertos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/harbor.json"
        }
    ]
}