{
    "id": 68,
    "name": "Ordenadores",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/computers.png",
    "era": "Era Atómica",
    "cost": 6400,
    "civilopedia_entry": "En su forma más básica, un ordenador es una máquina que manipula datos o controles partiendo de una serie de instrucciones predeterminadas. Si bien el primer ordenador no fue concebido hasta principios del siglo XX, sus raíces se remontan a los relojes astronómicos mecánicos diseñados por Al Jazarí en el año 1206 d. C. y al telar mecánico construido por Jacquard en 1801. Aunque estos dos dispositivos eran programables, no desempeñaban la otra función de los ordenadores modernos: el almacenamiento de información. Los primeros ordenadores disponían de piezas mecánicas y analógicas para almacenar datos, pero en la década de 1940 se instauró el uso de medios electrónicos digitales. No hay una fecha concreta que señale la invención del ordenador moderno; su aparición tuvo lugar a raíz de una progresión de avances, entre los que destacaron la calculadora Z1 de Konrad Zuse y el ENIAC del ejército de Estados Unidos.Desde la incorporación de componentes electrónicos, los ordenadores se han vuelto cada vez más pequeños, rápidos y baratos; también consumen menos y son mucho más fiables y versátiles. A diferencia de los modelos más antiguos, que ocupaban habitaciones o incluso bloques de edificios enteros, los ordenadores modernos son tan comunes como el teléfono, y no solo pueden encontrarse como equipos personales, sino también integrados en coches, lavadoras e incluso tejidos en prendas de vestir de corte vanguardista. Los ordenadores han hecho posible que los científicos realicen cálculos que de otro modo les llevaría toda la vida completar, predecir el clima con una precisión asombrosa, enviar humanos a la luna y naves no tripuladas más allá de los confines del sistema solar, y permitir a un niño de Shanghai jugar a un videojuego con otro de Inglaterra sin tener que salir de casa.Lo que en un principio se consideró una moda pasajera o un juguete para los ricos ha dejado una marca indeleble e innegable en la historia.",
    "quote": "\"Los ordenadores son como los dioses del Antiguo Testamento: repletos de reglas y faltos de piedad.\" - Joseph Campbell",
    "tech_prereqs": [
        {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
        },
        {
            "name": "Fuerzas combinadas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combined_arms.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Robótica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/robotics.json"
        },
        {
            "name": "Láser",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/lasers.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Helicóptero de combate|Helicópteros de combate",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/helicopter_gunship.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Gran firewall|Grandes firewalls",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/great_firewall.json"
        }
    ]
}