{
    "id": 19,
    "name": "Moneda",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/currency.png",
    "era": "Época Clásica",
    "cost": 175,
    "civilopedia_entry": "La moneda es una innovación notable en la que trozos de papel o pequeños discos representan cierta cantidad de riqueza y pueden intercambiarse por bienes y servicios. Las primeras monedas eran piezas de metal que tenían el valor real del metal del que estuvieran hechas. Posteriormente, pasó a tener un escaso o nulo valor intrínseco (en una isla desierta, un billete no es más que un pequeño trozo rectangular de papel), pero el emisor de la moneda (normalmente, un estado) le asignaba un valor y, mientras el emisor fuera solvente, su moneda valía tanto como el oro, por así decirlo.En el antiguo Egipto del cuarto milenio a. C. se usaban como moneda barras de oro de un peso determinado. En el resto de Oriente Medio, se utilizaban lingotes de cobre con fines parecidos. En muchos lugares del mundo, los anillos, pulseras y brazaletes de metal (de oro o plata y con joyas) se usaban de adorno y de moneda.Durante toda la historia, los falsificadores siempre han intentado crear copias falsas de la moneda en curso. Duplicaban monedas de calidad inferior y de un metal más barato que el cuño legal o \"raspaban\" un poco de metal de una moneda hecha de un material precioso. Cuando el papel moneda se extendió, los falsificadores aprendieron rápidamente a replicar el tamaño, el color y el tacto del papel, y a copiar los dibujos y los textos de los billetes. Los falsificadores son tan hábiles que la moneda actual incluye siempre muchas medidas avanzadas de seguridad, y no está lejos el día en que cada billete lleve su propio microchip incorporado en el papel.",
    "quote": "\"Mejor pan con el corazón feliz que riqueza con exasperación.\" - Amenemopet",
    "tech_prereqs": [
        {
            "name": "Matemáticas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mathematics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Gremios",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/guilds.json"
        },
        {
            "name": "Administración pública",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/civil_service.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Bazar|Bazares",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/bazaar.json"
        },
        {
            "name": "Ceca|Cecas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/mint.json"
        },
        {
            "name": "Mercado|Mercados",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/market.json"
        },
        {
            "name": "Petra|Petras",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/petra.json"
        }
    ]
}