{
    "id": 51,
    "name": "Dinamita",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/dynamite.png",
    "era": "Era Industrial",
    "cost": 2350,
    "civilopedia_entry": "La dinamita es un material explosivo que inventó el químico e ingeniero sueco Alfred Nobel en 1867. Se crea empapando un material absorbente, como tierra de diatomeas (curiosamente, el mismo material que se usa en muchos filtros de piscina) con nitroglicerina. La nitroglicerina es un explosivo muy potente pero terriblemente inestable. La dinamita es menos potente, aunque mucho más estable.La dinamita se usa principalmente en minería y construcción. Históricamente, se ha usado en aplicaciones militares, pero la nitroglicerina, el componente explosivo, sigue siendo demasiado inestable para las volátiles condiciones que se suelen dar en el campo de batalla. Por ello, los ejércitos normalmente prefieren un producto modificado que se llama \"dinamita militar\", que no contiene nitroglicerina. En su lugar, se utilizan otros productos químicos, como el TNT, para crear un explosivo que es un 60% menos potente pero que explota cuando tiene que hacerlo.",
    "quote": "\"En cuanto los hombres deciden que cualquier medio está permitido para destruir el mal, su bien se hace indistinguible del mal que pretenden destruir.\" - Christopher Dawson",
    "tech_prereqs": [
        {
            "name": "Fertilizante",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/fertilizer.json"
        },
        {
            "name": "Belicología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/military_science.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Ferrocarril",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/railroad.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Artillería|Artillerías",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/artillery.json"
        }
    ],
    "building_unlocks": []
}