{
    "id": 65,
    "name": "Ecología",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/ecology.png",
    "era": "Era Atómica",
    "cost": 6400,
    "civilopedia_entry": "La ecología no es una única tecnología, sino un estudio interdisciplinario de las diversas formas de interacción y causalidad que relaciona a todos los organismos con su entorno; dicho de otro modo, es el estudio de los ecosistemas. El fundamento básico de este campo de estudios consiste en que todo lo que existe en un ecosistema determinado (rocas, tierra, pájaros, insectos, árboles y demás) tiene un efecto y una conexión con los demás integrantes del mismo ecosistema, ya sea de forma directa o mediante una serie de relaciones encadenadas. Aunque todos estos elementos están conectados entre sí, los ecologistas también creen en el concepto de holismo: que incluso explicando todas estas interacciones, por separado no justifican todas las reacciones posibles, razón por la que se debe evaluar el sistema completo como un todo. Lo cierto es que la ecología estudia el modo en que se conectan todas estas cosas, y cómo los cambios sufridos por una de ellas pueden beneficiar, perjudicar o no afectar de ningún modo a otras.La moderna ciencia de la ecología aún es joven, pero adquirió mucha popularidad e impulso durante el movimiento medioambiental de la década de 1960. En los últimos años, ha experimentado un crecimiento que la ha llevado a estudiar la preservación de la diversidad biológica y los efectos adversos que el desarrollo humano ha ejercido sobre su entorno y los organismos que lo habitan. Actualmente se están llevando a cabo estudios a largo plazo para documentar estos efectos; de todos ellos, el más longevo lleva en marcha desde 1856.Los descubrimientos de estas investigaciones han dado pie al desarrollo de distintas aplicaciones, como una gestión más eficaz y beneficiosa de los recursos naturales como pantanos y bosques, mejor estructuración de los servicios sociales e incluso una mejora en las prácticas de planificación urbana. El campo de la ecología también ha asentado los cimientos básicos para una mayor comprensión de las interacciones sociales de las personas.",
    "quote": "\"Tan solo en el lapso de tiempo que representa el siglo actual, una especie, el hombre, ha conseguido el poder suficiente para alterar la naturaleza de su mundo.\" - Rachel Carson",
    "tech_prereqs": [
        {
            "name": "Teoría del átomo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/atomic_theory.json"
        },
        {
            "name": "Penicilina",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/penicillin.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Telecomunicaciones",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/telecommunications.json"
        },
        {
            "name": "Tácticas de movilidad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mobile_tactics.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Central de energía solar|Centrales de energía solar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/solar_plant.json"
        },
        {
            "name": "Ópera de Sídney|Óperas de Sídney",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/sydney_opera_house.json"
        },
        {
            "name": "Centro de reciclaje|Centros de reciclaje",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/recycling_center.json"
        }
    ]
}