{
    "id": 39,
    "name": "Economía",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/economics.png",
    "era": "Renacimiento",
    "cost": 1150,
    "civilopedia_entry": "La economía es el estudio del dinero o, para ser más exactos, el estudio de \"la producción, distribución y consumo de bienes y servicios\". Aunque en tiempos antiguos los bienes se distribuían mediante el trueque, desde hace cientos de años el dinero ha sido el medio de intercambio.La economía moderna se remonta a 1776, cuando el pensador escocés Adam Smith publicó su influyente obra \"Ensayo sobre la naturaleza y las causas de la riqueza de las naciones\" (o simplemente \"La riqueza de las naciones\"). En ella, Smith sostiene que el mercado libre es el más eficaz de los medios para asignar un valor a los bienes y servicios y distribuirlos. Un mercado completamente libre, sostiene Smith, producirá automáticamente la cantidad adecuada de mercancías al precio justo; cualquier interferencia o normativa pública distorsionará el mercado y lo hará menos eficiente y más antieconómico. Además, Smith era un gran defensor del interés propio ya que, cuando una persona persigue su propio interés, está promoviendo automáticamente el bien de la sociedad en general. En otras palabras, Smith cree que el capitalismo puro es la mejor forma económica disponible para una civilización.Las obras de Smith no están exentas de detractores. Muchos economistas posteriores han querido modificar su tesis, mientras que otros la han repudiado por completo. En el siglo XIX, Carl Marx escribió \"Das Kapital: Kritik der politischen Okonomie\" (\"El capital, crítica de la política económica\"), en el que aseveraba que la fuerza motora del capitalismo es la explotación de la mano de obra por parte de los empresarios.A Smith se le considera el padre del capitalismo moderno, y a Marx, el del comunismo. Sus herederos económicos se han estado peleando desde entonces.",
    "quote": "\"El interés compuesto es la fuerza más poderosa de la galaxia.\" - Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Banca",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/banking.json"
        },
        {
            "name": "Imprenta",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/printing_press.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Teoría científica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/scientific_theory.json"
        },
        {
            "name": "Industrialización",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/industrialization.json"
        },
        {
            "name": "Fusil",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rifling.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Molino de viento|Molinos de viento",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/windmill.json"
        },
        {
            "name": "Cafetería|Cafeterías",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/coffee_house.json"
        }
    ]
}