{
    "id": 27,
    "name": "Educación",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/education.png",
    "era": "Época Medieval",
    "cost": 485,
    "civilopedia_entry": "La educación tiene como fin que las personas aprenden cosas. Obviamente, lleva tanto tiempo en el mundo como el propio hombre. Durante gran parte de la historia, la educación se ha dado de un modo informal, cuando los padres enseñaban a sus hijos lo que necesitaban para sobrevivir entre las tareas cotidianas, las expediciones de caza, escapar de los tigres... Cuando una tribu se expandía y se hacía más próspera, los ancianos de la aldea y los inválidos se ocupaban de educar a los niños mientras los adultos más saludables recolectaban comida, construían cosas o se iban a la guerra. Al final, una tribu o una aldea afortunada podía impartir clases formales para los niños más importantes y, cuando una civilización maduraba lo suficiente, podía encontrar un gran valor en la educación universal.En el Egipto antiguo, los miembros de la clase sacerdotal hacían de profesores de los hijos de la nobleza. En estas escuelas egipcias, los niños aprendían a leer y escribir, religión, historia, ciencia, medicina, matemáticas y otras materias avanzadas. En competencia con Egipto, Mesopotamia destinó medios educativos similares a sus sacerdotes y escribas, que podían ser copistas, bibliotecarios o profesores. Los estudiantes mesopotámicos aprendían a leer y escribir, religión, derecho, medicina y astrología. La educación como tal apareció por primera vez en China hará unos 3.000 años. La lectura, la escritura, el civismo, los rituales y la música formaban parte de las materias principales.En la cultura maya, la educación estaba en manos de los sacerdotes. La clase sacerdotal era la clase educada, y hacían de consejeros importantes para los jefes y otros ciudadanos. Para convertirse en sacerdote, un estudiante recibía una educación rigurosa en historia, escritura, adivinación, medicina y el sistema del calendario.",
    "quote": "\"La educación es la mejor reserva para la vejez.\" - Aristóteles",
    "tech_prereqs": [
        {
            "name": "Teología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/theology.json"
        },
        {
            "name": "Administración pública",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/civil_service.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Astronomía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/astronomy.json"
        },
        {
            "name": "Acústica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/acoustics.json"
        },
        {
            "name": "Banca",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/banking.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Wat|Wats",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/wat.json"
        },
        {
            "name": "Universidad|Universidades",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/university.json"
        },
        {
            "name": "Universidad de Oxford|Universidades de Oxford",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/oxford_university.json"
        },
        {
            "name": "Angkor Wat|Angkor Wats",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/angkor_wat.json"
        }
    ]
}