{
    "id": 49,
    "name": "Electricidad",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/electricity.png",
    "era": "Era Industrial",
    "cost": 2350,
    "civilopedia_entry": "La primera experiencia que la humanidad tuvo con la electricidad, en forma de descargas de un pez eléctrico, la documentaron los autores egipcios ya en el 2750 a. C. En el siglo XV d. C., los árabes descubrieron que el rayo era otra forma de electricidad, hecho que confirmó posteriormente el científico británico-estadounidense Benjamin Franklin en 1752. La primera pila medianamente fiable la creó en 1800 Alessandro Volta y, en 1821, Michael Faraday inventó el motor eléctrico.Los avances en electricidad en la segunda mitad del siglo XIX vinieron de manos de genios como Nikola Tesla, Thomas Edison, George Westinghouse, Alexander Graham Bell y lord Kelvin, y revolucionaron la vida de todo el mundo. El telégrafo, seguido poco después por el teléfono y más tarde por la radio, mejoró radicalmente la velocidad y la precisión a las que se podía transmitir la información. Una vez se tendió un cable transatlántico, se podía enviar un mensaje de Londres a Nueva York en cuestión de segundos. Antes de la electricidad, un mensaje transportado en el barco más rápido podía tardar semanas en llegar a su destino. La luz eléctrica revolucionó el hogar y el lugar de trabajo, y el fonógrafo, la radio y la cámara de cine hicieron lo mismo en el ocio. La creación de centrales eléctricas que suministran energía eléctrica a las casas ha cambiado las condiciones de vida más allá de todo lo imaginable. Impulsada por la electricidad, la \"segunda revolución industrial\" ha representado la mayor mejora de la humanidad después de la imprenta.",
    "quote": "\"¿Es un hecho que, por medio de la electricidad, el mundo de la materia se ha convertido en un gran nervio, que vibra a miles de kilómetros en una milésima de segundo? ¿O acaso lo he soñado?\" - Nathaniel Hawthorne",
    "tech_prereqs": [
        {
            "name": "Teoría científica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/scientific_theory.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Repuestos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/replaceable_parts.json"
        },
        {
            "name": "Refrigeración",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/refrigeration.json"
        },
        {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radio.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Central hidráulica|Centrales hidráulicas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hydro_plant.json"
        },
        {
            "name": "Bolsa|Bolsas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/stock_exchange.json"
        },
        {
            "name": "Comisaría|Comisarías",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/police_station.json"
        }
    ]
}