{
    "id": 58,
    "name": "Electrónica",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/electronics.png",
    "era": "Época Moderna",
    "cost": 4100,
    "civilopedia_entry": "La electrónica engloba las ramas tecnológicas que estudian el movimiento controlado de electrones a través de distintos medios (incluyendo el vacío). Esta disciplina no debe confundirse con la tecnología eléctrica, que versa sobre la generación y distribución de energía. La electrónica no fue reconocida como un campo de estudio independiente hasta 1950, fecha en la que se distinguió de la radiotecnología.Los circuitos electrónicos pueden clasificarse en dos grupos diferentes: analógicos y digitales. Los circuitos analógicos son por lo general combinaciones sencillas de circuitos básicos por los que pasa una corriente continua; hoy en día prácticamente no se utilizan. Los circuitos digitales constituyen la base de los ordenadores modernos y controladores lógicos de chips programables, ya que son la representación física más común del álgebra de Boole (¿os suena eso de los ceros y los unos?).El estudio y desarrollo de la electrónica está estrechamente vinculado al de las matemáticas, y para la primera se precisan conocimientos de la segunda. La creación y el análisis de circuitos complejos implican la resolución de sistemas lineales con múltiples variables desconocidas (como el voltaje y la corriente que pasa por determinados puntos), razón por la cual gran parte de los circuitos diseñados en la actualidad se complementan con paquetes de software para la automatización de diseños electrónicos, tarea nada sencilla que casi puede considerarse una disciplina por sí sola.",
    "quote": "\"Hay un principio básico en la electrónica de consumo: cada vez se hace más potente y más barata.\" - Trip Hawkins",
    "tech_prereqs": [
        {
            "name": "Repuestos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/replaceable_parts.json"
        },
        {
            "name": "Vuelo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/flight.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
        },
        {
            "name": "Teoría del átomo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/atomic_theory.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Portaaviones|Portaaviones",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/carrier.json"
        },
        {
            "name": "Acorazado|Acorazados",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/battleship.json"
        }
    ],
    "building_unlocks": []
}