{
    "id": 20,
    "name": "Ingeniería",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/engineering.png",
    "era": "Época Clásica",
    "cost": 175,
    "civilopedia_entry": "La ingeniería es la ciencia (o el arte, quizá) de diseñar complejos materiales, estructuras, aparatos y sistemas. En la actualidad ha alcanzado nuevas cotas (los bioingenieros diseñan células, los ingenieros de software crean programas informáticos, etc.), pero, históricamente, el término se aplicaba a la construcción de cosas físicas, como máquinas, puentes, ferrocarriles o fábricas (al principio, el término \"ingeniero\" se refería específicamente a los que creaban ingenios militares.)La ingeniería demostró su gran utilidad en el siglo XIX, cuando países de todo el mundo se embarcaron en enormes proyectos de construcción. Completado por los franceses en 1869, el Canal de Suez comunicó el Mediterráneo con el mar Rojo, haciendo posible la navegación entre Europa y la India sin tener que rodear África, un viaje largo y arduo. En Estados Unidos se terminó el ferrocarril transcontinental ese mismo año, y el puente de Brooklyn se construyó en 1883.",
    "quote": "\"La ciencia instrumental, o mecánica, es la más noble y la más útil, por encima de todas.\" - Leonardo da Vinci",
    "tech_prereqs": [
        {
            "name": "Matemáticas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mathematics.json"
        },
        {
            "name": "Construcción",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/construction.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Vaciado del metal",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metal_casting.json"
        },
        {
            "name": "Maquinaria",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/machinery.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Gran Muralla|Grandes Murallas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/great_wall.json"
        },
        {
            "name": "Acueducto|Acueductos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/aqueduct.json"
        }
    ]
}