{
    "id": 47,
    "name": "Fertilizante",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/fertilizer.png",
    "era": "Era Industrial",
    "cost": 1600,
    "civilopedia_entry": "El fertilizante es una sustancia que nutre a las plantas y acelera su crecimiento. Es tan antiguo como la civilización humana, y se remonta al momento en que el primer agricultor se dio cuenta de que la hierba crecía más alta allá donde el buey había hecho sus deposiciones. A partir de entonces, los agricultores han recogido los excrementos animales y han abonado con ellos la tierra, lo que ha aumentado el rendimiento de las cosechas, en especial en los campos que se han cultivado continuamente durante generaciones y se han quedado casi sin nutrientes.Los fertilizantes contienen, por lo general, nitrógeno, fósforo y potasio como ingredientes activos. Aunque históricamente la mayoría de fertilizantes han sido orgánicos y de origen animal, muchos de los actuales se extraen ya de minas bajo la superficie de la Tierra o se fabrican químicamente en grandes plantas químicas.A medida que ha crecido la población mundial, también ha aumentado su necesidad de fertilizantes más potentes, y los cultivos de hoy en día son mucho más productivos que en cualquier otro momento de la historia. No obstante, esta productividad se ha cobrado un precio: el agua de la lluvia arrastra los fertilizantes de los cultivos a los ríos, lo que propicia el crecimiento expansivo de ciertos microorganismos, que se desarrollan tan rápido que casi ahogan, literalmente, la demás vida de la vía fluvial. Además, muchos fertilizantes modernos se fabrican, al menos en parte, con productos petroquímicos, y su precio puede fluctuar espectacularmente con el precio del petróleo. En pocas palabras: los fertilizantes son extremadamente útiles y pueden aumentar mucho el suministro de alimentos en el mundo, pero hay que asegurase de que no hagan más mal que bien.",
    "quote": "\"La nación que destruye su suelo se destruye a sí misma.\" - Franklin Delano Roosevelt",
    "tech_prereqs": [
        {
            "name": "Química",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chemistry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Dinamita",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/dynamite.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}