{
    "id": 55,
    "name": "Vuelo",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/flight.png",
    "era": "Época Moderna",
    "cost": 3100,
    "civilopedia_entry": "El hombre sueña con la conquista de los cielos desde los albores de su historia. Las máquinas voladoras ideadas por Leonardo da Vinci son de sobra conocidas y, además de él, también han existido otros visionarios de menor talento. Los primeros teóricos estudiaron las aves, amos naturales de los cielos, y diseñaron máquinas que emulaban las formas de sus alas y sus movimientos (ornitópteros). Pero aquellos diseños tempranos carecían de los materiales, motores y conocimientos de aerodinámica necesarios para culminarse con éxito.El estudio de la aerodinámica se perfeccionó a lo largo de los siglos XVI, XVII, XVIII y XIX gracias al trabajo de brillantes científicos como da Vinci, Galileo, Huygens, Newton, Bernoulli, Euler y Smeaton. En 1804, el británico George Cayley logró volar con un planeador de alas fijas y, en 1853, creó un modelo a escala completa que transportó a su reticente cochero en el primer vuelo tripulado con planeador del que se tiene constancia.En 1902, los hermanos Wright construyeron su propio planeador perfeccionando el diseño de las alas. Al ser incapaces de encontrar un fabricante experimentado que construyese un motor ligero de gasolina según sus especificaciones, decidieron diseñarlo y construirlo ellos mismos. El 17 de diciembre de 1903, el aparato de los Wright voló cuatro veces a distancias de hasta 280 metros. La tecnología aeronáutica creció a pasos agigantados en los años posteriores al innovador invento de los hermanos Wright. Hacia 1908, el estadounidense Glenn Hammond Curtiss recorrió una distancia superior a 1 kilómetro y, en 1909, el francés Louis Bleriot sobrevoló el Canal de la Mancha.Durante la Primera Guerra Mundial también se produjeron importantes avances en aeronáutica en lo relativo al uso de armamento aéreo; así fue como se crearon los primeros cazas y bombarderos. Para los años 20 ya había pilotos sobrevolando los continentes con cierta regularidad y, en 1927, Charles Lindberg completó el primer vuelo ininterrumpido en solitario a través del océano Atlántico. En la Segunda Guerra Mundial se llevaron a cabo mejoras extraordinarias en la velocidad, autonomía, durabilidad y potencia de fuego de los aparatos voladores y, hacia el final de la guerra, ya estaban en servicio aviones de guerra a reacción, helicópteros y bombarderos capaces de sobrevolar continentes enteros a gran altitud.En la era moderna, los viajes por aire son algo cotidiano; viajar desde Estados Unidos hasta China, un sueño impensable hace tan solo 75 años, hoy día destaca únicamente por lo aburrido que resulta. Y, aunque los atentados terroristas del 11 de septiembre de 2001 han incrementado ligeramente el riesgo que supone viajar en avión, millones de personas siguen haciéndolo todos los días. El vuelo forma ya una parte indisoluble de nuestras vidas.",
    "quote": "\"La aeronáutica nunca ha sido ni una industria ni una ciencia. Ha sido un milagro.\" - Igor Sikorsky",
    "tech_prereqs": [
        {
            "name": "Máquina de vapor",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steam_power.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Misiles balísticos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ballistics.json"
        },
        {
            "name": "Electrónica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electronics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Triplano|Triplanos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/triplane.json"
        },
        {
            "name": "Bombardero I Guerra|Bombarderos I Guerra",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/great_war_bomber.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Prora|Prora",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/prora.json"
        }
    ]
}