{
    "id": 76,
    "name": "Globalización",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/globalization.png",
    "era": "Era información",
    "cost": 8800,
    "civilopedia_entry": "La globalización no es una tecnología ni un campo de estudio, sino un proceso por el cual diferentes economías, culturas, idiomas, redes de información y sociedades enteras se integran en un entramado mayor y más consolidado. Aunque a menudo se utiliza para definir las tendencias económicas del mercado mundial, la globalización también tiene en cuenta factores como los movimientos migratorios o la difusión de tecnología e información. Su existencia se remonta a las primeras rutas comerciales que se crearon entre ciudades lejanas, si bien no fue reconocida como concepto hasta mucho después.Una de las primeras definiciones de globalización fue la ofrecida por un empresario estadounidense llamado Charles Taze Russell en 1897, pero el uso de la palabra no se generalizó hasta la década de 1960. El concepto de globalización ha sido una fuerza impulsora de sectores públicos y privados por igual. Las entidades bancarias más grandes han abierto sucursales por todo el mundo, y varios gobiernos independientes se han integrado bajo una sola bandera (como es el caso, por ejemplo, de las Naciones Unidas).La globalización moderna ha luchado para derribar las barreras comerciales y políticas entre las distintas naciones, para así aumentar su independencia y prosperidad individuales. Fomenta el libre comercio y la eliminación de aranceles, la consolidación de las leyes de propiedad intelectual, la necesidad de compartir abiertamente la información y libertad para viajes, turismo e inmigración a nivel internacional.",
    "quote": "\"La nueva interdependencia electrónica recrea el mundo a imagen de una aldea global.\" - Marshall McLuhan",
    "tech_prereqs": [
        {
            "name": "Telecomunicaciones",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/telecommunications.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Tecnología futura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}