{
    "id": 24,
    "name": "Gremios",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/guilds.png",
    "era": "Época Medieval",
    "cost": 275,
    "civilopedia_entry": "En las ciudades preindustriales, los artesanos solían formar asociaciones –o gremios– en función de su profesión. Estas instituciones estaban pensadas para proteger los secretos del oficio así como para aumentar la influencia y los ingresos de los artesanos. Se encuentran precedentes de los gremios ya en el siglo III a. C. en Roma y en la China de los han. En el año 300 d. C., la práctica de que los artesanos se asociaran ya se había extendido a la India Gupta y al Egipto de los Ptolomeo. En la Edad Media, las organizaciones gremiales ya se habían extendido por Europa desde Italia. Anales del siglo XII de París y Londres listan más de 100 gremios autorizados por las ciudades. En algunos casos, llegaron a ser tan importantes que se convirtieron en el órgano de gobierno de las ciudades, como indican las casas de germanía alemanas, suizas y holandesas.Con el tiempo, lo gremios adoptaron el cometido de proteger la calidad de la institución e instruir en la artesanía, con una progresión de aprendiz a gran maestro que abarcaba toda una vida. Para asegurarse de la calidad de los productos, evolucionó el sistema de marcas que indicaba que el artículo había pasado los estándares del gremio y de las autoridades. No obstante, con el tiempo, el poder e influencia de los gremios fue declinando al fragmentarse con la llegada de nuevos oficios, los problemas de gobierno y los métodos de producción en masa. En Francia, por ejemplo, quedaron abolidos en 1791 por la ley Le Chapelier, y otros países pronto hicieron lo mismo. Aunque se vieron sustituidos en su mayor parte por los sindicatos durante la Era Industrial, aún quedan algunos gremios, especialmente en los campos cinematográfico, literario y artístico en general.",
    "quote": "\"Han llegado los comerciantes y mercaderes, con sus beneficios ya decididos...\" - Sri Gurú Granth Sahib",
    "tech_prereqs": [
        {
            "name": "Moneda",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/currency.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Caballería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
        },
        {
            "name": "Maquinaria",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/machinery.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Compañía de las Indias Orientales|Compañías de las Indias Orientales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/east_india_company.json"
        },
        {
            "name": "Machu Picchu|Machu Picchu",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/machu_picchu.json"
        },
        {
            "name": "Gremio de artistas|Gremios de artistas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/artists'_guild.json"
        }
    ]
}