{
    "id": 36,
    "name": "Pólvora",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/gunpowder.png",
    "era": "Renacimiento",
    "cost": 780,
    "civilopedia_entry": "La pólvora (o \"pólvora negra\") se inventó en China posiblemente en el siglo IX d. C. Los artífices fueron los alquimistas que buscaban un elixir de la inmortalidad (cosa que no era). Es una mezcla de azufre, carbón vegetal y nitrato de potasio, arde rápidamente cuando se expone a una llama y produce una gran cantidad de gases y sólidos que puede usarse como gas propelente de las armas de fuego y de los fuegos artificiales. Los chinos usaron la pólvora en bombas y cohetes primitivos que lanzaban contra los invasores mongoles y, cuando éstos conquistaron China, las usaron contra todos los demás.Durante la primera mitad del siglo XII d. C., el mundo árabe aprendió a fabricar pólvora. Algunos textos históricos aseveran que fueron los mamelucos los que usaron el primer cañón de la historia; fue contra los mongoles durante la batalla de Ain Jalut en 1260 d. C., aunque aún no hay consenso. El primer \"cañón de mano\" aparece en un manuscrito árabe del siglo XIV.Europa también aprendió a fabricarla a mediados del siglo XII. Mejoraron la calidad de la pólvora \"granulándola\", es decir, añadiéndole un líquido para crear granos más grandes, lo que aumentaba la estabilidad del explosivo.La pólvora siguió siendo el explosivo predilecto para cañones y armas de fuego hasta la aparición de la pólvora \"sin humo\", en el siglo XIX. El nuevo producto quemaba más limpiamente y producía mucho menos humo, resultando superior a la antigua pólvora negra.",
    "quote": "\"El día en que dos ejércitos puedan aniquilarse en un segundo, es de esperar que todas las naciones civilizadas renuncien a la guerra y disuelvan sus tropas.\" - Alfred Nobel",
    "tech_prereqs": [
        {
            "name": "Física",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/physics.json"
        },
        {
            "name": "Acero",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steel.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Química",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chemistry.json"
        },
        {
            "name": "Metalurgia",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metallurgy.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Mosquete|Mosquetes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/musketman.json"
        },
        {
            "name": "Miliciano|Milicianos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/minuteman.json"
        },
        {
            "name": "Mosquetero|Mosqueteros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/musketeer.json"
        },
        {
            "name": "Jenízaro|Jenízaros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/janissary.json"
        },
        {
            "name": "Tercio|Tercios",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/tercio.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Castillo Himeji|Castillos Himeji",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/himeji_castle.json"
        }
    ]
}