{
    "id": 74,
    "name": "Láser",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/lasers.png",
    "era": "Era información",
    "cost": 7700,
    "civilopedia_entry": "La palabra láser deriva del acrónimo LASER, \"amplificación de luz por emisión estimulada de radiación\" (en inglés, \"Light Amplification by Stimulated Emission of Radiation\"), que es justamente la definición de esta tecnología. Las primeras bases de la tecnología láser fueron establecidas por Albert Einstein en 1917 tras replantear la ley de radiación de Planck, al mismo tiempo que ciertos autores de ciencia ficción empezaban a describir una posible tecnología muy similar en sus obras. El primer láser operativo no fue probado hasta 1960, cuando los laboratorios de investigación Hughes presentaron una tecnología láser capaz de almacenar datos mediante dispositivos ópticos (como las grabadoras de DVD).Desde aquellas investigaciones originales se han desarrollado muchos tipos de láseres especializados, optimizados para cubrir largas distancias, emitir con diferentes potencias de salida u oscilar en diversos intervalos de longitud de onda. Aunque en un principio la tecnología láser fue tachada de \"una solución a la espera de un problema\", en la actualidad se le da miles de usos distintos, desde aparatos electrónicos de consumo y ocio hasta equipo para militares y fuerzas de la ley. Eso sí, procura no mirar directamente a la luz.",
    "quote": "\"La noche ya casi ha pasado y el día está próximo: renunciemos pues a las obras de la oscuridad y revistámonos con la armadura de la luz.\" - La Biblia, Romanos 13:12 ",
    "tech_prereqs": [
        {
            "name": "Ordenadores",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/computers.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Invisibilidad ante el radar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/stealth.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Caza a reacción|Cazas a reacción",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/jet_fighter.json"
        },
        {
            "name": "Blindado moderno|Blindados modernos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/modern_armor.json"
        }
    ],
    "building_unlocks": []
}