{
    "id": 29,
    "name": "Maquinaria",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/machinery.png",
    "era": "Época Medieval",
    "cost": 485,
    "civilopedia_entry": "Una máquina es un ingenio con partes móviles que usa energía para llevar a cabo sus tareas (al menos, ésta sería la definición de la era pre-electrónica). Una imprenta es una máquina, como lo es un telar, un reloj o un molino de agua. El dominio de la maquinaria requiere la habilidad de diseñar e ingeniar, por supuesto, pero también la capacidad de fabricar piezas de las máquinas con medidas precisas. Una máquina de vapor tendrá fugas si se construye mal (eso si no estalla directamente). Trabajar con aparatos de la época de las primeras máquinas era muy peligroso: si los humos no te mataban, tenías muchas posibilidades de acabar abrasado, succionado por el aparato o volado en pedazos.Por otro lado, cuando una civilización empezaba a dominar la maquinaria compleja, ésta le daba una riqueza y un poder sin igual. Inglaterra inició muy pronto la Revolución Industrial y, con ella, la pequeña isla-estado dominó el mundo del comercio durante los casi tres siglos siguientes.",
    "quote": "\"La imprenta es el mejor invento para iluminar la mente del hombre y para mejorarlo como ser racional, moral y social.\" - Thomas Jefferson",
    "tech_prereqs": [
        {
            "name": "Ingeniería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/engineering.json"
        },
        {
            "name": "Gremios",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/guilds.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Imprenta",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/printing_press.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Ballestero|Ballesteros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/crossbowman.json"
        },
        {
            "name": "Cho-ko-nu|Cho-ko-nu",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/chu-ko-nu.json"
        },
        {
            "name": "Saetero|Saeteros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/longbowman.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Fundición|Fundiciones",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/ironworks.json"
        }
    ]
}