{
    "id": 11,
    "name": "Mampostería",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/masonry.png",
    "era": "Antigüedad",
    "cost": 55,
    "civilopedia_entry": "La mampostería es la construcción de edificios a partir de bloques sueltos que se mantienen sujetos entre sí mediante alguna clase de mortero. Los bloques pueden ser de piedra, cemento, hormigón o ladrillos de arcilla. El mortero es una especie de pasta que se seca y se convierte en un material extremadamente duradero. Suele estar compuesto de una mezcla de arena, cemento o cal y agua.Los antiguos egipcios dominaron el arte de la mampostería ya en el cuarto milenio a. C. e hicieron templos, palacios y pirámides de las grandes vetas de piedra caliza, arenisca, granito y basalto que se encuentran en las colinas del río Nilo. Los antiguos asirios del Creciente Fértil carecían de un acceso tan fácil a la piedra, pero tenían ricos depósitos de arcilla, material que secaban al sol y convertían en ladrillos. Como los ladrillos secados al sol son vulnerables a la humedad, solían recubrir sus edificios con tejas o azulejos, que son más resistentes al agua.Los antiguos romanos inventaron el cemento, que era un mortero mucho mejor que el de las civilizaciones anteriores (que normalmente empleaban arcilla como base) y que podía usarse como material de construcción por sí mismo. La llamada \"revolución del cemento\" permitió a los romanos construir edificios que resultaban imposibles de levantar con los materiales primitivos. En el siglo XIX, un jardinero francés pensó en encastrar un armazón de hierro en sus macetas y jardineras de cemento. Así inventó el cemento armado, que aumentó considerablemente la resistencia a la fractura del material y lo hizo más adecuado para edificios altos, que podían sufrir una gran tensión debido al viento, las vibraciones o los terremotos. Las innovaciones más recientes han aumentado la fuerza y la flexibilidad del más útil de todos los materiales de construcción. Y, aunque muchos edificios modernos están hechos de cristal y acero, siempre descansan sobre cimientos que se han construido con la antigua técnica de la mampostería.",
    "quote": "\"¡Qué felices aquellos cuyas murallas ya están levantadas!\" - Virgilio",
    "tech_prereqs": [
        {
            "name": "Minería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mining.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Construcción",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/construction.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Murallas|Murallas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/walls.json"
        },
        {
            "name": "Pirámides|Pirámides",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/pyramids.json"
        },
        {
            "name": "Mausoleo Halicarnaso|Mausoleos Halicarnaso",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/mausoleum_of_halicarnassus.json"
        },
        {
            "name": "Murallas de Babilonia|Murallas de Babilonia",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/walls_of_babylon.json"
        }
    ]
}