{
    "id": 15,
    "name": "Matemáticas",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mathematics.png",
    "era": "Época Clásica",
    "cost": 105,
    "civilopedia_entry": "Las matemáticas podrían definirse como la ciencia del orden, la estructura y la relación y que ha evolucionado a partir de contar, medir y describir los objetos y sus formas. Son la piedra de toque en la que se basan todas las ciencias físicas. Los sumerios tenían un sistema matemático excepcionalmente sólido y complejo que se basaba en el número 10 (como el sistema de nuestros días) y en el número 60. Los restos de este último sistema sobreviven básicamente en la actualidad para el cómputo del tiempo: 60 segundos es un minuto y 60 minutos, una hora.Los egipcios tenían un sistema algo más sencillo, que desarrollaron los escribas y recaudadores de impuestos, con el que eran capaces de hacer los cálculos necesarios para realizar obras de ingeniería, como las pirámides (además, es de suponer, de llevar la cuenta de los impuestos impagados). Los griegos dividieron las matemáticas en dos esferas: la \"aritmética\", el estudio de la cantidad, y la \"geometría\", el estudio de la magnitud o el área. No obstante, su principal contribución fue la aplicación del sistema de teoría y prueba a las matemáticas. Los sistemas matemáticos anteriores se basaban en la medida y observación del mundo real, mientras que los griegos buscaron las reglas matemáticas que subyacían en la realidad.El mundo islámico realizó una gran contribución a las matemáticas durante los siglos VIII-XV d. C. Quizá lo más importante fue la invención del sistema decimal para los números enteros y la del \"0\" (el número cero), alrededor del 600 d. C. en la India. Éste sustituyó al sistema numérico romano, extremadamente pesado y poco práctico, que en la actualidad solo pervive en la numeración de las secuelas de las películas de terror.Las matemáticas han crecido exponencialmente desde sus inicios y, gracias a ellas, el hombre ha dividido el átomo, ha creado Internet y ha montado unas ligas de fútbol increíbles. ¿Quién sabe los secretos que desentrañará en el futuro?",
    "quote": "\"Las matemáticas son la llave y la puerta de la ciencia.\" - Roger Bacon",
    "tech_prereqs": [
        {
            "name": "Rueda",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_wheel.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Moneda",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/currency.json"
        },
        {
            "name": "Ingeniería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/engineering.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Catapulta|Catapultas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/catapult.json"
        },
        {
            "name": "Balista|Balistas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/ballista.json"
        },
        {
            "name": "Torre de asedio|Torres de asedio",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/siege_tower.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Delegación|Delegaciones",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/courthouse.json"
        },
        {
            "name": "Jardines Colgantes|Jardines Colgantes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hanging_gardens.json"
        }
    ]
}