{
    "id": 46,
    "name": "Belicología",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/military_science.png",
    "era": "Era Industrial",
    "cost": 1600,
    "civilopedia_entry": "La belicología es la ciencia que usa el poder militar para conseguir unos objetivos. Tiene muchas ramas y especializaciones y, por lo general, se enseña en las academias militares. Por ejemplo, ¿cuánta distancia puede recorrer un ejército en un día o cuántas calorías necesita un soldado para estar en perfecto estado para luchar? O, ¿cómo combate alguien una insurrección en su propio país? Suponiendo que somos el ejército ocupante de otro país, ¿qué posibilidades tenemos de enfrentarnos a una sublevación? ¿Y cuál es el índice de supervivencia esperado en una guerra atómica si atacamos primero?\"El Arte de la Guerra\" de Sun Tzu es un clásico de la belicología. Aunque apareció en el siglo VI, se sigue estudiando ampliamente en la actualidad (y sigue siendo una lectura enormemente entretenida e informativa para un aficionado a la historia). \"El príncipe\", de Maquiavelo, publicada póstumamente en 1532, examina en detalle la relación entre la guerra y la política. En 1832, el general prusiano Carl von Clausewitz publicó \"De la guerra\", que también estudia los efectos de la política y de la economía en los conflictos bélicos.Aparecida en 1890, la brillante obra de Alfred Thayer Mahan \"La influencia del poder naval en la historia (1660-1783)\" influyó enormemente en muchos oficiales y políticos estadounidenses, y fue en gran parte responsable de la expansión de la armada de Estados Unidos a principios del siglo XX. Es posible que, sin este libro, Estados Unidos se hubiera encontrado más trágicamente desprevenido aún en las guerras mundiales, con los resultados desastrosos que esto habría supuesto para el país y para sus aliados de ultramar.",
    "quote": "\"Puede que las guerras se libren con armas, pero las ganan los hombres. Es el espíritu del hombre que lidera y el de los hombres que lo siguen el que gana una guerra.\" - George S. Patton",
    "tech_prereqs": [
        {
            "name": "Química",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chemistry.json"
        },
        {
            "name": "Metalurgia",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metallurgy.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Dinamita",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/dynamite.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Caballería|Caballerías",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/cavalry.json"
        },
        {
            "name": "Cosaco|Cosacos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/cossack.json"
        },
        {
            "name": "Húsar|Húsares",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/hussar.json"
        },
        {
            "name": "Caballería bereber|Caballerías bereberes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/berber_cavalry.json"
        },
        {
            "name": "Incursor comanche|Incursores comanches",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/comanche_riders.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Academia militar|Academias militares",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/military_academy.json"
        },
        {
            "name": "Puerta de Brandemburgo|Puertas de Brandemburgo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/brandenburg_gate.json"
        }
    ]
}