{
    "id": 5,
    "name": "Minería",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mining.png",
    "era": "Antigüedad",
    "cost": 35,
    "civilopedia_entry": "La minería es el proceso de extraer varias sustancias útiles de debajo de la superficie terrestre. Los primeros elementos extraídos incluían cobre, hierro, diamantes, oro, plata, sal y carbón. Como uno no puede comerse nada de eso (excepto la sal, claro, pero ya nos entendemos), los mineros han de formar parte de una comunidad que produzca suficiente excedente de alimentos para sustentarlos, a ellos y a sus familias.La mina más antigua que se ha descubierto hasta la fecha se encuentra en Suazilandia, África. Se excavó hace unos 40.000 años para extraer ocre, un mineral que se usa en las ceremonias funerarias y en el arte corporal. El sílex, un mineral quebradizo que se afila fácilmente, lo utilizaba el hombre primitivo para hacer raspadores, cuchillos y puntas de flecha, y puede que se trate del primer mineral extraído a gran escala en Europa. En Francia e Inglaterra se han descubierto pozos mineros de sílex de unos 70 metros de profundidad y que se remontan al Neolítico (8000 - 2000 a. C.).Los mineros modernos emplean gran variedad de métodos para extraer una miríada de materiales de debajo del suelo. Los mineros del carbón a veces pulverizan las cumbres de montañas enteras para extraer el preciado mineral negro. En África, unas cuantas compañías mineras han cavado, literalmente, kilómetros de suelo en busca de diamantes. Y las compañías están perforando pozos por todas partes (desde el suelo oceánico hasta el permagel del congelado norte) en busca del líquido más preciado de todos: el petróleo.",
    "quote": "\"Los pobres de espíritu heredarán la Tierra, pero no sus derechos mineros.\" - J. Paul Getty",
    "tech_prereqs": [
        {
            "name": "Agricultura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/agriculture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Mampostería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/masonry.json"
        },
        {
            "name": "Forja del bronce",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/bronze_working.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}