{
    "id": 79,
    "name": "Nanotecnología",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nanotechnology.png",
    "era": "Era información",
    "cost": 8800,
    "civilopedia_entry": "La nanotecnología es una disciplina global que estudia el control de la materia a escala atómica o molecular. Si bien a menudo presenta la fantástica imagen de miles de millones de robots diminutos redirigiendo el flujo de los átomos individuales, la nanotecnología engloba toda ciencia relacionada con el estudio o uso de partículas de pocos nanómetros de tamaño, desde la creación de minúsculos nanotubos de carbón y células fotosensibles hasta la investigación genética. Un nanómetro (el tamaño relativo del que parten la mayoría de las nanotecnologías) es una milmillonésima parte de un metro, aproximadamente la misma escala que el diámetro de una canica respecto al de la Tierra. La tecnología necesaria para investigar a escalas tan microscópicas no ha estado disponible hasta hace pocos años. A pesar de su reciente aparición, todas las semanas se ponen a disposición del público una media estimada de tres o cuatro productos nanotecnológicos, con aplicaciones que van desde prendas de vestir y productos de belleza hasta alimentos y embalajes.Muchos científicos se frotan las manos ante las posibles aplicaciones del desarrollo de esta tecnología, pero a otros les preocupan los riesgos sanitarios, medioambientales e incluso éticos que puede entrañar su investigación. Algunos países han exigido la elaboración de ciertas normas de seguridad y salud para evitar una posible liberación accidental de nanopartículas en el medio ambiente o incluso en el cuerpo humano, donde puedan ejercer efectos tóxicos o perniciosos.",
    "quote": "\"Se espera que el impacto de la nanotecnología supere al que tuvo la revolución electrónica en nuestras vidas.\" - Richard Schwartz",
    "tech_prereqs": [
        {
            "name": "Robótica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/robotics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Tecnología futura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Cámara criogénica espacial|Cámaras criogénicas espaciales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/ss_stasis_chamber.json"
        },
        {
            "name": "Pelotón de XCOM|Pelotones de XCOM",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/xcom_squad.json"
        }
    ],
    "building_unlocks": []
}