{
    "id": 37,
    "name": "Navegación",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/navigation.png",
    "era": "Renacimiento",
    "cost": 1150,
    "civilopedia_entry": "La navegación es la ciencia de encontrar el rumbo por el océano. Los primeros navíos rara vez perdían de vista la costa, lo que hacía la navegación muy sencilla. Sin embargo, limitaba los lugares a los que se podía ir y, además, aumentaba las posibilidades de que los barcos acabaran varados o chocando con las rocas por la acción de los vientos contrarios. Hay pocas cosas más aterradoras para el capitán de un velero (sin motor) que estar en \"costa de sotavento\"; es decir, que un viento fuerte arrastre el barco hacia la costa cercana.Antes de la llegada de los satélites, las radios y los radares, los barcos navegaban siguiendo el rumbo en una carta (\"navegación a ciegas\"). Si uno sabía la velocidad y la dirección exacta en la que se movía, podía hacerse una idea bastante acertada de dónde se encontraba. No obstante, tras varias semanas en la mar, hasta el fallo más nimio en la velocidad y en el rumbo podía acumularse y dar grandes errores. Si te encontrabas surcando el Pacífico, con cada vez menos reserva de agua y navegando hasta el único islote con agua dulce en miles de kilómetros a la redonda, un error en la navegación a ciegas podía suponer fácilmente un final muy poco agradable.El capitán de una nave también podía mirar los cielos para ayudarse en la navegación. Si era un día soleado, los capitanes tenían delicados instrumentos con los que podían decir el momento preciso en que el sol alcanzaba su cénit (su punto más alto) encima del barco. Si también contaban con un reloj preciso que estuviera puesto en la hora correcta, podían usar esta información para calcular su longitud exacta, la distancia hacia este u oeste que hay desde el meridiano cero (el que pasa por Greenwich, Inglaterra). Para ello, obviamente, se había de tener buen tiempo, un reloj preciso y la habilidad de ver perfectamente el mediodía a bordo de un barco, que podía estar balanceándose de un modo alarmante. En las noches despejadas, los capitanes usaban los movimientos de ciertas estrellas para obtener una información similar.Finalmente, por supuesto, el invento de la radio, el radar y los satélites hicieron que todo el proceso fuera mucho más fácil y seguro. Pero hasta los capitanes actuales encallan sus naves o las hacen chocar contra la pilastra de un puente (y son barcos con motor). Imagina la habilidad que hay que tener para mantener un velero en el rumbo correcto.",
    "quote": "\"Los vientos y las olas siempre están del lado de los marinos más hábiles.\" - Edward Gibbon",
    "tech_prereqs": [
        {
            "name": "Astronomía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/astronomy.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Arqueología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/archaeology.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Fragata|Fragatas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/frigate.json"
        },
        {
            "name": "Buque de guerra|Buques de guerra",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/ship_of_the_line.json"
        },
        {
            "name": "Mendigo del mar|Mendigos del mar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/sea_beggar.json"
        },
        {
            "name": "Corsario|Corsarios",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/privateer.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Puerto marítimo|Puertos marítimos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/seaport.json"
        }
    ]
}