{
    "id": 78,
    "name": "Fusión nuclear",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nuclear_fusion.png",
    "era": "Era información",
    "cost": 8800,
    "civilopedia_entry": "La fusión nuclear es un fenómeno que se da de forma natural en las estrellas; consiste en la unión de múltiples átomos de cargas similares para formar uno nuevo más pesado, como cuando dos átomos de hidrógeno se combinan para formar uno de helio. Esta unión libera o absorbe energía en grandes cantidades, considerablemente superiores a las necesarias para fusionar ambos núcleos. Aprovechar el poder de la fusión de forma controlada ha sido el principal objetivo de las investigaciones sobre energía desde la década de 1950, tras presenciar el poder desatado por la reacción en cadena descontrolada de la primera bomba de hidrógeno.Simplificando en exceso, la fusión puede clasificarse en dos categorías: las que producen energía y las que la consumen. La fusión entre los elementos más ligeros y cualquiera de sus isótopos (cualquier cosa más pequeña que el hierro o con un peso atómico menor a 26) suele liberar energía, mientras que la fusión de los elementos más pesados tiende a consumirla. En la fisión nuclear ocurre lo inverso.Se necesita mucha energía para que dos núcleos venzan sus cargas positivas y se fusionen, aun tratándose de hidrógeno (el elemento más ligero). No obstante, algunos científicos creen que para el año 2020 tal vez sea posible construir un reactor que no solo sea capaz de propiciar y controlar dicha reacción, sino también de generar diez veces la cantidad de energía utilizada para facilitarla. La obtención de una energía semejante podría revolucionar las infraestructuras de todo el mundo y cambiar el modo en que se produzcan incluso las hazañas tecnológicas más insignificantes.",
    "quote": "\"La liberación de la energía atómica no ha representado un problema nuevo, solo ha hecho más urgente la necesidad de resolver uno que ya existía.\" - Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Balística avanzada",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/advanced_ballistics.json"
        },
        {
            "name": "Satélites",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/satellites.json"
        },
        {
            "name": "Robótica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/robotics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Tecnología futura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Robot gigante|Robots gigantes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/giant_death_robot.json"
        }
    ],
    "building_unlocks": []
}