{
    "id": 66,
    "name": "Fisión nuclear",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nuclear_fission.png",
    "era": "Era Atómica",
    "cost": 6400,
    "civilopedia_entry": "La fisión nuclear es una reacción que consiste en la división del núcleo de un átomo radiactivo (es decir, la fisión). En este proceso se liberan neutrones que colisionan con otros átomos, que a su vez también se dividen y liberan más neutrones. Si hay suficiente material radiactivo, la fisión puede contenerse a sí misma, liberando una gran cantidad de energía a un ritmo controlado (como ocurre en los reactores nucleares) o de forma descontrolada (como la desatada por una bomba nuclear).La fisión nuclear genera una enorme cantidad de energía (muchos millones de veces superior a la generada por una cantidad similar de gasolina), pero este procedimiento también produce un importante volumen de residuos difícil de eliminar. Además, puede ser mortal para las personas y causarles una muerte lenta (si se ven expuestas a material radiactivo) o extremadamente rápida (si la reacción en cadena se descontrola y el material explota).Es muy raro que se produzca una fisión nuclear de forma natural; el último episodio conocido tuvo lugar en la Tierra hace unos dos mil millones de años. Desde entonces, los materiales fisibles se han descompuesto, imposibilitando una nueva fisión natural en este planeta.El neozelandés Ernest Rutherford fue el primer hombre que logró dividir el átomo en 1917. En 1934, el italiano Enrico Fermi bombardeó uranio con neutrones como parte de un experimento. En aquel mismo año, Ida Noddack postuló la idea de la fisión nuclear como una reacción nuclear sostenida. En 1938, los químicos alemanes Otto Hahn y Fritz Strassmann lograron producir la primera reacción nuclear en cadena.El estallido de la Segunda Guerra Mundial fue el pistoletazo de salida de la carrera para crear la primera bomba nuclear. Tras recibir una carta escrita por los refugiados de guerra Albert Einstein y Leo Szilard, en la que describían la potencial letalidad de un ingenio nuclear, el presidente estadounidense Franklin Roosevelt creó un comité científico y militar para desarrollarlo antes que los alemanes, que también sopesaban la misma aplicación. Científicos de Estados Unidos, Canadá y Reino Unido colaboraron en la creación de la primera arma nuclear. El nombre en clave de su investigación fue \"Proyecto Manhattan\".Al cabo de cinco largos años de arduo trabajo, los científicos del Proyecto Manhattan consiguieron fabricar y probar un arma nuclear. Los días 6 y 9 de agosto de 1945, Estados Unidos dejó caer dos bombas atómicas sobre las ciudades japonesas de Hiroshima y Nagasaki. Las explosiones iniciales mataron a unos 120.000 japoneses el primer día, y otra cantidad similar murió a lo largo de los tres meses posteriores a causa de las quemaduras, la radiación y otras heridas traumáticas. Japón ofreció su rendición incondicional el 15 de agosto de 1945.Aunque se han realizado numerosas pruebas, no se han vuelto a detonar bombas atómicas en combate desde la Segunda Guerra Mundial. Estados Unidos, Rusia, Inglaterra y Francia todavía cuentan con una surtida reserva de armamento nuclear (la mayoría en manos de las dos primeras potencias), y otros países como China, Israel, Pakistán, India y Corea del Norte también se han unido al \"club nuclear\". Estados Unidos ha lanzado una enérgica campaña para impedir que Irán desarrolle este tipo de armamento, pero el éxito o fracaso de este empeño aún está por ver.",
    "quote": "\"Me he convertido en la Muerte, destructora de mundos.\" - J. Robert Oppenheimer (citando el Mahabharata)",
    "tech_prereqs": [
        {
            "name": "Teoría del átomo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/atomic_theory.json"
        },
        {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Tácticas de movilidad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mobile_tactics.json"
        },
        {
            "name": "Balística avanzada",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/advanced_ballistics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Bomba atómica|Bombas atómicas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/atomic_bomb.json"
        },
        {
            "name": "Bazuca|Bazucas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/bazooka.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Central nuclear|Centrales nucleares",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/nuclear_plant.json"
        }
    ]
}