{
    "id": 13,
    "name": "Óptica",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/optics.png",
    "era": "Época Clásica",
    "cost": 85,
    "civilopedia_entry": "La óptica es el estudio de la luz y la vista. Los retos de la óptica más importantes y tempranos se centraron en ayudar a percibir al ojo humano: permitirle ver a grandes distancias, mirar objetos muy pequeños o en la oscuridad. Los antiguos egipcios y mesopotámicos desarrollaron las primeras lentes fabricadas de cristal pulido, que se remontan al 700 a. C. Los griegos y romanos crearon lentes toscas llenando de agua esferas de cristal. En su \"Óptica\", Euclides describió las leyes matemáticas de la percepción y examinó la refracción. En el siglo VIII d. C., los sabios musulmanes estudiaron la óptica en profundidad y escribieron instruidos tratados sobre la refracción y la construcción de lentes y espejos.Las primeras gafas \"portátiles\" se inventaron en Italia en el siglo XII, y los primeros telescopios, en el siglo XV, al igual que el primer microscopio. Aunque no eran demasiado buenos comparados con los actuales, estos instrumentos aumentaron enormemente la capacidad del hombre para percibir el mundo que le rodeaba y navegar por los océanos inexplorados del mundo.",
    "quote": "\"Se hizo un instrumento para saber si la luna brillaba llena o no.\" - Samuel Butler",
    "tech_prereqs": [
        {
            "name": "Navegación a vela",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/sailing.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Brújula",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/compass.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Faro|Faros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/lighthouse.json"
        },
        {
            "name": "Gran Faro|Grandes Faros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/great_lighthouse.json"
        }
    ]
}