{
    "id": 77,
    "name": "Física de partículas",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/particle_physics.png",
    "era": "Era información",
    "cost": 8800,
    "civilopedia_entry": "La física de partículas nos acerca un paso más hacia la comprensión de la naturaleza de la materia y la energía que su antecesora, la \"teoría del átomo\". Aunque el término no fue acuñado por el químico John Dalton hasta 1803, la idea de que toda materia puede dividirse en bloques de construcción cada vez más pequeños data del siglo VI a. C. La física de partículas moderna, o, más correctamente, el estudio de la mecánica cuántica, no se emprendió de forma plena hasta 1838, año en que Michael Faraday descubrió los rayos catódicos y demostró que los átomos, considerados hasta entonces el objeto más pequeño conocido por la ciencia, estaban formados por partículas aún más pequeñas.En general, los fundamentos básicos de la teoría cuántica pueden resumirse en el Modelo Estándar, una categorización de las 17 especies distintas de partículas elementales: 12 fermiones, 4 bosones vectoriales y 1 bosón escalar (y no protones y neutrones, como suele enseñarse en los primeros grados de la escuela; éstos se componen de quarks, que son distintas variedades de fermiones). Las partículas asociadas a la materia se clasifican como fermiones (poseen un espín semicompleto), y las asociadas a las fuerzas, como bosones (poseen un espín completo). Partiendo de estas 17 partículas básicas se pueden crear centenares de partículas fundamentales y compuestas.Aunque muchos físicos creen que todavía queda mucho por descubrir en este campo, los estudios de física de partículas han demostrado que es posible transmutar el plomo en oro (aunque no es económicamente viable), y que ciertas fantasías propias de la ciencia ficción, como la materia oscura o la teoría del todo, podrían existir.",
    "quote": "\"Toda partícula de materia se ve atraída hacia otra con una fuerza inversamente proporcional al cuadrado de la distancia que las separa.\" - Isaac Newton",
    "tech_prereqs": [
        {
            "name": "Telecomunicaciones",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/telecommunications.json"
        },
        {
            "name": "Tácticas de movilidad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mobile_tactics.json"
        },
        {
            "name": "Balística avanzada",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/advanced_ballistics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Tecnología futura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Motor para Naves espaciales|Motores para Naves espaciales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/ss_engine.json"
        }
    ],
    "building_unlocks": []
}