{
    "id": 61,
    "name": "Penicilina",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/penicillin.png",
    "era": "Era Atómica",
    "cost": 5100,
    "civilopedia_entry": "La penicilina constituye un grupo de antibióticos derivados de ciertos hongos. Los antibióticos combaten y destruyen las bacterias, formas de vida diminutas, algunas de las cuales (peste, sífilis o lepra, por citar solo tres) resultan muy perjudiciales para la salud y el bienestar humanos. Se cree que el uso primitivo de la penicilina se remonta a la Edad Media, cuando se empleaba pan mohoso para tratar las heridas purulentas. El descubrimiento científico de la penicilina se atribuye a Alexander Fleming, en 1928, y su primer uso médico oficial, a Cecil George Paine, dos años después. A medida que su utilización se ha extendido, algunas bacterias se han vuelto inmunes a la penicilina, y ha habido que inventar un amplio espectro de otros antibióticos para combatir estas cepas resistentes a los fármacos. Aun así, la penicilina y sus herederos siguen siendo armas importantes en la eterna batalla del médico contra la amenaza mortal de las bacterias.",
    "quote": "\"Los hombres en nada se aproximan tanto a los dioses como en proporcionar seguridad y bienestar a sus conciudadanos.\" - Cicerón",
    "tech_prereqs": [
        {
            "name": "Refrigeración",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/refrigeration.json"
        },
        {
            "name": "Plástico",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/plastics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Ecología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ecology.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Marine|Marines",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/marine.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Laboratorio médico|Laboratorio médico",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/medical_lab.json"
        }
    ]
}