{
    "id": 17,
    "name": "Filosofía",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/philosophy.png",
    "era": "Época Clásica",
    "cost": 175,
    "civilopedia_entry": "La filosofía es el estudio de la realidad y el lugar que ocupa el hombre en ella. La palabra proviene del término en latín \"philosophia\", y éste a su vez del griego, y quiere decir \"amor por el saber\". Es algo distinta de la religión (que busca definir y comprender un sistema sobrenatural): la filosofía da un paso atrás y se pregunta si ese sistema sobrenatural realmente existe. Este saber trata sobre la lógica, la moralidad, la observación, el realismo, la felicidad, la vida, la muerte y otras grandes preguntas.En general, se atribuye a los griegos la invención de la filosofía en la civilización occidental. En el siglo VI a. C., Tales de Mileto fue el primer hombre en dar una explicación puramente natural (es decir, no religiosa) del origen del mundo. Creía que todo provenía del agua. Su teoría se basó en la observación de animales marinos fosilizados que encontró muy tierra adentro. Esta explicación no requería de la acción creadora de un ser sobrenatural, sino que consideraba que la creación era resultado de los agentes naturales. Los filósofos posteriores ampliaron esta teoría tan básica; excepto, claro, los filósofos que concluyeron que nada existía o los que creían que el mundo era un reflejo de otro lugar, etc. El problema de examinar la realidad es que, cuanto más profundo mira uno, más confuso se vuelve todo.En la medida de lo posible, la filosofía proporciona herramientas que se pueden utilizar para observar el mundo y hacer valoraciones sobre el mismo, para pensar en cosas en las que nadie ha pensado antes. Como cualquier otro instrumento, puede usarse para bien o para mal, pero la filosofía al menos busca dar la estructura intelectual necesaria para ayudarnos a decidir.",
    "quote": "\"Solo hay un bien, el conocimiento, y un mal, la ignorancia.\" - Sócrates",
    "tech_prereqs": [
        {
            "name": "Calendario",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/calendar.json"
        },
        {
            "name": "Escritura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/writing.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Teología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/theology.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Mezquita piramidal|Mezquitas piramidales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/mud_pyramid_mosque.json"
        },
        {
            "name": "Tumba|Tumbas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/burial_tomb.json"
        },
        {
            "name": "Templo|Templos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/temple.json"
        },
        {
            "name": "Colegio nacional|Colegios nacionales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/national_college.json"
        },
        {
            "name": "Oráculo|Oráculos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/oracle.json"
        }
    ]
}