{
    "id": 30,
    "name": "Física",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/physics.png",
    "era": "Época Medieval",
    "cost": 485,
    "civilopedia_entry": "La física es el estudio de la materia y conforma la base de las ciencias físicas. Llamada en origen \"ciencia natural\", se ocupa de todo lo que se puede observar en el universo: desde la partícula más pequeña hasta la galaxia más grande. Estudia la gravedad, la luz, el calor y el magnetismo. Con el tiempo, a medida que el conocimiento humano creció exponencialmente, la física se fue dividiendo en varias ramas, como la astronomía, la química, la biología y la ingeniería, pero todas tienen en común que miden y explican los fenómenos naturales.En 1687, Isaac Newton publicó su obra culmen \"Philosophiae Naturalis Principia Mathematica\", que revolucionó la física. Para entendernos, la primera ley de Newton, conocida como \"ley de la inercia\", dice que un objeto en reposo permanecerá en reposo y un objeto en movimiento permanecerá en movimiento, a menos que actúen sobre ellos fuerzas externas. La segunda ley describe los cambios que la fuerza puede producir en el movimiento de un cuerpo con una fórmula: \"fuerza es igual a masa por aceleración\". La tercera, la \"ley de acción y reacción\", afirma que, cuando dos objetos interactúan, aplican fuerzas en el otro cuerpo que son iguales en magnitud y opuestas en dirección o, en el acerbo popular, \"por cada acción hay una reacción igual en sentido opuesto\".Las leyes de Newton rigieron la física hasta el siglo XX, cuando las sustituyeron las leyes de la relatividad y de la mecánica cuántica, hitos que han cambiado tanto el mundo como lo hicieron los descubrimientos de Newton en su momento.",
    "quote": "\"Mide lo que es mesurable y haz mesurable lo que no lo es.\" - Galileo",
    "tech_prereqs": [
        {
            "name": "Vaciado del metal",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metal_casting.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Imprenta",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/printing_press.json"
        },
        {
            "name": "Pólvora",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/gunpowder.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Trabuquete|Trabuquetes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/trebuchet.json"
        },
        {
            "name": "Hwach'a",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/hwach'a.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Notre Dame|Notre Dame",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/notre_dame.json"
        }
    ]
}