{
    "id": 57,
    "name": "Plástico",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/plastics.png",
    "era": "Época Moderna",
    "cost": 4100,
    "civilopedia_entry": "El plástico es un material ligero, transparente y resistente que no conduce bien la electricidad. Puede presentar muchas formas distintas, unas más duras, otras más flexibles, con mayor o menor tolerancia al calor. Puede moldearse, prensarse o extrudirse para darle prácticamente cualquier forma imaginable. Está presente en todas las facetas de la vida moderna y se utiliza para todo, desde parachoques hasta prótesis, pasando por tarros de comida para bebés y armas de infantería. Es uno de los componentes básicos más importantes del siglo XXI.El primer plástico artificial fue inventado por el británico Alexander Parkes en 1855. Su invento, denominado parquesina, estaba hecho de celulosa (células vegetales), y fue empleado como sustituto del marfil, que cada vez escaseaba más debido a la disminución de la población mundial de ballenas.El primer plástico enteramente sintético fue la baquelita, inventada en 1909 por el estadounidense de origen belga Leo Hendrik Baekeland. La baquelita era barata, fuerte y resistente. Fue utilizada en la construcción de radios, teléfonos, mangos de utensilios, teclas para pianos y bolas de billar. Sin embargo, aunque es un material fuerte, resulta bastante quebradizo. Hace mucho que se sustituyó por plásticos más baratos y flexibles como el poliestireno, el PVC, el nailon y otras variedades más exóticas creadas en el siglo XX.En su momento era relativamente económico, pero actualmente se necesitan numerosas sustancias petroquímicas para fabricar la mayoría de los plásticos. Y el incremento del coste del crudo supone un aumento similar del precio del plástico. Es posible que en el futuro se descubra algún otro material milagroso que sustituya al ubicuo plástico, pero por el momento es irreemplazable.",
    "quote": "\"Ben, quiero decirte una sola palabra, solo una: plástico.\" - Buck Henry y Calder Willingham, \"El graduado\"",
    "tech_prereqs": [
        {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radio.json"
        },
        {
            "name": "Repuestos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/replaceable_parts.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Penicilina",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/penicillin.json"
        },
        {
            "name": "Teoría del átomo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/atomic_theory.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Infantería|Infanterías",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/infantry.json"
        },
        {
            "name": "Pracinha|Pracinhas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/pracinha.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Laboratorio científico|Laboratorios científicos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/research_lab.json"
        },
        {
            "name": "Cristo Redentor|Cristos Redentores",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/cristo_redentor.json"
        }
    ]
}