{
    "id": 2,
    "name": "Alfarería",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/pottery.png",
    "era": "Antigüedad",
    "cost": 35,
    "civilopedia_entry": "La alfarería es una de las artes más antiguas y útiles. Permite fabricar objetos de barro que se meten en un horno para someterlos a temperaturas muy altas. El producto resultante es muy frágil, pero también es hermético y prácticamente impermeable a la corrosión, la oxidación, las plagas y demás fuerzas destructoras que afectan a los objetos hechos de metal, madera o tela. Los primeros objetos de alfarería incluían vasijas y recipientes para guardar líquidos o cereales, así como cazuelas, cuencos, platos y copas.La primera clase de alfarería que se descubrió fue la cerámica, que se remonta a hace unos 9.000 años. Es bastante porosa y se suele recubrir de un material más impermeable (\"barniz\") o puede esmaltarse. La cerámica es muy duradera y sigue usándose mucho en la actualidad. La terracota es la arcilla que se ha cocido a temperaturas muy altas hasta que se ha vitrificado, adquiriendo una consistencia similar a la del vidrio, sin poros. Este procedimiento se descubrió en China alrededor del 1400 a. C. La porcelana también se inventó en China, hacia el siglo VI d. C. Es similar a la terracota (de hecho, aún se discute cuál es la diferencia exacta entre ambas), pero los productos de porcelana suelen ser más translúcidos y delicados.",
    "quote": "\"¿Dice acaso el barro al alfarero: Qué es lo que haces?\" - La Biblia, Isaías 45:9",
    "tech_prereqs": [
        {
            "name": "Agricultura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/agriculture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Navegación a vela",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/sailing.json"
        },
        {
            "name": "Calendario",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/calendar.json"
        },
        {
            "name": "Escritura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/writing.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Granero|Graneros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/granary.json"
        },
        {
            "name": "Pirámide|Pirámides",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/pyramid.json"
        },
        {
            "name": "Santuario|Santuarios",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/shrine.json"
        }
    ]
}