{
    "id": 35,
    "name": "Imprenta",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/printing_press.png",
    "era": "Renacimiento",
    "cost": 780,
    "civilopedia_entry": "Aunque los tipos móviles se inventaron en China, la primera imprenta mecánica de la que se tiene constancia la inventó el impresor alemán Johannes Gutenberg a mediados del siglo XV. Las primeras imprentas eran máquinas de madera, muy parecidas a las prensas para hacer vino y aceite que se habían utilizado en el Mediterráneo durante siglos.En las primeras imprentas, se grababan los tipos al revés en una \"plancha\" de madera que se sujetaba firmemente. Se aplicaba tinta a los tipos de la plancha y luego se ponía una hoja encima de ellos, en la imprenta, El impresor giraba el torno para presionar el papel y ponerlo en contacto con los tipos entintados. Luego quitaba la hoja, volvía a entintar los tipos y empezaba de nuevo el proceso. La imprenta de Gutenberg podía imprimir unas 250 hojas por hora (a una cara). Su diseño permaneció prácticamente inalterado durante 300 años, hasta que aparecieron las máquinas de metal. En el siglo XIX, las imprentas ya eran a vapor y capaces de producir unas 7.500 hojas por hora.No puede olvidarse la importancia que ha tenido la imprenta para el conocimiento humano. Antes de ella, había pocos libros disponibles, y los que había costaban más de lo que un trabajador ganaba en un año. La biblioteca de la universidad de Cambridge solo contaba con poco más de 100 volúmenes cuando se inventó la imprenta. En un periodo de tiempo asombrosamente breve, la gente normal pudo permitirse el lujo de tener biblias y otros libros en su casa. Durante los 60 años siguientes, empezaron a aparecer las primeras \"hojas informativas\" (predecesoras del periódico) en Inglaterra.",
    "quote": "\"El deber de un periódico consiste en publicar noticias y montar una buena.\" - The Chicago Times",
    "tech_prereqs": [
        {
            "name": "Maquinaria",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/machinery.json"
        },
        {
            "name": "Física",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/physics.json"
        },
        {
            "name": "Caballería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Economía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/economics.json"
        },
        {
            "name": "Metalurgia",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metallurgy.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Zoo|Zoos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/zoo.json"
        },
        {
            "name": "Torre inclinada de Pisa|Torres inclinadas de Pisa",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/leaning_tower_of_pisa.json"
        },
        {
            "name": "Globe Theatre|Globe Theatres",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/globe_theatre.json"
        }
    ]
}