{
    "id": 63,
    "name": "Radar",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radar.png",
    "era": "Era Atómica",
    "cost": 5100,
    "civilopedia_entry": "El radar es un sistema de detección que emplea ondas electromagnéticas para identificar objetos lejanos como barcos o aviones. Acuñado en 1941, el término \"RADAR\" son las siglas de Radio Detection And Ranging (detección y medición de distancias por radio).En 1904, Christian Hulsmeyer logró detectar la presencia de un barco en un denso banco de niebla. Más adelante, en ese mismo año, realizó mejoras a su invento que permitían determinar la distancia a la que se encontraba el objeto detectado.En agosto de 1917, el inventor Nikola Tesla diseñó los primeros radares primitivos, que permitían al usuario \"determinar la posición relativa o el rumbo de un objeto en movimiento, como una embarcación en el mar, la distancia recorrida por la misma o su velocidad\".Ante el inminente estallido de la Segunda Guerra Mundial, todas las potencias industriales del mundo pugnaron por inventar radares más sofisticados. Los británicos contaban con los adelantos más innovadores cuando se declaró la guerra: sus sistemas eran capaces de detectar objetos voladores situados a gran distancia de las vulnerables ciudades británicas. Los rumores de que los alemanes trabajaban en una especie de rayo mortal estimularon la investigación. Su sistema se guardaba bajo alto secreto, y los británicos aseguran que, durante la guerra, sus detectores humanos de aviones fueron los responsables de su éxito a la hora de interceptar las ofensivas alemanas.Hacia el final de la guerra, las principales potencias habían hecho grandes avances en la tecnología del radar y, a mediados de siglo, se extendió por todo el mundo con usos civiles, principalmente para controlar el tráfico aéreo. Con la posible excepción de ciertas aeronaves indetectables, en la actualidad es casi imposible que un avión entre en el espacio aéreo de cualquier nación industrializada sin que lo detecte un radar en alguna parte.",
    "quote": "\"Visión es el arte de ver las cosas invisibles.\" - Jonathan Swift",
    "tech_prereqs": [
        {
            "name": "Electrónica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electronics.json"
        },
        {
            "name": "Misiles balísticos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ballistics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Fisión nuclear",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fission.json"
        },
        {
            "name": "Cohetería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rocketry.json"
        },
        {
            "name": "Ordenadores",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/computers.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Bombardero|Bombarderos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/bomber.json"
        },
        {
            "name": "B17",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/b17.json"
        },
        {
            "name": "Caza|Cazas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/fighter.json"
        },
        {
            "name": "Zero|Zeros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/zero.json"
        },
        {
            "name": "Paracaidista|Paracaidistas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/paratrooper.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Aeropuerto|Aeropuertos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/airport.json"
        }
    ]
}