{
    "id": 53,
    "name": "Radio",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radio.png",
    "era": "Época Moderna",
    "cost": 3100,
    "civilopedia_entry": "La tecnología de radio consiste en la transmisión de información a un receptor remoto mediante la modificación de la amplitud, frecuencia o duración de ondas de radio. En términos menos técnicos, un transmisor traduce sonidos en ondas que luego se difunden por la atmósfera. Otros receptores de radio pueden captar estas ondas y volver a traducirlas en sonido.Las radios son aparatos muy complejos. Se necesitaron cientos de años de investigación y desarrollo por parte de científicos y físicos como Michael Faraday, James Maxwell, Heinrich Hertz y Guglielmo Marconi.Marconi fue un físico italiano que trabajó en la creación de un telégrafo sin cables. En 1894, logró enviar una señal a una distancia de unos 30 metros. Tras perfeccionar la tecnología, hacia 1901 consiguió transmitir una señal a través del océano Atlántico. Marconi continuó trabajando en este campo y, para la década de 1920, pudo iniciar el desarrollo de la comunicación inalámbrica por onda corta, que sentaría las bases para la moderna comunicación por radio a largas distancias.El primer programa de radio se emitió en la Nochebuena del año 1906. El primer noticiero se retransmitió el 31 de agosto de 1920 en Detroit, Michigan. A finales de los años 20, las radios eran ya un utensilio común en los hogares europeos y estadounidenses.La radio desempeñó un importante papel durante la Segunda Guerra Mundial. Además de facilitar la comunicación entre aviones y barcos, también permitió a los gobiernos implicados la difusión de noticias y propaganda entre sus ciudadanos y sus enemigos por igual. Hitler, Churchill y Roosevelt fueron auténticos maestros de los medios de comunicación. La radio gozó de una inmensa popularidad en los años de posguerra, sobre todo en Estados Unidos, donde se produjo un enorme aumento en el número de cadenas y emisoras. Fue el principal entretenimiento hasta la llegada de la televisión en la década de 1950.Aunque su importancia ha disminuido en gran medida con la aparición de tecnologías más novedosas como son la televisión e Internet, la radio sigue siendo una fuente viable e importante de noticias y ocio para personas de todo el mundo. Al igual que el rock, es algo que nunca morirá.",
    "quote": "\"Todo el país estaba unido por la radio. Todos escuchábamos a los mismos héroes, cómicos y cantantes. Eran gigantes.\" - Woody Allen",
    "tech_prereqs": [
        {
            "name": "Electricidad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electricity.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Plástico",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/plastics.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Torre de radio|Torres de radio",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/broadcast_tower.json"
        },
        {
            "name": "Torre Eiffel|Torres Eiffel",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/eiffel_tower.json"
        },
        {
            "name": "Agencia de inteligencia nacional|Agencias de inteligencia nacionales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/national_intelligence_agency.json"
        },
        {
            "name": "Broadway|Broadway",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/broadway.json"
        }
    ]
}