{
    "id": 56,
    "name": "Ferrocarril",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/railroad.png",
    "era": "Época Moderna",
    "cost": 3100,
    "civilopedia_entry": "Los primeros ferrocarriles se construyeron en las minas europeas durante el siglo XVI. No eran más que carros que rodaban sobre unos raíles y que eran tirados por hombres o animales (normalmente, caballos o burros). El primer ferrocarril de superficie a vapor se construyó en Inglaterra en 1825 y, cuando esta tecnología demostró su utilidad, su uso se extendió por el mundo entero. La construcción del primer ferrocarril español unió Barcelona con Mataró en 1848. En menos de un siglo, todos los continentes contaron con una red ferroviaria importante.No se puede subestimar la importancia que ha tenido el ferrocarril en el desarrollo mundial. Antes de que el transcontinental cruzara Estados Unidos, viajar de Nueva York a San Francisco llevaba meses. El mismo viaje duraba siete días en ferrocarril, al módico precio de 65 dólares. Cuando se terminó este ferrocarril, la población europea del oeste y medio oeste estadounidenses aumentó. Las ciudades que se encontraban en el trazado ferroviario se hicieron ricas, y las que no, se empobrecieron y murieron.Con la invención y la producción en masa de los coches y camiones en el siglo XX, los ferrocarriles disminuyeron en importancia, especialmente en Estados Unidos, donde estalló un auténtico furor por los automóviles. No obstante, siguen siendo una manera extremadamente económica y (relativamente) ecológica de transportar mercancías y personas, y todos los indicadores apuntan a que tendrán una recuperación asombrosa en un futuro cercano.",
    "quote": "\"La introducción de un agente tan potente como el vapor en los carruajes sobre ruedas representará un gran cambio en la situación del hombre.\" - Thomas Jefferson",
    "tech_prereqs": [
        {
            "name": "Máquina de vapor",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steam_power.json"
        },
        {
            "name": "Dinamita",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/dynamite.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Misiles balísticos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ballistics.json"
        },
        {
            "name": "Combustión",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combustion.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Kremlin|Kremlin",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/kremlin.json"
        },
        {
            "name": "Neuschwanstein|Neuschwansteins",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/neuschwanstein.json"
        }
    ]
}