{
    "id": 52,
    "name": "Refrigeración",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/refrigeration.png",
    "era": "Época Moderna",
    "cost": 3100,
    "civilopedia_entry": "La refrigeración es el proceso de eliminación de calor de una sustancia o espacio cerrado. El principal propósito de la refrigeración siempre ha sido la conservación de alimentos, seguido de cerca por la climatización en las naciones más desarrolladas en las últimas décadas del siglo XX.Antes de la invención de métodos mecánicos, las culturas más prósperas refrigeraban sus alimentos en bodegas aisladas con paja, empleando el hielo que se bajaba de las montañas. En la antigüedad, India y Egipto utilizaban un sistema de refrigeración por evaporación que consistía en llenar de agua bandejas de gran tamaño. A medida que el agua se evaporaba, la que quedaba en la bandeja se enfriaba rápidamente. De hecho, un sistema de evaporación bien diseñado podría utilizarse para crear hielo incluso en los climas más cálidos.La refrigeración mecánica se basa en el efecto enfriador de la expansión rápida de los gases (normalmente freón u otra sustancia inerte). El primer sistema refrigerador del que se tiene constancia fue probado en 1748 en Escocia por William Cullen, pero aún tendría que pasar todo un siglo para que el estadounidense Alexander C. Twinning crease la primera aplicación comercial práctica de la refrigeración en 1856. Varios años más tarde se introdujeron frigoríficos en la industria de procesado de carnes y bebidas, y, hacia 1914, su uso ya se había generalizado. A mediados del siglo XX, los vehículos refrigerados sustituyeron a los tradicionales camiones del hielo. Los frigoríficos domésticos se introdujeron por primera vez en la década de 1920 y, hacia 1950, las \"cajas de hielo\" ya habían desaparecido.El moderno sistema de aire acondicionado lo inventó en 1902 Willis Carrier en Búfalo, Nueva York. En un principio se utilizó para mantener el aire a una temperatura específica en fábricas donde se llevaban a cabo procesos delicados de manufactura, pero, hacia la década de 1920, el tamaño y consumo de estas unidades se redujeron considerablemente, hasta el punto de instalarse en numerosos cines. Los modelos instalados en las ventanas comenzaron a aparecer en los hogares estadounidenses después de la Segunda Guerra Mundial y, en la década de los 50, ya se habían instalado más de un millón de unidades en todo el país.Aunque a menudo no se valora como se merece, la refrigeración es una de las innovaciones tecnológicas más importantes en la historia de la humanidad y, sin ella, gran parte de la vida moderna sería inviable (o más sudorosa).",
    "quote": "\"Desahuciado, junto a un millar de casas me encontraba, y junto a un millar de mesas, desfallecía y comida anhelaba.\" - William Wordsworth",
    "tech_prereqs": [
        {
            "name": "Electricidad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electricity.json"
        },
        {
            "name": "Biología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/biology.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Penicilina",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/penicillin.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Submarino|Submarinos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/submarine.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Estadio|Estadios",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/stadium.json"
        },
        {
            "name": "Hotel|Hoteles",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hotel.json"
        }
    ]
}