{
    "id": 54,
    "name": "Repuestos",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/replaceable_parts.png",
    "era": "Época Moderna",
    "cost": 3100,
    "civilopedia_entry": "Los repuestos son el resultado de un proceso de fabricación en el que se crean varias copias de las piezas que componen un producto. Este proceso supone un tremendo incremento de la rapidez y rentabilidad de la fabricación, lo que a su vez propició la Revolución Industrial del siglo XIX.Uno de los principales impulsores de la industria de los repuestos fue el deseo de suministrar armas de fuego a los soldados. Al principio, los mosquetes se fabricaban artesanalmente y todos presentaban ligeras diferencias; algunos eran un poco más largos, otros tenían gatillos de distinto tamaño, etc. Esto no suponía necesariamente un problema para el usuario; si el mosquete se rompía, siempre podía acudir de nuevo al artesano para que lo reparase. Pero claro, en el caso de un ejército equipado con mil mosquetes, esto no era factible.Sin embargo, si todos fueran idénticos, bien podría utilizarse una pieza de un mosquete roto para reparar otro. Es más, un soldado adiestrado para el uso del mosquete podría coger otro y obtener los mismos resultados sin tener que habituarse al diseño concreto de su nueva arma.En la actualidad, prácticamente todos los productos manufacturados del planeta se construyen con repuestos. En la actualidad, los artesanos son considerados artistas, y sus productos son demasiado caros para el consumidor medio.",
    "quote": "\"Nada es especialmente difícil si lo divides en pequeñas tareas.\" - Henry Ford",
    "tech_prereqs": [
        {
            "name": "Máquina de vapor",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steam_power.json"
        },
        {
            "name": "Electricidad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electricity.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Plástico",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/plastics.json"
        },
        {
            "name": "Electrónica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electronics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Legión Extranjera|Legiones Extranjeras",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/foreign_legion.json"
        },
        {
            "name": "Infantería I Guerra|Infanterías I Guerra",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/great_war_infantry.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Base militar|Bases militares",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/military_base.json"
        },
        {
            "name": "Estatua de la Libertad|Estatuas de la Libertad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/statue_of_liberty.json"
        }
    ]
}