{
    "id": 45,
    "name": "Fusil",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rifling.png",
    "era": "Era Industrial",
    "cost": 1600,
    "civilopedia_entry": "No se puede hablar de fusiles sin contar con el proceso de grabar surcos helicoidales en el interior del cañón de las armas de fuego para impartir un movimiento de rotación a la bala. Dicha rotación estabiliza el proyectil y lo hace mucho más preciso. El proceso en cuestión se inventó en Viena durante el siglo XV. No obstante, en un principio resultaba extremadamente caro y laborioso, y no se hizo popular hasta pasados tres siglos. En el siglo XVIII, los tiradores de élite de Europa y del mundo entero ya contaban con fusiles rudimentarios.A mediados de siglo, los mosquetes de cañón estriado y las balas Minié resultaban mucho más precisos y mortales. Estas armas, y otras parecidas, se usaron extensamente durante la Guerra de Secesión americana y, probablemente, infligieron más bajas que todos los demás tipos de mosquetes y fusiles juntos.A finales de dicha guerra, los Minié ya estaban siendo sustituidos por los fusiles de repetición de retrocarga con cartuchos, que eran más rápidos de cargar y de disparar que los mosquetes. Estas armas, como el modelo Springfield de 1865, y sus herederas seguirían siendo el fusil de la infantería estadounidense hasta la Primera Guerra Mundial, cuando se inventaron los primeros fusiles automáticos. Hoy en día, la mayoría de soldados de infantería llevan alguna versión del fusil de asalto estadounidense M16 o del AK-47 ruso. Estas armas tan mortíferas dan al soldado actual una potencia de fuego equivalente a la de decenas de veteranos de la Guerra de Secesión.",
    "quote": "\"Bien está que la guerra sea tan terrible; de lo contrario, podríamos aficionarnos a ella.\" - Robert E. Lee",
    "tech_prereqs": [
        {
            "name": "Economía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/economics.json"
        },
        {
            "name": "Metalurgia",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metallurgy.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Máquina de vapor",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steam_power.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Fusilero|Fusileros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/rifleman.json"
        },
        {
            "name": "Infantería de Montaña Noruega|Infanterías de Montaña Noruegas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/norwegian_ski_infantry.json"
        },
        {
            "name": "Mehal Sefari|Mehal Sefaris",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/mehal_sefari.json"
        },
        {
            "name": "Carolino|Carolinos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/carolean.json"
        }
    ],
    "building_unlocks": []
}