{
    "id": 73,
    "name": "Robótica",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/robotics.png",
    "era": "Era información",
    "cost": 7700,
    "civilopedia_entry": "Si bien han existido diversos tipos de autómatas y máquinas desde edades tan tempranas como el siglo I d. C., el primer artilugio completamente autónomo no apareció hasta mediados del siglo XX. El escritor de ciencia ficción Isaac Asimov acuñó el término \"robótica\" de modo casual en 1941 con su relato ¡Embustero!, dando por sentado que la palabra ya debía de existir si se usaban otras como \"electrónica\". El estudio de la robótica cubre todos los aspectos del diseño electrónico, mecánico y de software, así como las distintas formas en que la máquina percibe e interactúa con su entorno.Los robots industriales de diseño simple se utilizan desde principios de la década de 1960, pero siempre se están desarrollando otros más potentes y sofisticados. Además de su evidente utilidad en tareas repetitivas que requieren de gran precisión, se pretende que la robótica sirva para crear miembros protésicos funcionales, robots humanoides que caminen erguidos y máquinas capaces de reconocer y reproducir gestos, emociones y expresiones humanas.Pese a que la industria del espectáculo ha ganado miles de millones a costa del miedo que subyace en la idea de que los robots puedan rebelarse contra sus amos, la robótica sigue estando muy limitada en cuanto al desarrollo de la inteligencia artificial. Puede que sean extremadamente útiles para llevar a cabo una serie de tareas o instrucciones prefijadas, pero los robots aún no gozan de capacidades autónomas de pensamiento ni raciocinio, lo que limita en cierto modo su utilidad en un futuro previsible (así que no parece posible que seamos esclavizados por aspiradoras con conciencia de sí mismas).",
    "quote": "\"1. Un robot no debe dañar a un ser humano o, por su inacción, dejar que un ser humano sufra daño.2. Un robot debe obedecer las órdenes que le dé un ser humano, excepto si estas órdenes entran en conflicto con la primera ley.3. Un robot debe proteger su propia vida, siempre y cuando esta protección no entre en conflicto con la primera o la segunda ley.\" - Isaac Asimov",
    "tech_prereqs": [
        {
            "name": "Cohetería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rocketry.json"
        },
        {
            "name": "Ordenadores",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/computers.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Fusión nuclear",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fusion.json"
        },
        {
            "name": "Invisibilidad ante el radar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/stealth.json"
        },
        {
            "name": "Nanotecnología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nanotechnology.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Crucero portamisiles|Cruceros portamisiles",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/missile_cruiser.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Fábrica de naves espaciales|Fábricas de naves espaciales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/spaceship_factory.json"
        }
    ]
}