{
    "id": 67,
    "name": "Cohetería",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rocketry.png",
    "era": "Era Atómica",
    "cost": 6400,
    "civilopedia_entry": "Existe cierta controversia en cuanto a la fecha de aparición del primer cohete volador, aunque por lo general se cree que tuvo lugar alrededor del año 1230 d. C. en China, durante una operación militar. El primer cohete volador del que se tiene constancia fue prendido en China, en el año 1264, y consistió en unos fuegos artificiales con un sistema de combustión interna. Aquellos cohetes primigenios utilizaban combustible sólido (normalmente pólvora), y no recorrían grandes distancias; posiblemente no superaron los 600 metros.La invención de la cohetería moderna puede atribuirse directamente al profesor Robert Goddard, quien postuló que el combustible debía consumirse en una cámara de combustión aislada, que el cohete debía construirse con varias partes independientes y que la velocidad de escape podría incrementarse usando una tobera especial con forma de reloj de arena (denominada tobera De Laval). Hasta este momento, los cohetes consumían todo el combustible en una cámara sólida de gran tamaño y no podían alcanzar velocidades elevadas ni recorrer continentes enteros.Actualmente, la mayoría de los cohetes emplean una combinación de combustibles líquidos capaces de lanzarlos a velocidades supersónicas con gran eficacia y un coste reducido. Además de sus evidentes usos militares como propulsores de ojivas a grandes distancias, los cohetes también se utilizan en fuegos artificiales, asientos eyectables, investigaciones científicas de la atmósfera, y cómo no, en astronáutica.",
    "quote": "\"Los aficionados a experimentar con cohetes pueden seguir esta regla de oro: asuman siempre que el cohete explotará.\" - Revista Astronautics, 1937",
    "tech_prereqs": [
        {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Balística avanzada",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/advanced_ballistics.json"
        },
        {
            "name": "Satélites",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/satellites.json"
        },
        {
            "name": "Robótica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/robotics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Misil tierra-aire móvil|Misiles tierra-aire móviles",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/mobile_sam.json"
        },
        {
            "name": "Artillería lanzacohetes|Artillerías lanzacohetes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/rocket_artillery.json"
        }
    ],
    "building_unlocks": []
}