{
    "id": 6,
    "name": "Navegación a vela",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/sailing.png",
    "era": "Antigüedad",
    "cost": 55,
    "civilopedia_entry": "La navegación a vela es el arte de dominar la fuerza del viento para mover una nave por las aguas. Para conseguirlo, la navegación a vela precisa de muchas habilidades distintas. Primero, la cultura ha de ser capaz de construir una nave marinera. Segundo, ha de ser capaz de construir alguna clase de tela resistente (velas) con la que poder atrapar el viento y transmitir su energía al casco. Tercero, tiene que poder crear diversos \"cabos\" (cuerdas), cornamusas y poleas para controlar las velas del barco. Por último, ha de poder llevarlo de un lugar a otro sin perderse, ni volcar ni sufrir ningún otro percance.Las primeras pruebas documentales de naves se encuentran en ilustraciones egipcias que datan de alrededor del 4000 a. C. Como civilización ribereña (nativa de los ríos), los egipcios eran unos marineros excelentes. Muchas de sus naves contaban con remos y velas. Los primeros se usaban cuando el viento no era lo bastante fuerte o no soplaba en la dirección favorable.En el 3000 a. C., los egipcios ya se aventuraban por el Mediterráneo en sus barcos y controlaban el largo viaje por mar abierto hasta Creta y, posteriormente, Fenicia. También bajaron por la costa de África en busca de conocimientos, comercio y tesoros.Las primeras naves de guerra (birremes, trirremes y similares) iban impulsadas mediante remos y contaban con un ariete o espolón en la proa. Durante el combate, el timonel intentaba embestir al enemigo a una gran velocidad a la vez que evitaba que hicieran lo mismo con él. Algunas naves contaban con arqueros para poder disparar contra el enemigo a gran distancia, mientras que otras tenían soldados. Estas últimas trataban de ponerse al lado de las naves enemigas para que los soldados pudieran abordarlas y capturarlas.Los griegos, especialmente los atenienses y las colonias isleñas, eran maestros de la guerra naval. Una de las razones por las que pudieron derrotar a un enemigo mucho más grande y poderoso que ellos, Persia, es que la armada ateniense dominaba el mar Egeo, por lo que ponía en peligro constantemente las líneas de suministro persas, que cada vez tenían que abastecer a más hombres.",
    "quote": "\"El que gobierna el mar, lo gobierna todo.\" - Temístocles",
    "tech_prereqs": [
        {
            "name": "Alfarería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/pottery.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Óptica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/optics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Barco faenero|Barcos faeneros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/work_boat.json"
        },
        {
            "name": "Trirreme|Trirremes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/trireme.json"
        },
        {
            "name": "Dromón|Dromones",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/dromon.json"
        },
        {
            "name": "Quinquerreme|Quinquerremes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/quinquereme.json"
        },
        {
            "name": "Barco de carga|Barcos de carga",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/cargo_ship.json"
        }
    ],
    "building_unlocks": []
}