{
    "id": 72,
    "name": "Satélites",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/satellites.png",
    "era": "Era información",
    "cost": 7700,
    "civilopedia_entry": "La tecnología de satélites hace referencia al estudio y desarrollo de cuerpos orbitales artificiales, en contraposición a los naturales (como la Luna). Los satélites artificiales han sido una de las principales fuentes de inspiración para los escritores de ciencia ficción de principios del siglo XX. El visionario Arthur C. Clarke ideó una red de comunicación global mediante satélites mucho antes de que tal ingenio fuese tecnológicamente factible.Los satélites quedaron relegados a las páginas de la ciencia ficción hasta 1957, año en que la Unión Soviética consiguió lanzar su primer satélite, el Sputnik 1. Aquello no solo demostró que era posible situar un objeto construido por el hombre en una órbita continuada alrededor de la Tierra, sino que también supuso el comienzo de la carrera espacial entre los soviéticos y Estados Unidos. Posteriormente, también en 1957, se lanzó el Sputnik 2 con el primer astronauta vivo, una perra llamada Laika. Un año después, Estados Unidos lanzó su primer satélite, el Explorer 1. A raíz de esta competitiva carrera se pusieron en órbita miles de satélites especializados que actualmente sobrevuelan sus más de cincuenta países de origen. Dejando a un lado las evidentes aplicaciones militares y de espionaje, los satélites se utilizan entre otras cosas para la comunicación global (al final resulta que Clarke tenía razón), navegación y localización por GPS, estudios climáticos, observación y retransmisión de programas. El mayor de todos los satélites que recorren actualmente la órbita terrestre es la Estación Espacial Internacional.",
    "quote": "\"Y entonces, de alguna manera, de algún nuevo modo, el cielo casi pareció extraterrestre.\" - Lyndon B. Johnson",
    "tech_prereqs": [
        {
            "name": "Cohetería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rocketry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Fusión nuclear",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fusion.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Cabina para Naves espaciales|Cabinas para Naves espaciales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/ss_cockpit.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Telescopio espacial Hubble|Telescopios espaciales Hubble",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hubble_space_telescope.json"
        }
    ]
}