{
    "id": 43,
    "name": "Teoría científica",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/scientific_theory.png",
    "era": "Era Industrial",
    "cost": 1600,
    "civilopedia_entry": "La teoría científica es un modo de ver el mundo que utiliza el \"método científico\" para averiguar cómo funciona el universo. Mediante una meticulosa observación y realizando experimentos, un científico formula una teoría para explicar algún fenómeno. Si otros científicos logran confirmar esta teoría con sus propios experimentos, se acepta como ley \"empírica\" (experimental), al menos hasta que sea refutada por observaciones o experimentos ulteriores. Si nadie consigue duplicar los resultados de los experimentos de un científico, sus teorías se contemplan con un profundo escepticismo. Aunque la teoría científica es la predominante en la mayoría de los países avanzados del mundo moderno, no es el único modo de ver el mundo. Hay personas que prefieren las revelaciones divinas escritas en un libro sagrado para explicar el universo. Para ellos, si la observación o la experimentación entran en conflicto con estas revelaciones, está claro que el método científico tiene que estar errado o corrompido. Estas dos formas tan distintas de ver el mundo llevan siglos enfrentadas, y probablemente sigan así en los años venideros.",
    "quote": "\"Cada gran avance en la ciencia ha nacido de una nueva audacia de la imaginación.\" - John Dewey",
    "tech_prereqs": [
        {
            "name": "Economía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/economics.json"
        },
        {
            "name": "Arquitectura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/architecture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Biología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/biology.json"
        },
        {
            "name": "Máquina de vapor",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steam_power.json"
        },
        {
            "name": "Electricidad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electricity.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Escuela pública|Escuelas públicas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/public_school.json"
        }
    ]
}