{
    "id": 50,
    "name": "Máquina de vapor",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/steam_power.png",
    "era": "Era Industrial",
    "cost": 2350,
    "civilopedia_entry": "Cuando el agua se calienta produce vapor. El vapor se expande bajo presión y, en un motor de este tipo, parte del gas se retiene y se utiliza para subir y bajar un pistón o hacer girar una turbina. Los principios de la fuerza del vapor ya los conocían los griegos, pero ninguno había encontrado una manera de darles un uso práctico hasta finales del siglo XVII, cuando el inglés Thomas Savery creó una bomba propulsada a vapor para achicar el agua de las minas. En 1765, James Watt mejoró notablemente el motor de vapor, hasta el punto de que pudo utilizarse para muchas y muy distintas aplicaciones. En 1802, ya se instalaban motores de vapor en los barcos y, en 1825, aparecían los primeros ferrocarriles a vapor.La máquina de vapor revolucionó la industria y el transporte en todo el mundo. En menos de un siglo, el planeta estaba cubierto de vías de tren y rutas de vapores. Las grandes fábricas a vapor producían decenas de millones de toneladas de mercancías (y de equipo militar). Los países industrializados disfrutaron de un aumento enorme en su productividad y riqueza (y en su contaminación). El carbón, la materia prima utilizada para las máquinas de vapor, se extraía febrilmente por todo el planeta. Gran parte de la estrategia internacional británica se centró en proteger los lugares de reabastecimiento de carbón en puntos estratégicos de los océanos de todo el mundo.Finalmente, las máquinas de vapor fueron sustituidas por las máquinas de combustión interna, que eran mucho más eficaces y menos contaminantes. Pero, antes del petróleo, el vapor fue el rey, y el mundo moderno no habría existido sin él.",
    "quote": "\"Las naciones de occidente esperan que, por medio del transporte a vapor, todo el mundo se convierta en una gran familia.\" - Townsend Harris",
    "tech_prereqs": [
        {
            "name": "Fusil",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rifling.json"
        },
        {
            "name": "Industrialización",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/industrialization.json"
        },
        {
            "name": "Teoría científica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/scientific_theory.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Repuestos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/replaceable_parts.json"
        },
        {
            "name": "Ferrocarril",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/railroad.json"
        },
        {
            "name": "Vuelo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/flight.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Buque blindado|Buques blindados",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/ironclad.json"
        }
    ],
    "building_unlocks": []
}