{
    "id": 80,
    "name": "Invisibilidad ante el radar",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/stealth.png",
    "era": "Era información",
    "cost": 8800,
    "civilopedia_entry": "El concepto o la práctica del sigilo no es nuevo en el progreso humano, pero las tecnologías modernas llevan la noción de invisibilidad a un nivel completamente distinto. La tecnología de la invisibilidad ante el radar es en realidad una combinación de múltiples disciplinas y tácticas militares que van más allá de lo que el ojo humano es capaz de ver: incluye la ocultación y detección de objetos por radar, ondas sonoras, lecturas térmicas o cualquier otro método menos evidente.Los uniformes de camuflaje son uno de los métodos más antiguos y simples para confundir un objeto con su entorno, pero los numerosos avances tecnológicos han planteado la necesidad de idear sistemas más dinámicos y sofisticados para ocultar y detectar objetos. Actualmente se inyectan productos químicos en la ropa, se construyen naves con materiales especiales que ofuscan radares y se ocultan los rastros infrarrojos de los aviones con toberas de ingeniosos diseños. Aunque puede que no siempre sea posible hacer que un objeto sea completamente indetectable, los vehículos \"invisibles\" y aviones espía modernos han cambiado el modo en que se llevan a cabo las operaciones militares, y suponen una gran ventaja para los países que saben o pueden disponer de esta tecnología.",
    "quote": "\"Sé sutil en extremo, hasta el punto de no tener forma. Sé misterioso en extremo, hasta el punto de no emitir sonido. Así podrás dirigir el destino de tu oponente.\" - Sun Tzu",
    "tech_prereqs": [
        {
            "name": "Robótica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/robotics.json"
        },
        {
            "name": "Láser",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/lasers.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Tecnología futura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Bombardero invisible|Bombarderos invisibles",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/stealth_bomber.json"
        }
    ],
    "building_unlocks": []
}