{
    "id": 31,
    "name": "Acero",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/steel.png",
    "era": "Época Medieval",
    "cost": 485,
    "civilopedia_entry": "El acero es una aleación (mezcla) de hierro y carbón. Dependiendo de la proporción de uno y otro, el metal resultante puede ser mucho más fuerte, flexible y resistente a la corrosión. El hierro se utilizó por primera vez en el 2000 a. C. y, desde ese mismo momento, ya empezaron a producirse cantidades pequeñas de acero. Por lo general, el hierro se produce de dos formas: forjado o fundido. El primero es más flexible; el segundo, más duro y quebradizo, pero también mucho más barato.En 1751, el inventor británico Benjamin Huntsman fundó una siderúrgica en Sheffield, Inglaterra. La fábrica de Huntsman utilizó el \"proceso de crisol\" para fabricar acero, y este método se extendió rápidamente por Europa y Estados Unidos, hasta que finalmente llegó a Asia y al resto del mundo. El siguiente gran avance se dio en Estados Unidos en 1855, cuando el inventor estadounidense Henry Bessemer dio con el llamado \"proceso Bessemer\" para fabricar acero. Tras perfeccionarlo un poco, permitió un aumento espectacular en la producción mundial de acero. A inicios del siglo XX, ésta ya llegaba a unos 50 millones de toneladas anuales.",
    "quote": "\"John Henry le dijo a su capitán:—Un hombre no es más que un hombre,y antes de dejar que vuestra perforadora a vapor me derrote,moriré con el martillo en la mano.\"- \"The Ballad of John Henry, the Steel-Driving Man\", balada tradicional estadounidense",
    "tech_prereqs": [
        {
            "name": "Vaciado del metal",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metal_casting.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Pólvora",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/gunpowder.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Soldado con espada larga|Soldados con espada larga",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/longswordsman.json"
        },
        {
            "name": "Samurái|Samurái",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/samurai.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Polvorín|Polvorines",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/armory.json"
        }
    ]
}