[
    {
        "id": 1,
        "name": "Agricultura",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/agriculture.png",
        "era": "Antigüedad",
        "cost": 20,
        "civilopedia_entry": "La agricultura es el cultivo de plantas, principalmente para obtener alimentos, pero también para conseguir ropa, refugio, medicinas, diversiones y otros usos diversos. Las técnicas de cultivo probablemente se desarrollaron de manera independiente en numerosos lugares. La primera evidencia de agricultura encontrada hasta el momento se remonta a finales de la Edad de Hielo, hace 10.000 años, aproximadamente. Lo más interesante es que, al parecer, no se la inventaron cazadores-recolectores hambrientos que buscaban desesperadamente nuevos medios de procurarse el sustento, sino que los indicios sugieren que los primeros agricultores eran cazadores-recolectores acomodados que probablemente ya tenían a mano gran cantidad de alimentos. Tiene sentido: los pueblos con excedentes de alimentos pueden permitirse el lujo de experimentar con nuevas tecnologías, mientras que los que pasan hambre van a dedicar todas sus energías a los métodos contrastados y fiables de procurarse el sustento.En sus albores, la agricultura era un proceso lento y cíclico. Se sembraba en primavera, se cuidaban los campos y se regaban hasta que las cosechas estuvieran listas para recogerse, varios meses más tarde. Como hay pocos lugares que tengan un clima apropiado para dar productos agrícolas durante todo el año, los agricultores tenían que guardar los alimentos para los flacos meses de invierno o intercambiarlos con aquellos que tenían comida todo el año gracias a la caza, la pesca, etc. Los agricultores siempre han estado a merced de la naturaleza y el tiempo: si un año no llovía o las plagas se comían la cosecha, una familia podía morirse de hambre.La agricultura moderna (o \"agroindustria\") es una ciencia compleja y detallista que incluye manipulación genética, fertilizantes e insecticidas muy avanzados, sistemas de regadío computerizados y cosechadoras robóticas. Los avances en tecnología han aumentado mucho la producción de alimentos de un acre de tierra, por lo que muchos países, incluyendo Estados Unido, suelen sufrir en ocasiones no de hambre, sino de exceso de alimentos, lo que conlleva la obesidad crónica de sus ciudadanos y unos precios tan bajos que ponen en peligro el medio de vida de los propios agricultores que están cultivando toda la comida.",
        "quote": "\"Donde aparece la labranza, la siguen las demás artes. Los campesinos son, por tanto, los fundadores de la civilización humana.\" - Daniel Webster",
        "tech_prereqs": [],
        "tech_unlocks": [
            {
                "name": "Alfarería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/pottery.json"
            },
            {
                "name": "Ganadería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/animal_husbandry.json"
            },
            {
                "name": "Tiro con arco",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/archery.json"
            },
            {
                "name": "Minería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mining.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Colono|Colonos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/settler.json"
            },
            {
                "name": "Trabajador|Trabajadores",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/worker.json"
            },
            {
                "name": "Batidor|Batidores",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/scout.json"
            },
            {
                "name": "Guerrero|Guerreros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/warrior.json"
            },
            {
                "name": "Jaguar|Jaguares",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/jaguar.json"
            },
            {
                "name": "Guerrero maorí|Guerreros maoríes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/maori_warrior.json"
            },
            {
                "name": "Lanzadardos|Lanzadardos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/atlatlist.json"
            },
            {
                "name": "Rastreador|Rastreadores",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/pathfinder.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/agriculture.json"
    },
    {
        "id": 2,
        "name": "Alfarería",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/pottery.png",
        "era": "Antigüedad",
        "cost": 35,
        "civilopedia_entry": "La alfarería es una de las artes más antiguas y útiles. Permite fabricar objetos de barro que se meten en un horno para someterlos a temperaturas muy altas. El producto resultante es muy frágil, pero también es hermético y prácticamente impermeable a la corrosión, la oxidación, las plagas y demás fuerzas destructoras que afectan a los objetos hechos de metal, madera o tela. Los primeros objetos de alfarería incluían vasijas y recipientes para guardar líquidos o cereales, así como cazuelas, cuencos, platos y copas.La primera clase de alfarería que se descubrió fue la cerámica, que se remonta a hace unos 9.000 años. Es bastante porosa y se suele recubrir de un material más impermeable (\"barniz\") o puede esmaltarse. La cerámica es muy duradera y sigue usándose mucho en la actualidad. La terracota es la arcilla que se ha cocido a temperaturas muy altas hasta que se ha vitrificado, adquiriendo una consistencia similar a la del vidrio, sin poros. Este procedimiento se descubrió en China alrededor del 1400 a. C. La porcelana también se inventó en China, hacia el siglo VI d. C. Es similar a la terracota (de hecho, aún se discute cuál es la diferencia exacta entre ambas), pero los productos de porcelana suelen ser más translúcidos y delicados.",
        "quote": "\"¿Dice acaso el barro al alfarero: Qué es lo que haces?\" - La Biblia, Isaías 45:9",
        "tech_prereqs": [
            {
                "name": "Agricultura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Navegación a vela",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/sailing.json"
            },
            {
                "name": "Calendario",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/calendar.json"
            },
            {
                "name": "Escritura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/writing.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Granero|Graneros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/granary.json"
            },
            {
                "name": "Pirámide|Pirámides",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/pyramid.json"
            },
            {
                "name": "Santuario|Santuarios",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/shrine.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/pottery.json"
    },
    {
        "id": 3,
        "name": "Ganadería",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/animal_husbandry.png",
        "era": "Antigüedad",
        "cost": 35,
        "civilopedia_entry": "La ganadería surgió, al parecer, casi al mismo tiempo que la invención de la agricultura. Por lo que se sabe, el perro fue el primer animal domesticado, probablemente para que ayudara a cazar y matar presas. Las evidencias sugieren que se domesticó y crio por primera vez en China. De hecho, los especialistas en genética creen que un 95% de los perros que viven en la actualidad descienden de unos cuantos antepasados animales chinos. Es probable que las cabras y ovejas se domesticaran en Oriente Medio cerca del 10.000 a. C.Para conseguir domesticarlo, un animal debe reunir ciertos requisitos: ha de ser capaz de consumir alimentos que sean menos atractivos para los humanos, como hierba, alimañas o restos de la comida. Ha de crecer con presteza, para que resulte útil rápidamente y para que pueda alterarse genéticamente mediante la cría de generaciones repetidas. Ha de tener una predisposición afable. No se ha de asustar fácilmente o, de hacerlo, debe permanecer junto a otros de su especie, para que a humanos y perros les sea posible agruparlos en un rebaño. Por último, también es extremadamente útil que se le pueda adiestrar para que piense en el ser humano como en el líder de la manada.Los científicos creen que el caballo se domesticó por primera vez en la región de Ucrania, aproximadamente en el 4000-3500 a. C. Es posible que los primeros caballos se criaran por su carne, no para ayudar en distintos trabajos. En menos de medio siglo, ya se utilizaban como animales de carga en gran parte de Europa y Asia. Durante varios de los milenios siguientes, los programas de cría intensiva dieron como resultado a un animal que era mucho más grande y fuerte que el caballo salvaje originario. Con la invención del arnés y, posteriormente, de la silla y los estribos, el caballo se convirtió en el animal doméstico más importante de la historia humana (al menos, en Eurasia y el norte de África, porque los aborígenes de América se comieron a todos los suyos antes de llegar a domesticarlos).",
        "quote": "\"No pongas bozal al buey que trilla.\" - La Biblia, Deuteronomio 25:4",
        "tech_prereqs": [
            {
                "name": "Agricultura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Caza con trampas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/trapping.json"
            },
            {
                "name": "Rueda",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_wheel.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Caravana|Caravanas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/caravan.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/animal_husbandry.json"
    },
    {
        "id": 4,
        "name": "Tiro con arco",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archery.png",
        "era": "Antigüedad",
        "cost": 35,
        "civilopedia_entry": "El tiro con arco es la tecnología mediante la cual una persona usa la fuerza elástica de un palo tensado (o \"arco\") para disparar un esbelto proyectil terminado en punta (\"flecha\") a gran distancia y velocidad. A lo largo de la historia, se han utilizado arcos y ballestas para la caza y la guerra. Sus primeros usos se pierden en la bruma de los tiempos, pero probablemente se remontan al Paleolítico (que terminó hace unos 14.000 años) o incluso a antes (los arqueólogos han encontrado puntas de piedra que datan de hace 60.000 años que creen que podrían ser puntas de flecha). Prácticamente todas las culturas tempranas han utilizado arcos y flechas, a excepción de los aborígenes australianos, que al parecer nunca los inventaron).Los arqueros se han usado con fines bélicos prácticamente desde que existe la guerra. Los primeros griegos y egipcios desplegaron unidades de ellos, igual que hicieron los primeros ejércitos que se conocen de la India, Asia, Japón y las Américas. Durante la Edad Media, la ballesta y las armas de fuego empezaron a sustituir al arco y las flechas en la guerra y la caza, y en el siglo XVI ya habían desaparecido completamente de los ejércitos más modernos. El tiro con arco sobrevive hoy en día como deporte en muchas culturas del mundo. Algunos apasionados del arco y las flechas aún cazan con ellos porque, pese a su antigüedad, aún pueden abatir a un ciervo con la misma eficacia que lo hacían hace 10.000 años.",
        "quote": "\"Han emplumado el astil de la flecha con plumas de la mismísima águila. Solemos dar al enemigo el medio para destruirnos.\" - Esopo",
        "tech_prereqs": [
            {
                "name": "Agricultura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Rueda",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_wheel.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Arquero|Arqueros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/archer.json"
            },
            {
                "name": "Hondero|Honderos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/slinger.json"
            },
            {
                "name": "Saetero",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/bowman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Templo de Artemisa|Templos de Artemisa",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/temple_of_artemis.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/archery.json"
    },
    {
        "id": 5,
        "name": "Minería",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mining.png",
        "era": "Antigüedad",
        "cost": 35,
        "civilopedia_entry": "La minería es el proceso de extraer varias sustancias útiles de debajo de la superficie terrestre. Los primeros elementos extraídos incluían cobre, hierro, diamantes, oro, plata, sal y carbón. Como uno no puede comerse nada de eso (excepto la sal, claro, pero ya nos entendemos), los mineros han de formar parte de una comunidad que produzca suficiente excedente de alimentos para sustentarlos, a ellos y a sus familias.La mina más antigua que se ha descubierto hasta la fecha se encuentra en Suazilandia, África. Se excavó hace unos 40.000 años para extraer ocre, un mineral que se usa en las ceremonias funerarias y en el arte corporal. El sílex, un mineral quebradizo que se afila fácilmente, lo utilizaba el hombre primitivo para hacer raspadores, cuchillos y puntas de flecha, y puede que se trate del primer mineral extraído a gran escala en Europa. En Francia e Inglaterra se han descubierto pozos mineros de sílex de unos 70 metros de profundidad y que se remontan al Neolítico (8000 - 2000 a. C.).Los mineros modernos emplean gran variedad de métodos para extraer una miríada de materiales de debajo del suelo. Los mineros del carbón a veces pulverizan las cumbres de montañas enteras para extraer el preciado mineral negro. En África, unas cuantas compañías mineras han cavado, literalmente, kilómetros de suelo en busca de diamantes. Y las compañías están perforando pozos por todas partes (desde el suelo oceánico hasta el permagel del congelado norte) en busca del líquido más preciado de todos: el petróleo.",
        "quote": "\"Los pobres de espíritu heredarán la Tierra, pero no sus derechos mineros.\" - J. Paul Getty",
        "tech_prereqs": [
            {
                "name": "Agricultura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Mampostería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/masonry.json"
            },
            {
                "name": "Forja del bronce",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/bronze_working.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mining.json"
    },
    {
        "id": 6,
        "name": "Navegación a vela",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/sailing.png",
        "era": "Antigüedad",
        "cost": 55,
        "civilopedia_entry": "La navegación a vela es el arte de dominar la fuerza del viento para mover una nave por las aguas. Para conseguirlo, la navegación a vela precisa de muchas habilidades distintas. Primero, la cultura ha de ser capaz de construir una nave marinera. Segundo, ha de ser capaz de construir alguna clase de tela resistente (velas) con la que poder atrapar el viento y transmitir su energía al casco. Tercero, tiene que poder crear diversos \"cabos\" (cuerdas), cornamusas y poleas para controlar las velas del barco. Por último, ha de poder llevarlo de un lugar a otro sin perderse, ni volcar ni sufrir ningún otro percance.Las primeras pruebas documentales de naves se encuentran en ilustraciones egipcias que datan de alrededor del 4000 a. C. Como civilización ribereña (nativa de los ríos), los egipcios eran unos marineros excelentes. Muchas de sus naves contaban con remos y velas. Los primeros se usaban cuando el viento no era lo bastante fuerte o no soplaba en la dirección favorable.En el 3000 a. C., los egipcios ya se aventuraban por el Mediterráneo en sus barcos y controlaban el largo viaje por mar abierto hasta Creta y, posteriormente, Fenicia. También bajaron por la costa de África en busca de conocimientos, comercio y tesoros.Las primeras naves de guerra (birremes, trirremes y similares) iban impulsadas mediante remos y contaban con un ariete o espolón en la proa. Durante el combate, el timonel intentaba embestir al enemigo a una gran velocidad a la vez que evitaba que hicieran lo mismo con él. Algunas naves contaban con arqueros para poder disparar contra el enemigo a gran distancia, mientras que otras tenían soldados. Estas últimas trataban de ponerse al lado de las naves enemigas para que los soldados pudieran abordarlas y capturarlas.Los griegos, especialmente los atenienses y las colonias isleñas, eran maestros de la guerra naval. Una de las razones por las que pudieron derrotar a un enemigo mucho más grande y poderoso que ellos, Persia, es que la armada ateniense dominaba el mar Egeo, por lo que ponía en peligro constantemente las líneas de suministro persas, que cada vez tenían que abastecer a más hombres.",
        "quote": "\"El que gobierna el mar, lo gobierna todo.\" - Temístocles",
        "tech_prereqs": [
            {
                "name": "Alfarería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/pottery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Óptica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/optics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Barco faenero|Barcos faeneros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/work_boat.json"
            },
            {
                "name": "Trirreme|Trirremes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/trireme.json"
            },
            {
                "name": "Dromón|Dromones",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/dromon.json"
            },
            {
                "name": "Quinquerreme|Quinquerremes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/quinquereme.json"
            },
            {
                "name": "Barco de carga|Barcos de carga",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/cargo_ship.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/sailing.json"
    },
    {
        "id": 7,
        "name": "Calendario",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/calendar.png",
        "era": "Antigüedad",
        "cost": 55,
        "civilopedia_entry": "Un calendario es un método de llevar la cuenta de los días. En muchas culturas antiguas, los calendarios obedecían tanto a propósitos religiosos como prácticos: ciertos días del año estaban dedicados a la adoración de determinadas deidades, y no estaba bien fallarles a los dioses y no darles lo que se les debía. De forma más prosaica, claro, los calendarios permitían a la gente seguir el clima en un área e informarles de cuándo plantar, cuándo cosechar, etc.Al parecer, los egipcios fueron los primeros en desarrollar el primer calendario práctico, y los romanos se lo apropiaron y lo refinaron mediante el calendario juliano. El calendario gregoriano, usado casi universalmente en la actualidad, se basó en el juliano. Aprobado en 1582 por el papa Gregorio XIII, el calendario gregoriano define con más precisión un año solar y corrige una leve imprecisión del juliano. En el primero, el año duraba 365 días y seis horas, mientras que en el gregoriano tiene 12 minutos menos: 365 días, 5 horas y 48 minutos. Este error se fue acumulando con los siglos y, en tiempos de Gregorio, el calendario juliano ya estaba desfasado 14 días respecto a las estaciones.",
        "quote": "\"Enséñanos, pues, a contar nuestros días para que adquiramos un corazón sabio.\" - La Biblia, Salmos 90:12",
        "tech_prereqs": [
            {
                "name": "Alfarería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/pottery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Filosofía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/philosophy.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Stonehenge|Stonehenge",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/stonehenge.json"
            },
            {
                "name": "Taller de cantería|Talleres de cantería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/stone_works.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/calendar.json"
    },
    {
        "id": 8,
        "name": "Escritura",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/writing.png",
        "era": "Antigüedad",
        "cost": 55,
        "civilopedia_entry": "La escritura es al arte de registrar información sobre un material (ya sea papel, piedra, barro o pieles de animales) para que otros la vean y sepan descifrar su significado. Inventada alrededor del cuarto milenio a. C., la primera forma de escritura fue la \"pictografía\", en la que el que escribe hace dibujos que representan los objetos deseados. Puede que funcione adecuadamente para cosas sencillas, pero se hacen necesarios otros métodos cuando se habla de temas más complejos (puede que dibujar una oveja sea fácil, pero, ¿cómo dibujas mil ovejas? ¿Y el sonido que hace una cuando cae de una pirámide? Es mucho más difícil).La ideografía probablemente vino después de la pictografía. En la ideografía, hay un símbolo para cada concepto. Hay un ideograma para una oveja, otro para mil ovejas y otro más para el sonido que hace una cuando cae de una pirámide. No obstante, un idioma completo puede tener miles de palabras, y aprender el símbolo para cada una puede ser muy arduo.Un sistema fonográfico proporciona un símbolo único por cada palabra que se pronuncie diferente. \"Oveja\" tendría un símbolo único, pero \"té\" y \"te\" compartirían el mismo. Este sistema supone que haya menos símbolos que memorizar, pero también propicia que se den más malentendidos.En un sistema alfabético, el idioma tiene un juego de símbolos (alfabeto) que representa los distintos sonidos que se pueden dar en él. Estos símbolos se pueden concatenar para replicar cualquier palabra hablada en dicho idioma. En teoría, todo el que sepa leer será capaz de pronunciar con precisión esa palabra escrita. Éste es el sistema que usan los idiomas occidentales y se cree, por lo general (especialmente lo creemos los que hablamos dichos idiomas), que es el sistema de escritura más útil y versátil que existe.",
        "quote": "\"El que destruye un buen libro mata a la propia razón.\" - John Milton",
        "tech_prereqs": [
            {
                "name": "Alfarería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/pottery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Filosofía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/philosophy.json"
            },
            {
                "name": "Dramaturgia y poesía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/drama_and_poetry.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Papelero|Papeleros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/paper_maker.json"
            },
            {
                "name": "Biblioteca|Bibliotecas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/library.json"
            },
            {
                "name": "Gran Biblioteca|Grandes Bibliotecas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/great_library.json"
            },
            {
                "name": "Biblioteca real|Bibliotecas reales",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/royal_library.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/writing.json"
    },
    {
        "id": 9,
        "name": "Caza con trampas",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/trapping.png",
        "era": "Antigüedad",
        "cost": 55,
        "civilopedia_entry": "Los hombres llevan milenios cazando animales con trampas. Es una forma de caza casi tan antigua como la propia humanidad. Durante toda la historia, los cazadores han utilizado gran variedad de trampas para atrapar a sus presas, desde hoyos cubiertos a redes escondidas, pasando por artilugios mecánicos con dientes de metal. En los siglos XVIII y XIX, los tramperos estadounidenses y franco-canadienses pasaban años en plena naturaleza, cazando gran cantidad de animales para llevarlos a los asentamientos orientales y vender sus valiosas pieles, que solían acabar como sombreros y otras prendas con las que se engalanaban los europeos más ricos. Los cazadores rusos hicieron prácticamente lo mismo en Siberia y otros lejanos territorios euroasiáticos.",
        "quote": "\"Ni las bestias más brutas ni las aves errantes caen en la misma trampa o red dos veces.\" - San Jerónimo",
        "tech_prereqs": [
            {
                "name": "Ganadería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/animal_husbandry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Equitación",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/horseback_riding.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Circo|Circos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/circus.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/trapping.json"
    },
    {
        "id": 10,
        "name": "Rueda",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/the_wheel.png",
        "era": "Antigüedad",
        "cost": 55,
        "civilopedia_entry": "La rueda es un objeto redondo con un agujero o eje en el centro. Por si sola no vale para gran cosa, pero, cuando forma parte de un sistema de transporte en el que hay carreteras y animales de tiro, tiene un valor extraordinario para la civilización humana. La primera representación de un vehículo con ruedas se encontró en Sumeria y data aproximadamente del 3500 a. C. Las primeras ruedas eran de madera maciza. Las ruedas con radios aparecieron alrededor del 2000 a. C. en Asia Menor, donde se utilizaban para los carros tirados por caballos. Las mejoras posteriores incluyeron rodamientos de hierro que giraban en torno a ejes engrasados y la incorporación de muelles u otros elementos amortiguadores.Contrariamente a lo que se suele decir, la rueda ya se conocía en el Nuevo Mundo antes de la llegada de los españoles. No obstante, América carecía de animales de tiro, por lo que casi todo lo transportaban las personas. Los humanos no están diseñados para tirar de pesos durante largas distancias; son más eficaces si los llevan sobre los hombros (en mochilas, por ejemplo), por lo que no se desarrollaron los carros. Cuando llegaron los caballos y otros animales de carga, los indios americanos estuvieron encantados de usar los vehículos con ruedas, como todos los demás.",
        "quote": "\"La sabiduría y la virtud son como las dos ruedas de un carro.\" - Proverbio japonés",
        "tech_prereqs": [
            {
                "name": "Ganadería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/animal_husbandry.json"
            },
            {
                "name": "Tiro con arco",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/archery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Equitación",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/horseback_riding.json"
            },
            {
                "name": "Matemáticas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mathematics.json"
            },
            {
                "name": "Construcción",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/construction.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Arquero en carro|Arqueros en carro",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/chariot_archer.json"
            },
            {
                "name": "Carro de guerra|Carros de guerra",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/war_chariot.json"
            },
            {
                "name": "Elefante de guerra|Elefantes de guerra",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/war_elephant.json"
            },
            {
                "name": "Arquero a caballo|Arqueros a caballo",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/horse_archer.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Jardines flotantes|Jardines flotantes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/floating_gardens.json"
            },
            {
                "name": "Molino de agua|Molinos de agua",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/water_mill.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_wheel.json"
    },
    {
        "id": 11,
        "name": "Mampostería",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/masonry.png",
        "era": "Antigüedad",
        "cost": 55,
        "civilopedia_entry": "La mampostería es la construcción de edificios a partir de bloques sueltos que se mantienen sujetos entre sí mediante alguna clase de mortero. Los bloques pueden ser de piedra, cemento, hormigón o ladrillos de arcilla. El mortero es una especie de pasta que se seca y se convierte en un material extremadamente duradero. Suele estar compuesto de una mezcla de arena, cemento o cal y agua.Los antiguos egipcios dominaron el arte de la mampostería ya en el cuarto milenio a. C. e hicieron templos, palacios y pirámides de las grandes vetas de piedra caliza, arenisca, granito y basalto que se encuentran en las colinas del río Nilo. Los antiguos asirios del Creciente Fértil carecían de un acceso tan fácil a la piedra, pero tenían ricos depósitos de arcilla, material que secaban al sol y convertían en ladrillos. Como los ladrillos secados al sol son vulnerables a la humedad, solían recubrir sus edificios con tejas o azulejos, que son más resistentes al agua.Los antiguos romanos inventaron el cemento, que era un mortero mucho mejor que el de las civilizaciones anteriores (que normalmente empleaban arcilla como base) y que podía usarse como material de construcción por sí mismo. La llamada \"revolución del cemento\" permitió a los romanos construir edificios que resultaban imposibles de levantar con los materiales primitivos. En el siglo XIX, un jardinero francés pensó en encastrar un armazón de hierro en sus macetas y jardineras de cemento. Así inventó el cemento armado, que aumentó considerablemente la resistencia a la fractura del material y lo hizo más adecuado para edificios altos, que podían sufrir una gran tensión debido al viento, las vibraciones o los terremotos. Las innovaciones más recientes han aumentado la fuerza y la flexibilidad del más útil de todos los materiales de construcción. Y, aunque muchos edificios modernos están hechos de cristal y acero, siempre descansan sobre cimientos que se han construido con la antigua técnica de la mampostería.",
        "quote": "\"¡Qué felices aquellos cuyas murallas ya están levantadas!\" - Virgilio",
        "tech_prereqs": [
            {
                "name": "Minería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mining.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Construcción",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/construction.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Murallas|Murallas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/walls.json"
            },
            {
                "name": "Pirámides|Pirámides",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/pyramids.json"
            },
            {
                "name": "Mausoleo Halicarnaso|Mausoleos Halicarnaso",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/mausoleum_of_halicarnassus.json"
            },
            {
                "name": "Murallas de Babilonia|Murallas de Babilonia",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/walls_of_babylon.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/masonry.json"
    },
    {
        "id": 12,
        "name": "Forja del bronce",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/bronze_working.png",
        "era": "Antigüedad",
        "cost": 55,
        "civilopedia_entry": "El bronce es un metal, producto de la aleación (mezcla) de cobre y estaño. El material resultante es más duro y resistente que sus metales originales por separado, y es más fácil de fundir y de vaciar (es decir, meter en moldes para hacer puntas de lanza y otros objetos útiles). Probablemente, el cobre se utilizó por primera vez en Egipto antes del 5000 a. C. El primer indicio del bronce aparece unos 1.300 años después en forma de barra, que se encontró en una pirámide que data del 3700 a. C. El bronce apareció en Asia mucho después, alrededor del 1500 a. C., y en las Américas todavía más tarde, alrededor del 100-200 d. C.",
        "quote": "\"Allí entró Héctor, caro a Zeus, llevando una lanza de 11 codos, cuya broncínea y reluciente punta estaba sujeta por áureo anillo.\" - Homero",
        "tech_prereqs": [
            {
                "name": "Minería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mining.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Forja del hierro",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/iron_working.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Lancero|Lanceros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/spearman.json"
            },
            {
                "name": "Hoplita|Hoplitas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/hoplite.json"
            },
            {
                "name": "Inmortal|Inmortales",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/immortal.json"
            },
            {
                "name": "Guerrero picto|Guerreros pictos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/pictish_warrior.json"
            },
            {
                "name": "Ariete|Arietes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/battering_ram.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Krepost|Krepost",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/krepost.json"
            },
            {
                "name": "Cuarteles|Cuarteles",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/barracks.json"
            },
            {
                "name": "Estatua de Zeus|Estatuas de Zeus",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/statue_of_zeus.json"
            },
            {
                "name": "Ikanda|Ikanda",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/ikanda.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/bronze_working.json"
    },
    {
        "id": 13,
        "name": "Óptica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/optics.png",
        "era": "Época Clásica",
        "cost": 85,
        "civilopedia_entry": "La óptica es el estudio de la luz y la vista. Los retos de la óptica más importantes y tempranos se centraron en ayudar a percibir al ojo humano: permitirle ver a grandes distancias, mirar objetos muy pequeños o en la oscuridad. Los antiguos egipcios y mesopotámicos desarrollaron las primeras lentes fabricadas de cristal pulido, que se remontan al 700 a. C. Los griegos y romanos crearon lentes toscas llenando de agua esferas de cristal. En su \"Óptica\", Euclides describió las leyes matemáticas de la percepción y examinó la refracción. En el siglo VIII d. C., los sabios musulmanes estudiaron la óptica en profundidad y escribieron instruidos tratados sobre la refracción y la construcción de lentes y espejos.Las primeras gafas \"portátiles\" se inventaron en Italia en el siglo XII, y los primeros telescopios, en el siglo XV, al igual que el primer microscopio. Aunque no eran demasiado buenos comparados con los actuales, estos instrumentos aumentaron enormemente la capacidad del hombre para percibir el mundo que le rodeaba y navegar por los océanos inexplorados del mundo.",
        "quote": "\"Se hizo un instrumento para saber si la luna brillaba llena o no.\" - Samuel Butler",
        "tech_prereqs": [
            {
                "name": "Navegación a vela",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/sailing.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Brújula",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/compass.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Faro|Faros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/lighthouse.json"
            },
            {
                "name": "Gran Faro|Grandes Faros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/great_lighthouse.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/optics.json"
    },
    {
        "id": 14,
        "name": "Equitación",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/horseback_riding.png",
        "era": "Época Clásica",
        "cost": 105,
        "civilopedia_entry": "La equitación se desarrolló durante el segundo milenio a. C. (y quizás antes), muy probablemente entre los pueblos nómadas de Asia central. Ya hacía algún tiempo que los caballos se habían domesticado, aunque los animales originales resultaban demasiado pequeños. La equitación no fue posible hasta que se consiguió una raza de caballos más grandes. Uno de los primeros grupos de nómadas, los escitas, eran jinetes especialmente consumados. Es posible que ellos inventaran la silla y los estribos (aunque solo usaban estos últimos para montar y desmontar). Según los historiadores griegos, los escitas fueron los primeros en \"capar\" (castrar) a los caballos, lo que los hacía mucho más dóciles y controlables.Cerca del 1500 a. C., muchos pueblos del Creciente Fértil (hititas, asirios y babilonios) ya estaban luchando a caballo y, en esa misma época, se introdujo el animal en Egipto. En tiempos de Alejandro Magno, las tácticas de caballería ya estaban muy avanzadas y su \"Caballería de los Compañeros\" constituía quizá la unidad militar más poderosa y efectiva del mundo mediterráneo.",
        "quote": "\"¡Un caballo! ¡Un caballo! ¡Mi reino por un caballo!\" - Shakespeare (Ricardo III)",
        "tech_prereqs": [
            {
                "name": "Rueda",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_wheel.json"
            },
            {
                "name": "Caza con trampas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/trapping.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Administración pública",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/civil_service.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Jinete|Jinetes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/horseman.json"
            },
            {
                "name": "Caballería de los Compañeros|Caballerías de los Compañeros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/companion_cavalry.json"
            },
            {
                "name": "Catafracto|Catafractos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/cataphract.json"
            },
            {
                "name": "Elefante de los bosques|Elefantes de los bosques",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/african_forest_elephant.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Establo|Establos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/stable.json"
            },
            {
                "name": "Circus Maximus|Circus Maximus",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/circus_maximus.json"
            },
            {
                "name": "Establo ducal|Establos ducales",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/ducal_stable.json"
            },
            {
                "name": "Caravanserai|Caravanserais",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/caravansary.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/horseback_riding.json"
    },
    {
        "id": 15,
        "name": "Matemáticas",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mathematics.png",
        "era": "Época Clásica",
        "cost": 105,
        "civilopedia_entry": "Las matemáticas podrían definirse como la ciencia del orden, la estructura y la relación y que ha evolucionado a partir de contar, medir y describir los objetos y sus formas. Son la piedra de toque en la que se basan todas las ciencias físicas. Los sumerios tenían un sistema matemático excepcionalmente sólido y complejo que se basaba en el número 10 (como el sistema de nuestros días) y en el número 60. Los restos de este último sistema sobreviven básicamente en la actualidad para el cómputo del tiempo: 60 segundos es un minuto y 60 minutos, una hora.Los egipcios tenían un sistema algo más sencillo, que desarrollaron los escribas y recaudadores de impuestos, con el que eran capaces de hacer los cálculos necesarios para realizar obras de ingeniería, como las pirámides (además, es de suponer, de llevar la cuenta de los impuestos impagados). Los griegos dividieron las matemáticas en dos esferas: la \"aritmética\", el estudio de la cantidad, y la \"geometría\", el estudio de la magnitud o el área. No obstante, su principal contribución fue la aplicación del sistema de teoría y prueba a las matemáticas. Los sistemas matemáticos anteriores se basaban en la medida y observación del mundo real, mientras que los griegos buscaron las reglas matemáticas que subyacían en la realidad.El mundo islámico realizó una gran contribución a las matemáticas durante los siglos VIII-XV d. C. Quizá lo más importante fue la invención del sistema decimal para los números enteros y la del \"0\" (el número cero), alrededor del 600 d. C. en la India. Éste sustituyó al sistema numérico romano, extremadamente pesado y poco práctico, que en la actualidad solo pervive en la numeración de las secuelas de las películas de terror.Las matemáticas han crecido exponencialmente desde sus inicios y, gracias a ellas, el hombre ha dividido el átomo, ha creado Internet y ha montado unas ligas de fútbol increíbles. ¿Quién sabe los secretos que desentrañará en el futuro?",
        "quote": "\"Las matemáticas son la llave y la puerta de la ciencia.\" - Roger Bacon",
        "tech_prereqs": [
            {
                "name": "Rueda",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_wheel.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Moneda",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/currency.json"
            },
            {
                "name": "Ingeniería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/engineering.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Catapulta|Catapultas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/catapult.json"
            },
            {
                "name": "Balista|Balistas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/ballista.json"
            },
            {
                "name": "Torre de asedio|Torres de asedio",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/siege_tower.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Delegación|Delegaciones",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/courthouse.json"
            },
            {
                "name": "Jardines Colgantes|Jardines Colgantes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hanging_gardens.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mathematics.json"
    },
    {
        "id": 16,
        "name": "Construcción",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/construction.png",
        "era": "Época Clásica",
        "cost": 105,
        "civilopedia_entry": "La construcción representa un avance en el estudio de la mampostería. Básicamente, se añade hierro y otros metales a los recursos del constructor. Aunque son notablemente duraderos, la piedra y el ladrillo también son bastante pesados y poco flexibles. Es imposible construir edificios muy altos con esos materiales (a menos que sean de piedra o ladrillo sólidos y tengan forma de pirámide), de lo contrario, se derrumbarían por su propio peso o ante un fuerte viento.Las estructuras de metal, por otro lado, o la mampostería reforzada con metal, pueden ser muy altas y bellas, y estructuralmente sólidas. Con metal, se pueden crear puentes colgantes, profundos túneles, grandes rascacielos y autopistas elevadas. Sin la construcción, no podría existir ninguna de las grandes ciudades del mundo, ni tampoco su arquitectura más hermosa.",
        "quote": "\"En un edificio se han de mirar tres cosas: que esté en el lugar adecuado, que tenga cimientos sólidos y que se haya erigido bien.\" - Johann Wolfgang von Goethe",
        "tech_prereqs": [
            {
                "name": "Mampostería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/masonry.json"
            },
            {
                "name": "Rueda",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_wheel.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ingeniería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/engineering.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Saetero de poleas|Saeteros de poleas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/composite_bowman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Coliseo|Coliseos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/colosseum.json"
            },
            {
                "name": "Ejército de terracota|Ejércitos de terracota",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/terracotta_army.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/construction.json"
    },
    {
        "id": 17,
        "name": "Filosofía",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/philosophy.png",
        "era": "Época Clásica",
        "cost": 175,
        "civilopedia_entry": "La filosofía es el estudio de la realidad y el lugar que ocupa el hombre en ella. La palabra proviene del término en latín \"philosophia\", y éste a su vez del griego, y quiere decir \"amor por el saber\". Es algo distinta de la religión (que busca definir y comprender un sistema sobrenatural): la filosofía da un paso atrás y se pregunta si ese sistema sobrenatural realmente existe. Este saber trata sobre la lógica, la moralidad, la observación, el realismo, la felicidad, la vida, la muerte y otras grandes preguntas.En general, se atribuye a los griegos la invención de la filosofía en la civilización occidental. En el siglo VI a. C., Tales de Mileto fue el primer hombre en dar una explicación puramente natural (es decir, no religiosa) del origen del mundo. Creía que todo provenía del agua. Su teoría se basó en la observación de animales marinos fosilizados que encontró muy tierra adentro. Esta explicación no requería de la acción creadora de un ser sobrenatural, sino que consideraba que la creación era resultado de los agentes naturales. Los filósofos posteriores ampliaron esta teoría tan básica; excepto, claro, los filósofos que concluyeron que nada existía o los que creían que el mundo era un reflejo de otro lugar, etc. El problema de examinar la realidad es que, cuanto más profundo mira uno, más confuso se vuelve todo.En la medida de lo posible, la filosofía proporciona herramientas que se pueden utilizar para observar el mundo y hacer valoraciones sobre el mismo, para pensar en cosas en las que nadie ha pensado antes. Como cualquier otro instrumento, puede usarse para bien o para mal, pero la filosofía al menos busca dar la estructura intelectual necesaria para ayudarnos a decidir.",
        "quote": "\"Solo hay un bien, el conocimiento, y un mal, la ignorancia.\" - Sócrates",
        "tech_prereqs": [
            {
                "name": "Calendario",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/calendar.json"
            },
            {
                "name": "Escritura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/writing.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Teología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/theology.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Mezquita piramidal|Mezquitas piramidales",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/mud_pyramid_mosque.json"
            },
            {
                "name": "Tumba|Tumbas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/burial_tomb.json"
            },
            {
                "name": "Templo|Templos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/temple.json"
            },
            {
                "name": "Colegio nacional|Colegios nacionales",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/national_college.json"
            },
            {
                "name": "Oráculo|Oráculos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/oracle.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/philosophy.json"
    },
    {
        "id": 18,
        "name": "Dramaturgia y poesía",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/drama_and_poetry.png",
        "era": "Época Clásica",
        "cost": 175,
        "civilopedia_entry": "Dramaturgia y poesía son dos formas de expresión artística; la primera, expresada mediante el uso de una representación visual; la segunda, mediante la palabra escrita. La dramaturgia suele asociarse a las representaciones teatrales (obras, musicales y óperas), aunque en la actualidad estas formas tradicionales se han visto superadas por la televisión y las películas. La poesía se centra en el uso de la escritura para expresar tanto un significado literal como, frecuentemente, un mensaje subyacente evocador.",
        "quote": "\"Un drama es como la vida, pero sin las partes aburridas.\" - Alfred Hitchcock",
        "tech_prereqs": [
            {
                "name": "Escritura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/writing.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Teología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/theology.json"
            },
            {
                "name": "Administración pública",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/civil_service.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Epopeya nacional|Epopeyas nacionales",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/national_epic.json"
            },
            {
                "name": "Anfiteatro|Anfiteatros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/amphitheater.json"
            },
            {
                "name": "Gremio de escritores|Gremios de escritores",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/writers'_guild.json"
            },
            {
                "name": "Partenón|Partenones",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/parthenon.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/drama_and_poetry.json"
    },
    {
        "id": 19,
        "name": "Moneda",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/currency.png",
        "era": "Época Clásica",
        "cost": 175,
        "civilopedia_entry": "La moneda es una innovación notable en la que trozos de papel o pequeños discos representan cierta cantidad de riqueza y pueden intercambiarse por bienes y servicios. Las primeras monedas eran piezas de metal que tenían el valor real del metal del que estuvieran hechas. Posteriormente, pasó a tener un escaso o nulo valor intrínseco (en una isla desierta, un billete no es más que un pequeño trozo rectangular de papel), pero el emisor de la moneda (normalmente, un estado) le asignaba un valor y, mientras el emisor fuera solvente, su moneda valía tanto como el oro, por así decirlo.En el antiguo Egipto del cuarto milenio a. C. se usaban como moneda barras de oro de un peso determinado. En el resto de Oriente Medio, se utilizaban lingotes de cobre con fines parecidos. En muchos lugares del mundo, los anillos, pulseras y brazaletes de metal (de oro o plata y con joyas) se usaban de adorno y de moneda.Durante toda la historia, los falsificadores siempre han intentado crear copias falsas de la moneda en curso. Duplicaban monedas de calidad inferior y de un metal más barato que el cuño legal o \"raspaban\" un poco de metal de una moneda hecha de un material precioso. Cuando el papel moneda se extendió, los falsificadores aprendieron rápidamente a replicar el tamaño, el color y el tacto del papel, y a copiar los dibujos y los textos de los billetes. Los falsificadores son tan hábiles que la moneda actual incluye siempre muchas medidas avanzadas de seguridad, y no está lejos el día en que cada billete lleve su propio microchip incorporado en el papel.",
        "quote": "\"Mejor pan con el corazón feliz que riqueza con exasperación.\" - Amenemopet",
        "tech_prereqs": [
            {
                "name": "Matemáticas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mathematics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Gremios",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/guilds.json"
            },
            {
                "name": "Administración pública",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/civil_service.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Bazar|Bazares",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/bazaar.json"
            },
            {
                "name": "Ceca|Cecas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/mint.json"
            },
            {
                "name": "Mercado|Mercados",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/market.json"
            },
            {
                "name": "Petra|Petras",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/petra.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/currency.json"
    },
    {
        "id": 20,
        "name": "Ingeniería",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/engineering.png",
        "era": "Época Clásica",
        "cost": 175,
        "civilopedia_entry": "La ingeniería es la ciencia (o el arte, quizá) de diseñar complejos materiales, estructuras, aparatos y sistemas. En la actualidad ha alcanzado nuevas cotas (los bioingenieros diseñan células, los ingenieros de software crean programas informáticos, etc.), pero, históricamente, el término se aplicaba a la construcción de cosas físicas, como máquinas, puentes, ferrocarriles o fábricas (al principio, el término \"ingeniero\" se refería específicamente a los que creaban ingenios militares.)La ingeniería demostró su gran utilidad en el siglo XIX, cuando países de todo el mundo se embarcaron en enormes proyectos de construcción. Completado por los franceses en 1869, el Canal de Suez comunicó el Mediterráneo con el mar Rojo, haciendo posible la navegación entre Europa y la India sin tener que rodear África, un viaje largo y arduo. En Estados Unidos se terminó el ferrocarril transcontinental ese mismo año, y el puente de Brooklyn se construyó en 1883.",
        "quote": "\"La ciencia instrumental, o mecánica, es la más noble y la más útil, por encima de todas.\" - Leonardo da Vinci",
        "tech_prereqs": [
            {
                "name": "Matemáticas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mathematics.json"
            },
            {
                "name": "Construcción",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/construction.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Vaciado del metal",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metal_casting.json"
            },
            {
                "name": "Maquinaria",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/machinery.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Gran Muralla|Grandes Murallas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/great_wall.json"
            },
            {
                "name": "Acueducto|Acueductos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/aqueduct.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/engineering.json"
    },
    {
        "id": 21,
        "name": "Forja del hierro",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/iron_working.png",
        "era": "Época Clásica",
        "cost": 175,
        "civilopedia_entry": "La forja del hierro es casi tan antigua como la historia. El primer hierro que se trabajó provenía muy probablemente de meteoritos. Cuando no encontraban este útil material, es posible que los pueblos de la antigüedad buscaran en otros lugares metales parecidos. La fundición del hierro (gracias a la extracción del mineral) se descubrió, al parecer, en el siglo XII a.C., aunque no se sabe si en el Cáucaso, Asia Menor o la India. La producción de hierro forjado data aproximadamente del 1000 a. C.Las primeras muestras de hierro de meteorito se encontraron en el antiguo Egipto y Sumeria y se remontan al 4000 a. C. Era un material extremadamente raro en aquellos tiempos, y los historiadores creen que podría haber sido más preciado que el oro.En el siglo XII a. C., el hierro ya había sustituido en su mayor parte al bronce como metal preferido en los aperos y armas del Mediterráneo oriental. El hierro de aquellos tiempos no era mucho mejor que el bronce al que sustituía, pero sí era mucho más abundante y se podía encontrar en muchos lugares en los que no se disponía de cobre y estaño, y así resultaba mucho más barato.Aunque el acero \"moderno\" ya se conocía en la prehistoria, no fue hasta el siglo XVII que se consiguió la tecnología necesaria para producirlo a gran escala Cuando el acero se convirtió en un material barato y abundante, sustituyó al hierro en prácticamente todas sus aplicaciones.",
        "quote": "\"No esperes a que el hierro esté caliente para martillarlo: martíllalo hasta que se caliente.\" - William Butler Yeats",
        "tech_prereqs": [
            {
                "name": "Forja del bronce",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/bronze_working.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Vaciado del metal",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metal_casting.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Soldado con espada|Soldados con espada",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/swordsman.json"
            },
            {
                "name": "Guerrero mohicano|Guerreros mohicanos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/mohawk_warrior.json"
            },
            {
                "name": "Legión|Legiones",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/legion.json"
            },
            {
                "name": "Soldado con kris|Soldados con kris",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/kris_swordsman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Epopeya heroica|Epopeyas heroicas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/heroic_epic.json"
            },
            {
                "name": "Coloso|Colosos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/colossus.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/iron_working.json"
    },
    {
        "id": 22,
        "name": "Teología",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/theology.png",
        "era": "Época Medieval",
        "cost": 275,
        "civilopedia_entry": "La teología es el estudio de la religión. Los teólogos estudian las tradiciones y creencias religiosas. La práctica se remonta a los griegos clásicos, que tenían una mitología extremadamente rica y una tradición religiosa que observar. En los siglos I y II d. C., florecieron los estudios religiosos judíos. El Talmud de Jerusalén, una colección de notas sobre la tradición oral judía, se publicó alrededor del 200 d. C. y se amplió notablemente durante los dos siglos siguientes.La teología es importante, pues ha tenido un efecto increíblemente poderoso en la historia del mundo. Han muerto millones incontables de personas por conflictos religiosos, y en la actualidad siguen haciéndolo. Los romanos mataron a los cristianos por su teología, radicalmente nueva, que negaba la existencia de los dioses de Roma. Los cristianos mataron a judíos y musulmanes por disputas religiosas similares. El teólogo y revolucionario cristiano Martín Lutero desencadenó cientos de años de contiendas religiosas brutales en Europa con sus \"95 tesis\", en las que cuestionaba, entre otras cosas, la venta de las indulgencias papales (perdón de los pecados) para pagar la construcción de la Basílica de San Pedro. Si esto terminara algún día, la teología será de una importancia crítica para resolver la actual guerra religiosa entre los musulmanes radicales y el mundo occidental.",
        "quote": "\"Tres cosas son necesarias para la salvación del hombre: saber qué debe creer, saber qué debe querer y saber qué debe hacer.\" - Santo Tomás de Aquino",
        "tech_prereqs": [
            {
                "name": "Filosofía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/philosophy.json"
            },
            {
                "name": "Dramaturgia y poesía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/drama_and_poetry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Brújula",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/compass.json"
            },
            {
                "name": "Educación",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/education.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Jardín|Jardines",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/garden.json"
            },
            {
                "name": "Santa Sofía|Santas Sofías",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hagia_sophia.json"
            },
            {
                "name": "Gran Mezquita de Djenné|Grandes Mezquitas de Djenné",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/great_mosque_of_djenne.json"
            },
            {
                "name": "Tribuna|Tribunas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/grand_temple.json"
            },
            {
                "name": "Candi|Candis",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/candi.json"
            },
            {
                "name": "Borobudur|Borobudur",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/borobudur.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/theology.json"
    },
    {
        "id": 23,
        "name": "Administración pública",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/civil_service.png",
        "era": "Época Medieval",
        "cost": 275,
        "civilopedia_entry": "El término \"administración pública\" se suele usar para describir las partes de un gobierno en las que los individuos son contratados en función de sus méritos, y no por un apadrinamiento político, por haber nacido en una cierta clase o por tener alguna relación con el gobernante de turno. En el gobierno del estado español, por ejemplo, los cargos más altos de la burocracia los nombra el presidente. Son \"nombramientos políticos\" y, como tales, probablemente cambiarán con el gobierno siguiente. Los cargos que están debajo de los anteriores los suelen ocupar los \"funcionarios públicos\", que generalmente mantienen sus puestos de un gobierno a otro, con independencia del partido que gane.En la Dinastía Qin de China (circa 210 a. C.) encontramos uno de los primeros ejemplos de administración pública en la que se pertenecía al funcionariado según los méritos de uno. Con el tiempo, el sistema se corrompió y la burocracia volvió a basarse en la clase y no en los méritos. Trescientos años después, se recuperó el sistema de méritos (con las Dinastías Sui y Tang) y se mantuvo así durante algunos siglos.Históricamente, muchas civilizaciones han seguido una pauta similar a la de China: con el tiempo, la burocracia cada vez se va corrompiendo más y es más ineficaz hasta que, finalmente, se promulgan reformas rigurosas para mejorar la eficacia del gobierno. Durante un tiempo las cosas van mejor, hasta que de nuevo el patrón se relaja en favor de la familia o las relaciones, y el ciclo vuelve a empezar.",
        "quote": "\"La única cosa que nos salva de la burocracia es su incompetencia.\" - Eugene McCarthy",
        "tech_prereqs": [
            {
                "name": "Dramaturgia y poesía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/drama_and_poetry.json"
            },
            {
                "name": "Equitación",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/horseback_riding.json"
            },
            {
                "name": "Moneda",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/currency.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Educación",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/education.json"
            },
            {
                "name": "Caballería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Piquero|Piqueros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/pikeman.json"
            },
            {
                "name": "Lansquenete|Lansquenetes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/landsknecht.json"
            },
            {
                "name": "Impi|Impis",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/impi.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Chichen Itzá|Chichen Itzá",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/chichen_itza.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/civil_service.json"
    },
    {
        "id": 24,
        "name": "Gremios",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/guilds.png",
        "era": "Época Medieval",
        "cost": 275,
        "civilopedia_entry": "En las ciudades preindustriales, los artesanos solían formar asociaciones –o gremios– en función de su profesión. Estas instituciones estaban pensadas para proteger los secretos del oficio así como para aumentar la influencia y los ingresos de los artesanos. Se encuentran precedentes de los gremios ya en el siglo III a. C. en Roma y en la China de los han. En el año 300 d. C., la práctica de que los artesanos se asociaran ya se había extendido a la India Gupta y al Egipto de los Ptolomeo. En la Edad Media, las organizaciones gremiales ya se habían extendido por Europa desde Italia. Anales del siglo XII de París y Londres listan más de 100 gremios autorizados por las ciudades. En algunos casos, llegaron a ser tan importantes que se convirtieron en el órgano de gobierno de las ciudades, como indican las casas de germanía alemanas, suizas y holandesas.Con el tiempo, lo gremios adoptaron el cometido de proteger la calidad de la institución e instruir en la artesanía, con una progresión de aprendiz a gran maestro que abarcaba toda una vida. Para asegurarse de la calidad de los productos, evolucionó el sistema de marcas que indicaba que el artículo había pasado los estándares del gremio y de las autoridades. No obstante, con el tiempo, el poder e influencia de los gremios fue declinando al fragmentarse con la llegada de nuevos oficios, los problemas de gobierno y los métodos de producción en masa. En Francia, por ejemplo, quedaron abolidos en 1791 por la ley Le Chapelier, y otros países pronto hicieron lo mismo. Aunque se vieron sustituidos en su mayor parte por los sindicatos durante la Era Industrial, aún quedan algunos gremios, especialmente en los campos cinematográfico, literario y artístico en general.",
        "quote": "\"Han llegado los comerciantes y mercaderes, con sus beneficios ya decididos...\" - Sri Gurú Granth Sahib",
        "tech_prereqs": [
            {
                "name": "Moneda",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/currency.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Caballería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
            },
            {
                "name": "Maquinaria",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/machinery.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Compañía de las Indias Orientales|Compañías de las Indias Orientales",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/east_india_company.json"
            },
            {
                "name": "Machu Picchu|Machu Picchu",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/machu_picchu.json"
            },
            {
                "name": "Gremio de artistas|Gremios de artistas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/artists'_guild.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/guilds.json"
    },
    {
        "id": 25,
        "name": "Vaciado del metal",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/metal_casting.png",
        "era": "Época Medieval",
        "cost": 275,
        "civilopedia_entry": "El vaciado del metal es el proceso mediante el cual un artesano puede hacer uno o más objetos metálicos vertiendo metal en un molde. Uno de los métodos más antiguos de hacer moldes es el procedimiento \"a la cera perdida\", que data del tercer milenio a. C. El artesano hace una copia en cera del objeto y alrededor de ella crea el molde. Cuando el metal fundido se vierte en el molde, funde la cera y la sustituye. Al enfriarse el metal, se abre el molde y se saca el objeto.Históricamente, la arena y la arcilla han sido materiales muy usados para hacer moldes. En los tiempos actuales, los moldes se hacen de plástico o de sustancias similares al látex.",
        "quote": "\"Cuando una pieza de bronce, de oro o de hierro se rompe, el herrero vuelve a fundir los pedazos y el vínculo se restablece.\" - Sri Gurú Granth Sahib",
        "tech_prereqs": [
            {
                "name": "Ingeniería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/engineering.json"
            },
            {
                "name": "Forja del hierro",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/iron_working.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Física",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/physics.json"
            },
            {
                "name": "Acero",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steel.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Berserk|Berserker",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/berserker.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Gran casa|Grandes casas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/longhouse.json"
            },
            {
                "name": "Fragua|Fraguas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/forge.json"
            },
            {
                "name": "Taller|Talleres",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/workshop.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metal_casting.json"
    },
    {
        "id": 26,
        "name": "Brújula",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/compass.png",
        "era": "Época Medieval",
        "cost": 375,
        "civilopedia_entry": "Una brújula es, en su forma más básica, un aparato que emplea un imán o una aguja magnetizada para señalar la dirección del norte \"magnético\". Aunque el norte magnético no es idéntico al norte \"real\", los dos están lo bastante próximos como para hacer que resulte un instrumento muy útil cuando se navega por el mundo. Las primeras brújulas surgieron en China y Europa (al parecer, de forma separada) en el siglo XII. Permitían a los marineros seguir minuciosamente el \"rumbo\" (la dirección) de sus barcos en el mar, algo que antes de la aparición de este invento era del todo imposible en los días y noches nublados o tormentosos. Eran igualmente útiles para los viajeros que recorrían a pie desiertos sin caminos, o se encontraban en medio de una ventisca o en lo más profundo de la bóveda forestal de una antigua selva.Los viajeros de la actualidad siguen llevando brújulas, aunque hoy en día resultan aparatos algo pintorescos y anticuados, especialmente en comparación con los satélites de posicionamiento global (GPS), que no solo te dicen dónde estás, sino que además te indican dónde cae la cafetería más cercana, algo que ni la brújula más buena y precisa puede hacer.",
        "quote": "\"Creo que la gran pregunta de este mundo no es tanto dónde estamos como hacia dónde vamos.\" - Oliver Wendell Holmes",
        "tech_prereqs": [
            {
                "name": "Óptica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/optics.json"
            },
            {
                "name": "Teología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/theology.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Astronomía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/astronomy.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Galeaza|Galeazas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/galleass.json"
            },
            {
                "name": "Gran galeaza|Grandes galeazas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/great_galleass.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Puerto|Puertos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/harbor.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/compass.json"
    },
    {
        "id": 27,
        "name": "Educación",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/education.png",
        "era": "Época Medieval",
        "cost": 485,
        "civilopedia_entry": "La educación tiene como fin que las personas aprenden cosas. Obviamente, lleva tanto tiempo en el mundo como el propio hombre. Durante gran parte de la historia, la educación se ha dado de un modo informal, cuando los padres enseñaban a sus hijos lo que necesitaban para sobrevivir entre las tareas cotidianas, las expediciones de caza, escapar de los tigres... Cuando una tribu se expandía y se hacía más próspera, los ancianos de la aldea y los inválidos se ocupaban de educar a los niños mientras los adultos más saludables recolectaban comida, construían cosas o se iban a la guerra. Al final, una tribu o una aldea afortunada podía impartir clases formales para los niños más importantes y, cuando una civilización maduraba lo suficiente, podía encontrar un gran valor en la educación universal.En el Egipto antiguo, los miembros de la clase sacerdotal hacían de profesores de los hijos de la nobleza. En estas escuelas egipcias, los niños aprendían a leer y escribir, religión, historia, ciencia, medicina, matemáticas y otras materias avanzadas. En competencia con Egipto, Mesopotamia destinó medios educativos similares a sus sacerdotes y escribas, que podían ser copistas, bibliotecarios o profesores. Los estudiantes mesopotámicos aprendían a leer y escribir, religión, derecho, medicina y astrología. La educación como tal apareció por primera vez en China hará unos 3.000 años. La lectura, la escritura, el civismo, los rituales y la música formaban parte de las materias principales.En la cultura maya, la educación estaba en manos de los sacerdotes. La clase sacerdotal era la clase educada, y hacían de consejeros importantes para los jefes y otros ciudadanos. Para convertirse en sacerdote, un estudiante recibía una educación rigurosa en historia, escritura, adivinación, medicina y el sistema del calendario.",
        "quote": "\"La educación es la mejor reserva para la vejez.\" - Aristóteles",
        "tech_prereqs": [
            {
                "name": "Teología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/theology.json"
            },
            {
                "name": "Administración pública",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/civil_service.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Astronomía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/astronomy.json"
            },
            {
                "name": "Acústica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/acoustics.json"
            },
            {
                "name": "Banca",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/banking.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Wat|Wats",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/wat.json"
            },
            {
                "name": "Universidad|Universidades",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/university.json"
            },
            {
                "name": "Universidad de Oxford|Universidades de Oxford",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/oxford_university.json"
            },
            {
                "name": "Angkor Wat|Angkor Wats",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/angkor_wat.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/education.json"
    },
    {
        "id": 28,
        "name": "Caballería",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/chivalry.png",
        "era": "Época Medieval",
        "cost": 485,
        "civilopedia_entry": "Caballería es el comportamiento honorable que se espera de los \"caballeros\", la nobleza armada de una cultura. Es, en cierto modo, afín al \"bushido\" (la senda del guerrero), el código de conducta de los samuráis japoneses. El código de la caballería tuvo su apogeo en el siglo XII, impulsado por las cruzadas. Los caballeros creían que estaban haciendo la voluntad de Dios al castigar a los infieles de Oriente Medio. Para ganarse el favor divino, uno debía portarse piadosamente. El comportamiento poco caballeroso podía llevar perfectamente al fracaso, la muerte y la perdición. Los caballeros musulmanes que lucharon contra los cristianos tenían códigos similares y, en algunos casos, más \"civilizados\".En una civilización, es crucial alguna forma de código de conducta cuando una clase privilegiada tiene acceso a las armas, pero se les niega dicho acceso a las clases inferiores. De lo contrario, los que tienen las armas podrían apoyarse demasiado en las clases más bajas, lo que aumentaría la agitación civil y, posiblemente, propiciaría una revolución.",
        "quote": "\"Quien saque esta espada de esta piedra y yunque habrá nacido rey legítimo de toda Inglaterra.\" - Malory",
        "tech_prereqs": [
            {
                "name": "Administración pública",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/civil_service.json"
            },
            {
                "name": "Gremios",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/guilds.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Banca",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/banking.json"
            },
            {
                "name": "Imprenta",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/printing_press.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Caballero|Caballeros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/knight.json"
            },
            {
                "name": "Arquero a camello|Arqueros a camello",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/camel_archer.json"
            },
            {
                "name": "Elefante Naresuan|Elefantes Naresuan",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/naresuan's_elephant.json"
            },
            {
                "name": "Caballería mandekalu|Caballerías mandekalu",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/mandekalu_cavalry.json"
            },
            {
                "name": "Keshik|Keshiks",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/keshik.json"
            },
            {
                "name": "Conquistador|Conquistadores",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/conquistador.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Fuerte mogol|Fuertes mogoles",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/mughal_fort.json"
            },
            {
                "name": "Castillo|Castillos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/castle.json"
            },
            {
                "name": "Alhambra|Alhambras",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/alhambra.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
    },
    {
        "id": 29,
        "name": "Maquinaria",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/machinery.png",
        "era": "Época Medieval",
        "cost": 485,
        "civilopedia_entry": "Una máquina es un ingenio con partes móviles que usa energía para llevar a cabo sus tareas (al menos, ésta sería la definición de la era pre-electrónica). Una imprenta es una máquina, como lo es un telar, un reloj o un molino de agua. El dominio de la maquinaria requiere la habilidad de diseñar e ingeniar, por supuesto, pero también la capacidad de fabricar piezas de las máquinas con medidas precisas. Una máquina de vapor tendrá fugas si se construye mal (eso si no estalla directamente). Trabajar con aparatos de la época de las primeras máquinas era muy peligroso: si los humos no te mataban, tenías muchas posibilidades de acabar abrasado, succionado por el aparato o volado en pedazos.Por otro lado, cuando una civilización empezaba a dominar la maquinaria compleja, ésta le daba una riqueza y un poder sin igual. Inglaterra inició muy pronto la Revolución Industrial y, con ella, la pequeña isla-estado dominó el mundo del comercio durante los casi tres siglos siguientes.",
        "quote": "\"La imprenta es el mejor invento para iluminar la mente del hombre y para mejorarlo como ser racional, moral y social.\" - Thomas Jefferson",
        "tech_prereqs": [
            {
                "name": "Ingeniería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/engineering.json"
            },
            {
                "name": "Gremios",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/guilds.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Imprenta",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/printing_press.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Ballestero|Ballesteros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/crossbowman.json"
            },
            {
                "name": "Cho-ko-nu|Cho-ko-nu",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/chu-ko-nu.json"
            },
            {
                "name": "Saetero|Saeteros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/longbowman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Fundición|Fundiciones",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/ironworks.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/machinery.json"
    },
    {
        "id": 30,
        "name": "Física",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/physics.png",
        "era": "Época Medieval",
        "cost": 485,
        "civilopedia_entry": "La física es el estudio de la materia y conforma la base de las ciencias físicas. Llamada en origen \"ciencia natural\", se ocupa de todo lo que se puede observar en el universo: desde la partícula más pequeña hasta la galaxia más grande. Estudia la gravedad, la luz, el calor y el magnetismo. Con el tiempo, a medida que el conocimiento humano creció exponencialmente, la física se fue dividiendo en varias ramas, como la astronomía, la química, la biología y la ingeniería, pero todas tienen en común que miden y explican los fenómenos naturales.En 1687, Isaac Newton publicó su obra culmen \"Philosophiae Naturalis Principia Mathematica\", que revolucionó la física. Para entendernos, la primera ley de Newton, conocida como \"ley de la inercia\", dice que un objeto en reposo permanecerá en reposo y un objeto en movimiento permanecerá en movimiento, a menos que actúen sobre ellos fuerzas externas. La segunda ley describe los cambios que la fuerza puede producir en el movimiento de un cuerpo con una fórmula: \"fuerza es igual a masa por aceleración\". La tercera, la \"ley de acción y reacción\", afirma que, cuando dos objetos interactúan, aplican fuerzas en el otro cuerpo que son iguales en magnitud y opuestas en dirección o, en el acerbo popular, \"por cada acción hay una reacción igual en sentido opuesto\".Las leyes de Newton rigieron la física hasta el siglo XX, cuando las sustituyeron las leyes de la relatividad y de la mecánica cuántica, hitos que han cambiado tanto el mundo como lo hicieron los descubrimientos de Newton en su momento.",
        "quote": "\"Mide lo que es mesurable y haz mesurable lo que no lo es.\" - Galileo",
        "tech_prereqs": [
            {
                "name": "Vaciado del metal",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metal_casting.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Imprenta",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/printing_press.json"
            },
            {
                "name": "Pólvora",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/gunpowder.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Trabuquete|Trabuquetes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/trebuchet.json"
            },
            {
                "name": "Hwach'a",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/hwach'a.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Notre Dame|Notre Dame",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/notre_dame.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/physics.json"
    },
    {
        "id": 31,
        "name": "Acero",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/steel.png",
        "era": "Época Medieval",
        "cost": 485,
        "civilopedia_entry": "El acero es una aleación (mezcla) de hierro y carbón. Dependiendo de la proporción de uno y otro, el metal resultante puede ser mucho más fuerte, flexible y resistente a la corrosión. El hierro se utilizó por primera vez en el 2000 a. C. y, desde ese mismo momento, ya empezaron a producirse cantidades pequeñas de acero. Por lo general, el hierro se produce de dos formas: forjado o fundido. El primero es más flexible; el segundo, más duro y quebradizo, pero también mucho más barato.En 1751, el inventor británico Benjamin Huntsman fundó una siderúrgica en Sheffield, Inglaterra. La fábrica de Huntsman utilizó el \"proceso de crisol\" para fabricar acero, y este método se extendió rápidamente por Europa y Estados Unidos, hasta que finalmente llegó a Asia y al resto del mundo. El siguiente gran avance se dio en Estados Unidos en 1855, cuando el inventor estadounidense Henry Bessemer dio con el llamado \"proceso Bessemer\" para fabricar acero. Tras perfeccionarlo un poco, permitió un aumento espectacular en la producción mundial de acero. A inicios del siglo XX, ésta ya llegaba a unos 50 millones de toneladas anuales.",
        "quote": "\"John Henry le dijo a su capitán:—Un hombre no es más que un hombre,y antes de dejar que vuestra perforadora a vapor me derrote,moriré con el martillo en la mano.\"- \"The Ballad of John Henry, the Steel-Driving Man\", balada tradicional estadounidense",
        "tech_prereqs": [
            {
                "name": "Vaciado del metal",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metal_casting.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Pólvora",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/gunpowder.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Soldado con espada larga|Soldados con espada larga",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/longswordsman.json"
            },
            {
                "name": "Samurái|Samurái",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/samurai.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Polvorín|Polvorines",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/armory.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steel.json"
    },
    {
        "id": 32,
        "name": "Astronomía",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/astronomy.png",
        "era": "Renacimiento",
        "cost": 780,
        "civilopedia_entry": "La astronomía es el estudio de los objetos del espacio (desde el polvo espacial hasta los asteroides, pasando por lunas, planetas, estrellas y galaxias) así como el de fenómenos más arcanos, como los agujeros negros y los de gusano. Es la ciencia natural más antigua y hunde sus raíces en las prácticas astrológicas de la prehistoria.Gran parte de la primera astronomía está relacionada con la religión. Las estrellas y demás cuerpos celestes se asociaban a los dioses, pues se creía que éstos tenían el control directo sobre el hombre y su universo físico. Una estrella o un grupo de ellas aparecía cada año en tiempos de cosecha y, finalmente, el hombre antiguo concluía que aquélla era el hogar del dios que tenía poder sobre las cosechas. Quizá si uno sacrificaba una cabra el día que aparecía esa estrella, el dios bendeciría la cosecha que estaba al caer. Esta clase de pensamiento es la que se encuentra en la base de los estudios astrológicos, así como en la confección de los antiguos calendarios, con los que se ha asociado históricamente la astronomía.Durante el Renacimiento, la astronomía se despojó de la mayoría de sus vestiduras religiosas y se convirtió en una ciencia pura por derecho propio. En 1543, Nicolás Copérnico publicó \"De Revolutionibus Orbium Coelestium\", que postulaba que el sol era el centro del universo, y no la Tierra, y que los planetas orbitaban alrededor del sol igual que la Luna lo hacía alrededor de la Tierra. Además de representar el triunfo de la investigación científica sobre el dogma, el libro de Copérnico también sostenía que usar las matemáticas ayudaría mucho a la humanidad a entender el mundo que la rodea. Aunque la obra fue muy controvertida en su época, en la actualidad se reconoce a Copérnico como uno de los científicos más grandes de la historia y, obviamente, uno de los padres de la revolución científica.",
        "quote": "\"Ulises, gozoso, desplegó la vela al viento y, con mano hábil, dirigió el timón.\" - Homero",
        "tech_prereqs": [
            {
                "name": "Brújula",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/compass.json"
            },
            {
                "name": "Educación",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/education.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Navegación",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/navigation.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Carabela|Carabelas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/caravel.json"
            },
            {
                "name": "Barco tortuga",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/turtle_ship.json"
            },
            {
                "name": "Nao|Naos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/nau.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Observatorio|Observatorios",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/observatory.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/astronomy.json"
    },
    {
        "id": 33,
        "name": "Acústica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/acoustics.png",
        "era": "Renacimiento",
        "cost": 780,
        "civilopedia_entry": "La acústica es el estudio del sonido. Los sonidos son ondas de energía que se transmiten a través de los gases, los líquidos y los sólidos. La parte más importante de la acústica consiste, por supuesto, en que los hombres puedan \"oír\" los sonidos, y gran parte de las investigaciones actuales al respecto se centran en mejorar la percepción sonora humana, especialmente para los sordos. La acústica también se utiliza para otras aplicaciones, como el sónar, que permite \"oír\" las naves, los animales y las formaciones geológicas que hay bajo el agua.Como la acústica requiere un medio en el que puedan transmitirse las ondas de energía, el sonido no viaja en el vacío que hay más allá de la atmósfera de la Tierra. Es tan cierto como horripilante eso de que \"en el espacio, nadie puede oír tus gritos\".",
        "quote": "\"Y su ascenso fue de pronto un ruido de tronar remoto.\" - John Milton",
        "tech_prereqs": [
            {
                "name": "Educación",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/education.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Arquitectura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/architecture.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Teatro de la Ópera|Teatros de la Ópera",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/opera_house.json"
            },
            {
                "name": "Capilla Sixtina|Capillas Sixtinas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/sistine_chapel.json"
            },
            {
                "name": "Ceilidh Hall|Ceilidh Halls",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/ceilidh_hall.json"
            },
            {
                "name": "Gremio de músicos|Gremios de músicos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/musicians'_guild.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/acoustics.json"
    },
    {
        "id": 34,
        "name": "Banca",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/banking.png",
        "era": "Renacimiento",
        "cost": 780,
        "civilopedia_entry": "Los primeros bancos de la historia fueron probablemente templos religiosos, fundados alrededor del 3.000 a. C. En la actualidad, los bancos se alimentan de dinero, aunque es posible que los primeros depósitos se hicieran en grano. En el siglo XVIII a. C. en Babilonia, el gran líder Hammurabi incluyó leyes bancarias en su famoso código. Los griegos avanzaron aún más, y se guardan registros de templos y otras entidades bancarias en los que se hacían préstamos, se aceptaban depósitos, se cambiaban divisas y se autentificaban monedas (para cerciorarse de que no eran falsas). Los romanos continuaron las actividades bancarias según el modelo griego, con algunas mejoras. Cuando cayó el imperio, también lo hicieron las entidades bancarias europeas. Los bancos no reaparecerían en Europa hasta la Edad Media, época en la que se buscaban métodos de financiación para las cruzadas.Hoy en día, los bancos realizan muchas de las mismas funciones que tenían en la antigua Grecia. Guardan depósitos de dinero que devuelven con intereses cuando el depositante lo necesita. Prestan parte del dinero a los solicitantes, que a su vez se lo devuelven (con intereses, nuevamente). También cambian divisas, libran cheques y demás.El valor de la banca en la sociedad es que permite que mucha gente reúna su dinero para invertirlo en grandes proyectos. Pongamos que alguien quiere crear un taller de impresión y que éste vale mil piezas de oro, mucho más de lo que puede permitirse. Antes de la banca, los únicos que se podían haberse permitido respaldar el proyecto eran la realeza y, quizá, miembros importantes de la Iglesia, que, si no estaban interesados, no lo hacían y el proyecto no seguía adelante. No obstante, una vez se inventó la banca, uno podía ir al banco y pedir un préstamo. Si estimaban que su proyecto era razonable y que era una de persona de fiar, conseguía el dinero.Sin bancos, es muy difícil que un solo miembro de la sociedad consiga hacer gran cosa.",
        "quote": "\"Felicidad: una buena cuenta en el banco, una buena comida y una buena digestión.\" - Jean Jacques Rousseau",
        "tech_prereqs": [
            {
                "name": "Educación",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/education.json"
            },
            {
                "name": "Caballería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Arquitectura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/architecture.json"
            },
            {
                "name": "Economía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/economics.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Corte del sátrapa|Cortes de los sátrapas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/satrap's_court.json"
            },
            {
                "name": "Banco|Bancos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/bank.json"
            },
            {
                "name": "Ciudad Prohibida|Ciudades Prohibidas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/forbidden_palace.json"
            },
            {
                "name": "Gendarmería|Gendarmerías",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/constabulary.json"
            },
            {
                "name": "Hansa|Hansas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hanse.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/banking.json"
    },
    {
        "id": 35,
        "name": "Imprenta",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/printing_press.png",
        "era": "Renacimiento",
        "cost": 780,
        "civilopedia_entry": "Aunque los tipos móviles se inventaron en China, la primera imprenta mecánica de la que se tiene constancia la inventó el impresor alemán Johannes Gutenberg a mediados del siglo XV. Las primeras imprentas eran máquinas de madera, muy parecidas a las prensas para hacer vino y aceite que se habían utilizado en el Mediterráneo durante siglos.En las primeras imprentas, se grababan los tipos al revés en una \"plancha\" de madera que se sujetaba firmemente. Se aplicaba tinta a los tipos de la plancha y luego se ponía una hoja encima de ellos, en la imprenta, El impresor giraba el torno para presionar el papel y ponerlo en contacto con los tipos entintados. Luego quitaba la hoja, volvía a entintar los tipos y empezaba de nuevo el proceso. La imprenta de Gutenberg podía imprimir unas 250 hojas por hora (a una cara). Su diseño permaneció prácticamente inalterado durante 300 años, hasta que aparecieron las máquinas de metal. En el siglo XIX, las imprentas ya eran a vapor y capaces de producir unas 7.500 hojas por hora.No puede olvidarse la importancia que ha tenido la imprenta para el conocimiento humano. Antes de ella, había pocos libros disponibles, y los que había costaban más de lo que un trabajador ganaba en un año. La biblioteca de la universidad de Cambridge solo contaba con poco más de 100 volúmenes cuando se inventó la imprenta. En un periodo de tiempo asombrosamente breve, la gente normal pudo permitirse el lujo de tener biblias y otros libros en su casa. Durante los 60 años siguientes, empezaron a aparecer las primeras \"hojas informativas\" (predecesoras del periódico) en Inglaterra.",
        "quote": "\"El deber de un periódico consiste en publicar noticias y montar una buena.\" - The Chicago Times",
        "tech_prereqs": [
            {
                "name": "Maquinaria",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/machinery.json"
            },
            {
                "name": "Física",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/physics.json"
            },
            {
                "name": "Caballería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Economía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/economics.json"
            },
            {
                "name": "Metalurgia",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metallurgy.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Zoo|Zoos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/zoo.json"
            },
            {
                "name": "Torre inclinada de Pisa|Torres inclinadas de Pisa",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/leaning_tower_of_pisa.json"
            },
            {
                "name": "Globe Theatre|Globe Theatres",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/globe_theatre.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/printing_press.json"
    },
    {
        "id": 36,
        "name": "Pólvora",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/gunpowder.png",
        "era": "Renacimiento",
        "cost": 780,
        "civilopedia_entry": "La pólvora (o \"pólvora negra\") se inventó en China posiblemente en el siglo IX d. C. Los artífices fueron los alquimistas que buscaban un elixir de la inmortalidad (cosa que no era). Es una mezcla de azufre, carbón vegetal y nitrato de potasio, arde rápidamente cuando se expone a una llama y produce una gran cantidad de gases y sólidos que puede usarse como gas propelente de las armas de fuego y de los fuegos artificiales. Los chinos usaron la pólvora en bombas y cohetes primitivos que lanzaban contra los invasores mongoles y, cuando éstos conquistaron China, las usaron contra todos los demás.Durante la primera mitad del siglo XII d. C., el mundo árabe aprendió a fabricar pólvora. Algunos textos históricos aseveran que fueron los mamelucos los que usaron el primer cañón de la historia; fue contra los mongoles durante la batalla de Ain Jalut en 1260 d. C., aunque aún no hay consenso. El primer \"cañón de mano\" aparece en un manuscrito árabe del siglo XIV.Europa también aprendió a fabricarla a mediados del siglo XII. Mejoraron la calidad de la pólvora \"granulándola\", es decir, añadiéndole un líquido para crear granos más grandes, lo que aumentaba la estabilidad del explosivo.La pólvora siguió siendo el explosivo predilecto para cañones y armas de fuego hasta la aparición de la pólvora \"sin humo\", en el siglo XIX. El nuevo producto quemaba más limpiamente y producía mucho menos humo, resultando superior a la antigua pólvora negra.",
        "quote": "\"El día en que dos ejércitos puedan aniquilarse en un segundo, es de esperar que todas las naciones civilizadas renuncien a la guerra y disuelvan sus tropas.\" - Alfred Nobel",
        "tech_prereqs": [
            {
                "name": "Física",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/physics.json"
            },
            {
                "name": "Acero",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steel.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Química",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chemistry.json"
            },
            {
                "name": "Metalurgia",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metallurgy.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Mosquete|Mosquetes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/musketman.json"
            },
            {
                "name": "Miliciano|Milicianos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/minuteman.json"
            },
            {
                "name": "Mosquetero|Mosqueteros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/musketeer.json"
            },
            {
                "name": "Jenízaro|Jenízaros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/janissary.json"
            },
            {
                "name": "Tercio|Tercios",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/tercio.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Castillo Himeji|Castillos Himeji",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/himeji_castle.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/gunpowder.json"
    },
    {
        "id": 37,
        "name": "Navegación",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/navigation.png",
        "era": "Renacimiento",
        "cost": 1150,
        "civilopedia_entry": "La navegación es la ciencia de encontrar el rumbo por el océano. Los primeros navíos rara vez perdían de vista la costa, lo que hacía la navegación muy sencilla. Sin embargo, limitaba los lugares a los que se podía ir y, además, aumentaba las posibilidades de que los barcos acabaran varados o chocando con las rocas por la acción de los vientos contrarios. Hay pocas cosas más aterradoras para el capitán de un velero (sin motor) que estar en \"costa de sotavento\"; es decir, que un viento fuerte arrastre el barco hacia la costa cercana.Antes de la llegada de los satélites, las radios y los radares, los barcos navegaban siguiendo el rumbo en una carta (\"navegación a ciegas\"). Si uno sabía la velocidad y la dirección exacta en la que se movía, podía hacerse una idea bastante acertada de dónde se encontraba. No obstante, tras varias semanas en la mar, hasta el fallo más nimio en la velocidad y en el rumbo podía acumularse y dar grandes errores. Si te encontrabas surcando el Pacífico, con cada vez menos reserva de agua y navegando hasta el único islote con agua dulce en miles de kilómetros a la redonda, un error en la navegación a ciegas podía suponer fácilmente un final muy poco agradable.El capitán de una nave también podía mirar los cielos para ayudarse en la navegación. Si era un día soleado, los capitanes tenían delicados instrumentos con los que podían decir el momento preciso en que el sol alcanzaba su cénit (su punto más alto) encima del barco. Si también contaban con un reloj preciso que estuviera puesto en la hora correcta, podían usar esta información para calcular su longitud exacta, la distancia hacia este u oeste que hay desde el meridiano cero (el que pasa por Greenwich, Inglaterra). Para ello, obviamente, se había de tener buen tiempo, un reloj preciso y la habilidad de ver perfectamente el mediodía a bordo de un barco, que podía estar balanceándose de un modo alarmante. En las noches despejadas, los capitanes usaban los movimientos de ciertas estrellas para obtener una información similar.Finalmente, por supuesto, el invento de la radio, el radar y los satélites hicieron que todo el proceso fuera mucho más fácil y seguro. Pero hasta los capitanes actuales encallan sus naves o las hacen chocar contra la pilastra de un puente (y son barcos con motor). Imagina la habilidad que hay que tener para mantener un velero en el rumbo correcto.",
        "quote": "\"Los vientos y las olas siempre están del lado de los marinos más hábiles.\" - Edward Gibbon",
        "tech_prereqs": [
            {
                "name": "Astronomía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/astronomy.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Arqueología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/archaeology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Fragata|Fragatas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/frigate.json"
            },
            {
                "name": "Buque de guerra|Buques de guerra",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/ship_of_the_line.json"
            },
            {
                "name": "Mendigo del mar|Mendigos del mar",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/sea_beggar.json"
            },
            {
                "name": "Corsario|Corsarios",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/privateer.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Puerto marítimo|Puertos marítimos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/seaport.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/navigation.json"
    },
    {
        "id": 38,
        "name": "Arquitectura",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/architecture.png",
        "era": "Renacimiento",
        "cost": 1150,
        "civilopedia_entry": "La arquitectura puede considerarse a la vez un arte y una ciencia. Engloba desde la planificación inicial y el diseño de un edificio hasta el proceso de construcción en sí, por lo que ha sido un elemento crucial del proceso de edificación desde la Antigüedad. Uno de los primeros tratados conocidos sobre la arquitectura y sus principios, \"De Architectura\", se debe al arquitecto romano Vitruvio, en el siglo I a. C. Es una colección de diez volúmenes que comprende todos los complejos detalles de los procesos de construcción romanos, por lo que no es de extrañar que hoy en día todo el mundo la considere un hito crucial en la evolución del proceso de diseño arquitectónico.",
        "quote": "\"La arquitectura empieza donde termina la ingeniería.\" - Walter Gropius",
        "tech_prereqs": [
            {
                "name": "Acústica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/acoustics.json"
            },
            {
                "name": "Banca",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/banking.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Arqueología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/archaeology.json"
            },
            {
                "name": "Teoría científica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/scientific_theory.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Hermitage|Hermitage",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hermitage.json"
            },
            {
                "name": "Torre de Porcelana|Torres de Porcelana",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/porcelain_tower.json"
            },
            {
                "name": "Taj Mahal|Taj Mahal",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/taj_mahal.json"
            },
            {
                "name": "Galería de los Uffizi|Galerías de los Uffizi",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/uffizi.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/architecture.json"
    },
    {
        "id": 39,
        "name": "Economía",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/economics.png",
        "era": "Renacimiento",
        "cost": 1150,
        "civilopedia_entry": "La economía es el estudio del dinero o, para ser más exactos, el estudio de \"la producción, distribución y consumo de bienes y servicios\". Aunque en tiempos antiguos los bienes se distribuían mediante el trueque, desde hace cientos de años el dinero ha sido el medio de intercambio.La economía moderna se remonta a 1776, cuando el pensador escocés Adam Smith publicó su influyente obra \"Ensayo sobre la naturaleza y las causas de la riqueza de las naciones\" (o simplemente \"La riqueza de las naciones\"). En ella, Smith sostiene que el mercado libre es el más eficaz de los medios para asignar un valor a los bienes y servicios y distribuirlos. Un mercado completamente libre, sostiene Smith, producirá automáticamente la cantidad adecuada de mercancías al precio justo; cualquier interferencia o normativa pública distorsionará el mercado y lo hará menos eficiente y más antieconómico. Además, Smith era un gran defensor del interés propio ya que, cuando una persona persigue su propio interés, está promoviendo automáticamente el bien de la sociedad en general. En otras palabras, Smith cree que el capitalismo puro es la mejor forma económica disponible para una civilización.Las obras de Smith no están exentas de detractores. Muchos economistas posteriores han querido modificar su tesis, mientras que otros la han repudiado por completo. En el siglo XIX, Carl Marx escribió \"Das Kapital: Kritik der politischen Okonomie\" (\"El capital, crítica de la política económica\"), en el que aseveraba que la fuerza motora del capitalismo es la explotación de la mano de obra por parte de los empresarios.A Smith se le considera el padre del capitalismo moderno, y a Marx, el del comunismo. Sus herederos económicos se han estado peleando desde entonces.",
        "quote": "\"El interés compuesto es la fuerza más poderosa de la galaxia.\" - Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Banca",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/banking.json"
            },
            {
                "name": "Imprenta",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/printing_press.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Teoría científica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/scientific_theory.json"
            },
            {
                "name": "Industrialización",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/industrialization.json"
            },
            {
                "name": "Fusil",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rifling.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Molino de viento|Molinos de viento",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/windmill.json"
            },
            {
                "name": "Cafetería|Cafeterías",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/coffee_house.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/economics.json"
    },
    {
        "id": 40,
        "name": "Metalurgia",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/metallurgy.png",
        "era": "Renacimiento",
        "cost": 1150,
        "civilopedia_entry": "La metalurgia es la ciencia de los metales y sus aleaciones. En Civilization V, la tecnología de la \"metalurgia\" cubre los avances en este campo desde el siglo XIX d. C. En los siglos XIX y XX se han hecho grandes progresos en todas las facetas de la metalurgia, desde la extracción hasta la creación de nuevas aleaciones, pasando por la producción de metales de gran calidad y baratos.El metal sigue presente en el centro de la civilización moderna. Gran parte del mundo está construida de acero y, lo que no, está hecho de aluminio o de titanio. Nuestra red de comunicaciones es de metal, al igual que nuestros vehículos, armas, satélites y naves espaciales. Sin la metalurgia moderna, el 90% de la población se moriría de inanición en un año.",
        "quote": "\"Un buen cuchillo nunca se ha hecho de mal acero.\" - Benjamin Franklin",
        "tech_prereqs": [
            {
                "name": "Pólvora",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/gunpowder.json"
            },
            {
                "name": "Imprenta",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/printing_press.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Belicología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/military_science.json"
            },
            {
                "name": "Fusil",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rifling.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Lancero montado|Lanceros montados",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/lancer.json"
            },
            {
                "name": "Cipayo|Cipayos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/sipahi.json"
            },
            {
                "name": "Haccapélite|Haccapélites",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/hakkapeliitta.json"
            },
            {
                "name": "Húsar alado|Húsares alados",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/winged_hussar.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Fábrica de armas|Fábricas de armas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/arsenal.json"
            },
            {
                "name": "Fuerte Rojo|Fuertes Rojos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/red_fort.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metallurgy.json"
    },
    {
        "id": 41,
        "name": "Química",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/chemistry.png",
        "era": "Renacimiento",
        "cost": 1150,
        "civilopedia_entry": "La química, nacida de la alquimia y las matemáticas, es la ciencia de la materia, su estructura, funcionamiento, composición y de su comportamiento durante las reacciones. Los físicos dejan caer bolas de una torre y cronometran cuánto tardan en llegar al suelo. También estudian las propias bolas e intentan dilucidar por qué algunas se rompen y otras rebotan.Aunque científicos, médicos y filósofos han estado interesados en la química durante toda la historia, ésta adquirió el digno estatus de ciencia cuando, en 1789, Antoine Lavoisier publicó una obra en la que detallaba la ley de la conservación de la masa. En \"Tratado elemental de química\" Lavoisier descubrió la composición del aire y el agua, y acuñó el término \"oxígeno\". También refutó la teoría del flogisto, que había estado confundiendo a los científicos durante cien años.Se considera que Lavoisier es el padre de la química moderna. Su ejemplo llevó a otros colegas a emplear métodos científicos para estudiar los productos químicos. Con ello, pudieron refutar teorías que se habían tenido como verdades inamovibles desde que las formularan los griegos, miles de años antes.",
        "quote": "\"Allá donde miremos, la obra de la química ha llevado a nuestra civilización a nuevas cotas y ha aumentado la capacidad productiva de la nación.\" - Calvin Coolidge",
        "tech_prereqs": [
            {
                "name": "Pólvora",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/gunpowder.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Belicología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/military_science.json"
            },
            {
                "name": "Fertilizante",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/fertilizer.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Cañón|Cañones",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/cannon.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chemistry.json"
    },
    {
        "id": 42,
        "name": "Arqueología",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archaeology.png",
        "era": "Era Industrial",
        "cost": 1600,
        "civilopedia_entry": "La arqueología es el estudio de los restos de pueblos antiguos con objeto de aprender más sobre su cultura, arte, arquitectura e historia. Los arqueólogos estudian construcciones en ruinas, túmulos funerarios, montones de basura, tallas ocultas en cavernas y antiguos navíos hundidos en el fondo oceánico.Aunque sin duda las vidas de nuestros antecesores han sido de interés para muchos desde el inicio de los tiempos, la arqueología como ciencia nació en el siglo XV, durante el Renacimiento europeo. Fue entonces cuando algunos individuos comenzaron a estudiar y emular el arte y la arquitectura de las antiguas Grecia y Roma, y los adinerados nobles italianos, papas, mercaderes y dirigentes de estado se dedicaron a coleccionar antigüedades. Cuando empezaron a escasear, financiaron expediciones para encontrar más artefactos.La arqueología desarrolló una base más científica en el siglo XIX gracias a los esfuerzos de académicos alemanes como Heinrich Schliemann, que estudió las primeras etapas de la cultura griega en Troya y Micenas.En la actualidad, los arqueólogos estudian todos los aspectos del hombre antiguo, desde nuestros antepasados más lejanos hasta nuestros tatarabuelos, y para ello utilizan herramientas increíblemente sofisticadas que les permiten averiguar toda clase de detalles sobre nuestros antepasados.",
        "quote": "\"Los que olvidan el pasado están condenados a repetirlo.\" - Jorge Santayana",
        "tech_prereqs": [
            {
                "name": "Navegación",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/navigation.json"
            },
            {
                "name": "Arquitectura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/architecture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Biología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/biology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Arqueólogo|Arqueólogos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/archaeologist.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Museo|Museos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/museum.json"
            },
            {
                "name": "Louvre|Louvres",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/louvre.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/archaeology.json"
    },
    {
        "id": 43,
        "name": "Teoría científica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/scientific_theory.png",
        "era": "Era Industrial",
        "cost": 1600,
        "civilopedia_entry": "La teoría científica es un modo de ver el mundo que utiliza el \"método científico\" para averiguar cómo funciona el universo. Mediante una meticulosa observación y realizando experimentos, un científico formula una teoría para explicar algún fenómeno. Si otros científicos logran confirmar esta teoría con sus propios experimentos, se acepta como ley \"empírica\" (experimental), al menos hasta que sea refutada por observaciones o experimentos ulteriores. Si nadie consigue duplicar los resultados de los experimentos de un científico, sus teorías se contemplan con un profundo escepticismo. Aunque la teoría científica es la predominante en la mayoría de los países avanzados del mundo moderno, no es el único modo de ver el mundo. Hay personas que prefieren las revelaciones divinas escritas en un libro sagrado para explicar el universo. Para ellos, si la observación o la experimentación entran en conflicto con estas revelaciones, está claro que el método científico tiene que estar errado o corrompido. Estas dos formas tan distintas de ver el mundo llevan siglos enfrentadas, y probablemente sigan así en los años venideros.",
        "quote": "\"Cada gran avance en la ciencia ha nacido de una nueva audacia de la imaginación.\" - John Dewey",
        "tech_prereqs": [
            {
                "name": "Economía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/economics.json"
            },
            {
                "name": "Arquitectura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/architecture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Biología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/biology.json"
            },
            {
                "name": "Máquina de vapor",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steam_power.json"
            },
            {
                "name": "Electricidad",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electricity.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Escuela pública|Escuelas públicas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/public_school.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/scientific_theory.json"
    },
    {
        "id": 44,
        "name": "Industrialización",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/industrialization.png",
        "era": "Era Industrial",
        "cost": 1600,
        "civilopedia_entry": "La industrialización se contempla como la forma de transición de una sociedad agraria a una industrial, que suele ir acompañada de grandes cambios sociales y económicos en toda la comunidad. La Revolución Industrial, que empezó en Europa durante el s. XVIII, trajo enormes cambios en la manera en que la gente vivía el día a día. Debido a la disponibilidad de herramientas y máquinas cada vez más complejas, muchos oficios que antaño se habían reservado a los artesanos de más talento quedaron obsoletos con la llegada de las cadenas de montaje, en las que trabajaban una plétora de obreros sin ningún nivel de especialización.",
        "quote": "\"La industrialización basada en la maquinaria, que ya se considera una característica de nuestra época, no es más que un aspecto de la revolución que comporta la tecnología.\" - Emily Greene Balch",
        "tech_prereqs": [
            {
                "name": "Economía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/economics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Máquina de vapor",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steam_power.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Ametralladora Gatling|Ametralladoras Gatling",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/gatling_gun.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Fábrica|Fábricas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/factory.json"
            },
            {
                "name": "Big Ben|Big Bens",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/big_ben.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/industrialization.json"
    },
    {
        "id": 45,
        "name": "Fusil",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rifling.png",
        "era": "Era Industrial",
        "cost": 1600,
        "civilopedia_entry": "No se puede hablar de fusiles sin contar con el proceso de grabar surcos helicoidales en el interior del cañón de las armas de fuego para impartir un movimiento de rotación a la bala. Dicha rotación estabiliza el proyectil y lo hace mucho más preciso. El proceso en cuestión se inventó en Viena durante el siglo XV. No obstante, en un principio resultaba extremadamente caro y laborioso, y no se hizo popular hasta pasados tres siglos. En el siglo XVIII, los tiradores de élite de Europa y del mundo entero ya contaban con fusiles rudimentarios.A mediados de siglo, los mosquetes de cañón estriado y las balas Minié resultaban mucho más precisos y mortales. Estas armas, y otras parecidas, se usaron extensamente durante la Guerra de Secesión americana y, probablemente, infligieron más bajas que todos los demás tipos de mosquetes y fusiles juntos.A finales de dicha guerra, los Minié ya estaban siendo sustituidos por los fusiles de repetición de retrocarga con cartuchos, que eran más rápidos de cargar y de disparar que los mosquetes. Estas armas, como el modelo Springfield de 1865, y sus herederas seguirían siendo el fusil de la infantería estadounidense hasta la Primera Guerra Mundial, cuando se inventaron los primeros fusiles automáticos. Hoy en día, la mayoría de soldados de infantería llevan alguna versión del fusil de asalto estadounidense M16 o del AK-47 ruso. Estas armas tan mortíferas dan al soldado actual una potencia de fuego equivalente a la de decenas de veteranos de la Guerra de Secesión.",
        "quote": "\"Bien está que la guerra sea tan terrible; de lo contrario, podríamos aficionarnos a ella.\" - Robert E. Lee",
        "tech_prereqs": [
            {
                "name": "Economía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/economics.json"
            },
            {
                "name": "Metalurgia",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metallurgy.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Máquina de vapor",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steam_power.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Fusilero|Fusileros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/rifleman.json"
            },
            {
                "name": "Infantería de Montaña Noruega|Infanterías de Montaña Noruegas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/norwegian_ski_infantry.json"
            },
            {
                "name": "Mehal Sefari|Mehal Sefaris",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/mehal_sefari.json"
            },
            {
                "name": "Carolino|Carolinos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/carolean.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rifling.json"
    },
    {
        "id": 46,
        "name": "Belicología",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/military_science.png",
        "era": "Era Industrial",
        "cost": 1600,
        "civilopedia_entry": "La belicología es la ciencia que usa el poder militar para conseguir unos objetivos. Tiene muchas ramas y especializaciones y, por lo general, se enseña en las academias militares. Por ejemplo, ¿cuánta distancia puede recorrer un ejército en un día o cuántas calorías necesita un soldado para estar en perfecto estado para luchar? O, ¿cómo combate alguien una insurrección en su propio país? Suponiendo que somos el ejército ocupante de otro país, ¿qué posibilidades tenemos de enfrentarnos a una sublevación? ¿Y cuál es el índice de supervivencia esperado en una guerra atómica si atacamos primero?\"El Arte de la Guerra\" de Sun Tzu es un clásico de la belicología. Aunque apareció en el siglo VI, se sigue estudiando ampliamente en la actualidad (y sigue siendo una lectura enormemente entretenida e informativa para un aficionado a la historia). \"El príncipe\", de Maquiavelo, publicada póstumamente en 1532, examina en detalle la relación entre la guerra y la política. En 1832, el general prusiano Carl von Clausewitz publicó \"De la guerra\", que también estudia los efectos de la política y de la economía en los conflictos bélicos.Aparecida en 1890, la brillante obra de Alfred Thayer Mahan \"La influencia del poder naval en la historia (1660-1783)\" influyó enormemente en muchos oficiales y políticos estadounidenses, y fue en gran parte responsable de la expansión de la armada de Estados Unidos a principios del siglo XX. Es posible que, sin este libro, Estados Unidos se hubiera encontrado más trágicamente desprevenido aún en las guerras mundiales, con los resultados desastrosos que esto habría supuesto para el país y para sus aliados de ultramar.",
        "quote": "\"Puede que las guerras se libren con armas, pero las ganan los hombres. Es el espíritu del hombre que lidera y el de los hombres que lo siguen el que gana una guerra.\" - George S. Patton",
        "tech_prereqs": [
            {
                "name": "Química",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chemistry.json"
            },
            {
                "name": "Metalurgia",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metallurgy.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Dinamita",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/dynamite.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Caballería|Caballerías",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/cavalry.json"
            },
            {
                "name": "Cosaco|Cosacos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/cossack.json"
            },
            {
                "name": "Húsar|Húsares",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/hussar.json"
            },
            {
                "name": "Caballería bereber|Caballerías bereberes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/berber_cavalry.json"
            },
            {
                "name": "Incursor comanche|Incursores comanches",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/comanche_riders.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Academia militar|Academias militares",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/military_academy.json"
            },
            {
                "name": "Puerta de Brandemburgo|Puertas de Brandemburgo",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/brandenburg_gate.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/military_science.json"
    },
    {
        "id": 47,
        "name": "Fertilizante",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/fertilizer.png",
        "era": "Era Industrial",
        "cost": 1600,
        "civilopedia_entry": "El fertilizante es una sustancia que nutre a las plantas y acelera su crecimiento. Es tan antiguo como la civilización humana, y se remonta al momento en que el primer agricultor se dio cuenta de que la hierba crecía más alta allá donde el buey había hecho sus deposiciones. A partir de entonces, los agricultores han recogido los excrementos animales y han abonado con ellos la tierra, lo que ha aumentado el rendimiento de las cosechas, en especial en los campos que se han cultivado continuamente durante generaciones y se han quedado casi sin nutrientes.Los fertilizantes contienen, por lo general, nitrógeno, fósforo y potasio como ingredientes activos. Aunque históricamente la mayoría de fertilizantes han sido orgánicos y de origen animal, muchos de los actuales se extraen ya de minas bajo la superficie de la Tierra o se fabrican químicamente en grandes plantas químicas.A medida que ha crecido la población mundial, también ha aumentado su necesidad de fertilizantes más potentes, y los cultivos de hoy en día son mucho más productivos que en cualquier otro momento de la historia. No obstante, esta productividad se ha cobrado un precio: el agua de la lluvia arrastra los fertilizantes de los cultivos a los ríos, lo que propicia el crecimiento expansivo de ciertos microorganismos, que se desarrollan tan rápido que casi ahogan, literalmente, la demás vida de la vía fluvial. Además, muchos fertilizantes modernos se fabrican, al menos en parte, con productos petroquímicos, y su precio puede fluctuar espectacularmente con el precio del petróleo. En pocas palabras: los fertilizantes son extremadamente útiles y pueden aumentar mucho el suministro de alimentos en el mundo, pero hay que asegurase de que no hagan más mal que bien.",
        "quote": "\"La nación que destruye su suelo se destruye a sí misma.\" - Franklin Delano Roosevelt",
        "tech_prereqs": [
            {
                "name": "Química",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chemistry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Dinamita",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/dynamite.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/fertilizer.json"
    },
    {
        "id": 48,
        "name": "Biología",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/biology.png",
        "era": "Era Industrial",
        "cost": 2350,
        "civilopedia_entry": "La biología es el estudio de los organismos vivos. Es un campo muy amplio, que incluye desde la ballena más grande hasta la bacteria más pequeña. Gran parte de la biología predecimonónica se volcaba en el descubrimiento y la categorización de todas las plantas, insectos y animales que hay en la Tierra. A medida que la ciencia ha avanzado y han mejorado los equipos, los científicos han empezado a sumergirse en los \"materiales de construcción\" de la biología: las células y, posteriormente, los genes y el ADN. En la actualidad, ya se tiene un gran conocimiento de la biología de todos los organismos vivos del planeta. Los biólogos han tenido tanto éxito en manipular la vida que la ciencia se ha adentrado en áreas que solo unos años antes se habrían considerado ciencia-ficción. Hemos clonado ovejas y, tarde o temprano, clonaremos personas. La nanobiología es todo un campo de estudio. Se pueden activar genes específicos para la cría selectiva. Si seguimos avanzando así, se puede predecir que en un futuro no muy lejano habrán desaparecido la mayoría de enfermedades, las partes corporales biónicas serán algo normal y la esperanza de vida humana habrá aumentado decenas de años.",
        "quote": "\"Si el cerebro fuera tan simple que pudiéramos entenderlo, seríamos tan simples que no podríamos hacerlo.\" - Lyall Watson",
        "tech_prereqs": [
            {
                "name": "Arqueología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/archaeology.json"
            },
            {
                "name": "Teoría científica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/scientific_theory.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Refrigeración",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/refrigeration.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Hospital|Hospitales",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hospital.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/biology.json"
    },
    {
        "id": 49,
        "name": "Electricidad",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/electricity.png",
        "era": "Era Industrial",
        "cost": 2350,
        "civilopedia_entry": "La primera experiencia que la humanidad tuvo con la electricidad, en forma de descargas de un pez eléctrico, la documentaron los autores egipcios ya en el 2750 a. C. En el siglo XV d. C., los árabes descubrieron que el rayo era otra forma de electricidad, hecho que confirmó posteriormente el científico británico-estadounidense Benjamin Franklin en 1752. La primera pila medianamente fiable la creó en 1800 Alessandro Volta y, en 1821, Michael Faraday inventó el motor eléctrico.Los avances en electricidad en la segunda mitad del siglo XIX vinieron de manos de genios como Nikola Tesla, Thomas Edison, George Westinghouse, Alexander Graham Bell y lord Kelvin, y revolucionaron la vida de todo el mundo. El telégrafo, seguido poco después por el teléfono y más tarde por la radio, mejoró radicalmente la velocidad y la precisión a las que se podía transmitir la información. Una vez se tendió un cable transatlántico, se podía enviar un mensaje de Londres a Nueva York en cuestión de segundos. Antes de la electricidad, un mensaje transportado en el barco más rápido podía tardar semanas en llegar a su destino. La luz eléctrica revolucionó el hogar y el lugar de trabajo, y el fonógrafo, la radio y la cámara de cine hicieron lo mismo en el ocio. La creación de centrales eléctricas que suministran energía eléctrica a las casas ha cambiado las condiciones de vida más allá de todo lo imaginable. Impulsada por la electricidad, la \"segunda revolución industrial\" ha representado la mayor mejora de la humanidad después de la imprenta.",
        "quote": "\"¿Es un hecho que, por medio de la electricidad, el mundo de la materia se ha convertido en un gran nervio, que vibra a miles de kilómetros en una milésima de segundo? ¿O acaso lo he soñado?\" - Nathaniel Hawthorne",
        "tech_prereqs": [
            {
                "name": "Teoría científica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/scientific_theory.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Repuestos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/replaceable_parts.json"
            },
            {
                "name": "Refrigeración",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/refrigeration.json"
            },
            {
                "name": "Radio",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radio.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Central hidráulica|Centrales hidráulicas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hydro_plant.json"
            },
            {
                "name": "Bolsa|Bolsas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/stock_exchange.json"
            },
            {
                "name": "Comisaría|Comisarías",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/police_station.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electricity.json"
    },
    {
        "id": 50,
        "name": "Máquina de vapor",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/steam_power.png",
        "era": "Era Industrial",
        "cost": 2350,
        "civilopedia_entry": "Cuando el agua se calienta produce vapor. El vapor se expande bajo presión y, en un motor de este tipo, parte del gas se retiene y se utiliza para subir y bajar un pistón o hacer girar una turbina. Los principios de la fuerza del vapor ya los conocían los griegos, pero ninguno había encontrado una manera de darles un uso práctico hasta finales del siglo XVII, cuando el inglés Thomas Savery creó una bomba propulsada a vapor para achicar el agua de las minas. En 1765, James Watt mejoró notablemente el motor de vapor, hasta el punto de que pudo utilizarse para muchas y muy distintas aplicaciones. En 1802, ya se instalaban motores de vapor en los barcos y, en 1825, aparecían los primeros ferrocarriles a vapor.La máquina de vapor revolucionó la industria y el transporte en todo el mundo. En menos de un siglo, el planeta estaba cubierto de vías de tren y rutas de vapores. Las grandes fábricas a vapor producían decenas de millones de toneladas de mercancías (y de equipo militar). Los países industrializados disfrutaron de un aumento enorme en su productividad y riqueza (y en su contaminación). El carbón, la materia prima utilizada para las máquinas de vapor, se extraía febrilmente por todo el planeta. Gran parte de la estrategia internacional británica se centró en proteger los lugares de reabastecimiento de carbón en puntos estratégicos de los océanos de todo el mundo.Finalmente, las máquinas de vapor fueron sustituidas por las máquinas de combustión interna, que eran mucho más eficaces y menos contaminantes. Pero, antes del petróleo, el vapor fue el rey, y el mundo moderno no habría existido sin él.",
        "quote": "\"Las naciones de occidente esperan que, por medio del transporte a vapor, todo el mundo se convierta en una gran familia.\" - Townsend Harris",
        "tech_prereqs": [
            {
                "name": "Fusil",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rifling.json"
            },
            {
                "name": "Industrialización",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/industrialization.json"
            },
            {
                "name": "Teoría científica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/scientific_theory.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Repuestos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/replaceable_parts.json"
            },
            {
                "name": "Ferrocarril",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/railroad.json"
            },
            {
                "name": "Vuelo",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/flight.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Buque blindado|Buques blindados",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/ironclad.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steam_power.json"
    },
    {
        "id": 51,
        "name": "Dinamita",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/dynamite.png",
        "era": "Era Industrial",
        "cost": 2350,
        "civilopedia_entry": "La dinamita es un material explosivo que inventó el químico e ingeniero sueco Alfred Nobel en 1867. Se crea empapando un material absorbente, como tierra de diatomeas (curiosamente, el mismo material que se usa en muchos filtros de piscina) con nitroglicerina. La nitroglicerina es un explosivo muy potente pero terriblemente inestable. La dinamita es menos potente, aunque mucho más estable.La dinamita se usa principalmente en minería y construcción. Históricamente, se ha usado en aplicaciones militares, pero la nitroglicerina, el componente explosivo, sigue siendo demasiado inestable para las volátiles condiciones que se suelen dar en el campo de batalla. Por ello, los ejércitos normalmente prefieren un producto modificado que se llama \"dinamita militar\", que no contiene nitroglicerina. En su lugar, se utilizan otros productos químicos, como el TNT, para crear un explosivo que es un 60% menos potente pero que explota cuando tiene que hacerlo.",
        "quote": "\"En cuanto los hombres deciden que cualquier medio está permitido para destruir el mal, su bien se hace indistinguible del mal que pretenden destruir.\" - Christopher Dawson",
        "tech_prereqs": [
            {
                "name": "Fertilizante",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/fertilizer.json"
            },
            {
                "name": "Belicología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/military_science.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ferrocarril",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/railroad.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Artillería|Artillerías",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/artillery.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/dynamite.json"
    },
    {
        "id": 52,
        "name": "Refrigeración",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/refrigeration.png",
        "era": "Época Moderna",
        "cost": 3100,
        "civilopedia_entry": "La refrigeración es el proceso de eliminación de calor de una sustancia o espacio cerrado. El principal propósito de la refrigeración siempre ha sido la conservación de alimentos, seguido de cerca por la climatización en las naciones más desarrolladas en las últimas décadas del siglo XX.Antes de la invención de métodos mecánicos, las culturas más prósperas refrigeraban sus alimentos en bodegas aisladas con paja, empleando el hielo que se bajaba de las montañas. En la antigüedad, India y Egipto utilizaban un sistema de refrigeración por evaporación que consistía en llenar de agua bandejas de gran tamaño. A medida que el agua se evaporaba, la que quedaba en la bandeja se enfriaba rápidamente. De hecho, un sistema de evaporación bien diseñado podría utilizarse para crear hielo incluso en los climas más cálidos.La refrigeración mecánica se basa en el efecto enfriador de la expansión rápida de los gases (normalmente freón u otra sustancia inerte). El primer sistema refrigerador del que se tiene constancia fue probado en 1748 en Escocia por William Cullen, pero aún tendría que pasar todo un siglo para que el estadounidense Alexander C. Twinning crease la primera aplicación comercial práctica de la refrigeración en 1856. Varios años más tarde se introdujeron frigoríficos en la industria de procesado de carnes y bebidas, y, hacia 1914, su uso ya se había generalizado. A mediados del siglo XX, los vehículos refrigerados sustituyeron a los tradicionales camiones del hielo. Los frigoríficos domésticos se introdujeron por primera vez en la década de 1920 y, hacia 1950, las \"cajas de hielo\" ya habían desaparecido.El moderno sistema de aire acondicionado lo inventó en 1902 Willis Carrier en Búfalo, Nueva York. En un principio se utilizó para mantener el aire a una temperatura específica en fábricas donde se llevaban a cabo procesos delicados de manufactura, pero, hacia la década de 1920, el tamaño y consumo de estas unidades se redujeron considerablemente, hasta el punto de instalarse en numerosos cines. Los modelos instalados en las ventanas comenzaron a aparecer en los hogares estadounidenses después de la Segunda Guerra Mundial y, en la década de los 50, ya se habían instalado más de un millón de unidades en todo el país.Aunque a menudo no se valora como se merece, la refrigeración es una de las innovaciones tecnológicas más importantes en la historia de la humanidad y, sin ella, gran parte de la vida moderna sería inviable (o más sudorosa).",
        "quote": "\"Desahuciado, junto a un millar de casas me encontraba, y junto a un millar de mesas, desfallecía y comida anhelaba.\" - William Wordsworth",
        "tech_prereqs": [
            {
                "name": "Electricidad",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electricity.json"
            },
            {
                "name": "Biología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/biology.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Penicilina",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/penicillin.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Submarino|Submarinos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/submarine.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Estadio|Estadios",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/stadium.json"
            },
            {
                "name": "Hotel|Hoteles",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hotel.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/refrigeration.json"
    },
    {
        "id": 53,
        "name": "Radio",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radio.png",
        "era": "Época Moderna",
        "cost": 3100,
        "civilopedia_entry": "La tecnología de radio consiste en la transmisión de información a un receptor remoto mediante la modificación de la amplitud, frecuencia o duración de ondas de radio. En términos menos técnicos, un transmisor traduce sonidos en ondas que luego se difunden por la atmósfera. Otros receptores de radio pueden captar estas ondas y volver a traducirlas en sonido.Las radios son aparatos muy complejos. Se necesitaron cientos de años de investigación y desarrollo por parte de científicos y físicos como Michael Faraday, James Maxwell, Heinrich Hertz y Guglielmo Marconi.Marconi fue un físico italiano que trabajó en la creación de un telégrafo sin cables. En 1894, logró enviar una señal a una distancia de unos 30 metros. Tras perfeccionar la tecnología, hacia 1901 consiguió transmitir una señal a través del océano Atlántico. Marconi continuó trabajando en este campo y, para la década de 1920, pudo iniciar el desarrollo de la comunicación inalámbrica por onda corta, que sentaría las bases para la moderna comunicación por radio a largas distancias.El primer programa de radio se emitió en la Nochebuena del año 1906. El primer noticiero se retransmitió el 31 de agosto de 1920 en Detroit, Michigan. A finales de los años 20, las radios eran ya un utensilio común en los hogares europeos y estadounidenses.La radio desempeñó un importante papel durante la Segunda Guerra Mundial. Además de facilitar la comunicación entre aviones y barcos, también permitió a los gobiernos implicados la difusión de noticias y propaganda entre sus ciudadanos y sus enemigos por igual. Hitler, Churchill y Roosevelt fueron auténticos maestros de los medios de comunicación. La radio gozó de una inmensa popularidad en los años de posguerra, sobre todo en Estados Unidos, donde se produjo un enorme aumento en el número de cadenas y emisoras. Fue el principal entretenimiento hasta la llegada de la televisión en la década de 1950.Aunque su importancia ha disminuido en gran medida con la aparición de tecnologías más novedosas como son la televisión e Internet, la radio sigue siendo una fuente viable e importante de noticias y ocio para personas de todo el mundo. Al igual que el rock, es algo que nunca morirá.",
        "quote": "\"Todo el país estaba unido por la radio. Todos escuchábamos a los mismos héroes, cómicos y cantantes. Eran gigantes.\" - Woody Allen",
        "tech_prereqs": [
            {
                "name": "Electricidad",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electricity.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Plástico",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/plastics.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Torre de radio|Torres de radio",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/broadcast_tower.json"
            },
            {
                "name": "Torre Eiffel|Torres Eiffel",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/eiffel_tower.json"
            },
            {
                "name": "Agencia de inteligencia nacional|Agencias de inteligencia nacionales",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/national_intelligence_agency.json"
            },
            {
                "name": "Broadway|Broadway",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/broadway.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radio.json"
    },
    {
        "id": 54,
        "name": "Repuestos",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/replaceable_parts.png",
        "era": "Época Moderna",
        "cost": 3100,
        "civilopedia_entry": "Los repuestos son el resultado de un proceso de fabricación en el que se crean varias copias de las piezas que componen un producto. Este proceso supone un tremendo incremento de la rapidez y rentabilidad de la fabricación, lo que a su vez propició la Revolución Industrial del siglo XIX.Uno de los principales impulsores de la industria de los repuestos fue el deseo de suministrar armas de fuego a los soldados. Al principio, los mosquetes se fabricaban artesanalmente y todos presentaban ligeras diferencias; algunos eran un poco más largos, otros tenían gatillos de distinto tamaño, etc. Esto no suponía necesariamente un problema para el usuario; si el mosquete se rompía, siempre podía acudir de nuevo al artesano para que lo reparase. Pero claro, en el caso de un ejército equipado con mil mosquetes, esto no era factible.Sin embargo, si todos fueran idénticos, bien podría utilizarse una pieza de un mosquete roto para reparar otro. Es más, un soldado adiestrado para el uso del mosquete podría coger otro y obtener los mismos resultados sin tener que habituarse al diseño concreto de su nueva arma.En la actualidad, prácticamente todos los productos manufacturados del planeta se construyen con repuestos. En la actualidad, los artesanos son considerados artistas, y sus productos son demasiado caros para el consumidor medio.",
        "quote": "\"Nada es especialmente difícil si lo divides en pequeñas tareas.\" - Henry Ford",
        "tech_prereqs": [
            {
                "name": "Máquina de vapor",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steam_power.json"
            },
            {
                "name": "Electricidad",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electricity.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Plástico",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/plastics.json"
            },
            {
                "name": "Electrónica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electronics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Legión Extranjera|Legiones Extranjeras",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/foreign_legion.json"
            },
            {
                "name": "Infantería I Guerra|Infanterías I Guerra",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/great_war_infantry.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Base militar|Bases militares",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/military_base.json"
            },
            {
                "name": "Estatua de la Libertad|Estatuas de la Libertad",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/statue_of_liberty.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/replaceable_parts.json"
    },
    {
        "id": 55,
        "name": "Vuelo",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/flight.png",
        "era": "Época Moderna",
        "cost": 3100,
        "civilopedia_entry": "El hombre sueña con la conquista de los cielos desde los albores de su historia. Las máquinas voladoras ideadas por Leonardo da Vinci son de sobra conocidas y, además de él, también han existido otros visionarios de menor talento. Los primeros teóricos estudiaron las aves, amos naturales de los cielos, y diseñaron máquinas que emulaban las formas de sus alas y sus movimientos (ornitópteros). Pero aquellos diseños tempranos carecían de los materiales, motores y conocimientos de aerodinámica necesarios para culminarse con éxito.El estudio de la aerodinámica se perfeccionó a lo largo de los siglos XVI, XVII, XVIII y XIX gracias al trabajo de brillantes científicos como da Vinci, Galileo, Huygens, Newton, Bernoulli, Euler y Smeaton. En 1804, el británico George Cayley logró volar con un planeador de alas fijas y, en 1853, creó un modelo a escala completa que transportó a su reticente cochero en el primer vuelo tripulado con planeador del que se tiene constancia.En 1902, los hermanos Wright construyeron su propio planeador perfeccionando el diseño de las alas. Al ser incapaces de encontrar un fabricante experimentado que construyese un motor ligero de gasolina según sus especificaciones, decidieron diseñarlo y construirlo ellos mismos. El 17 de diciembre de 1903, el aparato de los Wright voló cuatro veces a distancias de hasta 280 metros. La tecnología aeronáutica creció a pasos agigantados en los años posteriores al innovador invento de los hermanos Wright. Hacia 1908, el estadounidense Glenn Hammond Curtiss recorrió una distancia superior a 1 kilómetro y, en 1909, el francés Louis Bleriot sobrevoló el Canal de la Mancha.Durante la Primera Guerra Mundial también se produjeron importantes avances en aeronáutica en lo relativo al uso de armamento aéreo; así fue como se crearon los primeros cazas y bombarderos. Para los años 20 ya había pilotos sobrevolando los continentes con cierta regularidad y, en 1927, Charles Lindberg completó el primer vuelo ininterrumpido en solitario a través del océano Atlántico. En la Segunda Guerra Mundial se llevaron a cabo mejoras extraordinarias en la velocidad, autonomía, durabilidad y potencia de fuego de los aparatos voladores y, hacia el final de la guerra, ya estaban en servicio aviones de guerra a reacción, helicópteros y bombarderos capaces de sobrevolar continentes enteros a gran altitud.En la era moderna, los viajes por aire son algo cotidiano; viajar desde Estados Unidos hasta China, un sueño impensable hace tan solo 75 años, hoy día destaca únicamente por lo aburrido que resulta. Y, aunque los atentados terroristas del 11 de septiembre de 2001 han incrementado ligeramente el riesgo que supone viajar en avión, millones de personas siguen haciéndolo todos los días. El vuelo forma ya una parte indisoluble de nuestras vidas.",
        "quote": "\"La aeronáutica nunca ha sido ni una industria ni una ciencia. Ha sido un milagro.\" - Igor Sikorsky",
        "tech_prereqs": [
            {
                "name": "Máquina de vapor",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steam_power.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Misiles balísticos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ballistics.json"
            },
            {
                "name": "Electrónica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electronics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Triplano|Triplanos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/triplane.json"
            },
            {
                "name": "Bombardero I Guerra|Bombarderos I Guerra",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/great_war_bomber.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Prora|Prora",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/prora.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/flight.json"
    },
    {
        "id": 56,
        "name": "Ferrocarril",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/railroad.png",
        "era": "Época Moderna",
        "cost": 3100,
        "civilopedia_entry": "Los primeros ferrocarriles se construyeron en las minas europeas durante el siglo XVI. No eran más que carros que rodaban sobre unos raíles y que eran tirados por hombres o animales (normalmente, caballos o burros). El primer ferrocarril de superficie a vapor se construyó en Inglaterra en 1825 y, cuando esta tecnología demostró su utilidad, su uso se extendió por el mundo entero. La construcción del primer ferrocarril español unió Barcelona con Mataró en 1848. En menos de un siglo, todos los continentes contaron con una red ferroviaria importante.No se puede subestimar la importancia que ha tenido el ferrocarril en el desarrollo mundial. Antes de que el transcontinental cruzara Estados Unidos, viajar de Nueva York a San Francisco llevaba meses. El mismo viaje duraba siete días en ferrocarril, al módico precio de 65 dólares. Cuando se terminó este ferrocarril, la población europea del oeste y medio oeste estadounidenses aumentó. Las ciudades que se encontraban en el trazado ferroviario se hicieron ricas, y las que no, se empobrecieron y murieron.Con la invención y la producción en masa de los coches y camiones en el siglo XX, los ferrocarriles disminuyeron en importancia, especialmente en Estados Unidos, donde estalló un auténtico furor por los automóviles. No obstante, siguen siendo una manera extremadamente económica y (relativamente) ecológica de transportar mercancías y personas, y todos los indicadores apuntan a que tendrán una recuperación asombrosa en un futuro cercano.",
        "quote": "\"La introducción de un agente tan potente como el vapor en los carruajes sobre ruedas representará un gran cambio en la situación del hombre.\" - Thomas Jefferson",
        "tech_prereqs": [
            {
                "name": "Máquina de vapor",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steam_power.json"
            },
            {
                "name": "Dinamita",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/dynamite.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Misiles balísticos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ballistics.json"
            },
            {
                "name": "Combustión",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combustion.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Kremlin|Kremlin",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/kremlin.json"
            },
            {
                "name": "Neuschwanstein|Neuschwansteins",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/neuschwanstein.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/railroad.json"
    },
    {
        "id": 57,
        "name": "Plástico",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/plastics.png",
        "era": "Época Moderna",
        "cost": 4100,
        "civilopedia_entry": "El plástico es un material ligero, transparente y resistente que no conduce bien la electricidad. Puede presentar muchas formas distintas, unas más duras, otras más flexibles, con mayor o menor tolerancia al calor. Puede moldearse, prensarse o extrudirse para darle prácticamente cualquier forma imaginable. Está presente en todas las facetas de la vida moderna y se utiliza para todo, desde parachoques hasta prótesis, pasando por tarros de comida para bebés y armas de infantería. Es uno de los componentes básicos más importantes del siglo XXI.El primer plástico artificial fue inventado por el británico Alexander Parkes en 1855. Su invento, denominado parquesina, estaba hecho de celulosa (células vegetales), y fue empleado como sustituto del marfil, que cada vez escaseaba más debido a la disminución de la población mundial de ballenas.El primer plástico enteramente sintético fue la baquelita, inventada en 1909 por el estadounidense de origen belga Leo Hendrik Baekeland. La baquelita era barata, fuerte y resistente. Fue utilizada en la construcción de radios, teléfonos, mangos de utensilios, teclas para pianos y bolas de billar. Sin embargo, aunque es un material fuerte, resulta bastante quebradizo. Hace mucho que se sustituyó por plásticos más baratos y flexibles como el poliestireno, el PVC, el nailon y otras variedades más exóticas creadas en el siglo XX.En su momento era relativamente económico, pero actualmente se necesitan numerosas sustancias petroquímicas para fabricar la mayoría de los plásticos. Y el incremento del coste del crudo supone un aumento similar del precio del plástico. Es posible que en el futuro se descubra algún otro material milagroso que sustituya al ubicuo plástico, pero por el momento es irreemplazable.",
        "quote": "\"Ben, quiero decirte una sola palabra, solo una: plástico.\" - Buck Henry y Calder Willingham, \"El graduado\"",
        "tech_prereqs": [
            {
                "name": "Radio",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radio.json"
            },
            {
                "name": "Repuestos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/replaceable_parts.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Penicilina",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/penicillin.json"
            },
            {
                "name": "Teoría del átomo",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/atomic_theory.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Infantería|Infanterías",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/infantry.json"
            },
            {
                "name": "Pracinha|Pracinhas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/pracinha.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Laboratorio científico|Laboratorios científicos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/research_lab.json"
            },
            {
                "name": "Cristo Redentor|Cristos Redentores",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/cristo_redentor.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/plastics.json"
    },
    {
        "id": 58,
        "name": "Electrónica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/electronics.png",
        "era": "Época Moderna",
        "cost": 4100,
        "civilopedia_entry": "La electrónica engloba las ramas tecnológicas que estudian el movimiento controlado de electrones a través de distintos medios (incluyendo el vacío). Esta disciplina no debe confundirse con la tecnología eléctrica, que versa sobre la generación y distribución de energía. La electrónica no fue reconocida como un campo de estudio independiente hasta 1950, fecha en la que se distinguió de la radiotecnología.Los circuitos electrónicos pueden clasificarse en dos grupos diferentes: analógicos y digitales. Los circuitos analógicos son por lo general combinaciones sencillas de circuitos básicos por los que pasa una corriente continua; hoy en día prácticamente no se utilizan. Los circuitos digitales constituyen la base de los ordenadores modernos y controladores lógicos de chips programables, ya que son la representación física más común del álgebra de Boole (¿os suena eso de los ceros y los unos?).El estudio y desarrollo de la electrónica está estrechamente vinculado al de las matemáticas, y para la primera se precisan conocimientos de la segunda. La creación y el análisis de circuitos complejos implican la resolución de sistemas lineales con múltiples variables desconocidas (como el voltaje y la corriente que pasa por determinados puntos), razón por la cual gran parte de los circuitos diseñados en la actualidad se complementan con paquetes de software para la automatización de diseños electrónicos, tarea nada sencilla que casi puede considerarse una disciplina por sí sola.",
        "quote": "\"Hay un principio básico en la electrónica de consumo: cada vez se hace más potente y más barata.\" - Trip Hawkins",
        "tech_prereqs": [
            {
                "name": "Repuestos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/replaceable_parts.json"
            },
            {
                "name": "Vuelo",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/flight.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
            },
            {
                "name": "Teoría del átomo",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/atomic_theory.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Portaaviones|Portaaviones",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/carrier.json"
            },
            {
                "name": "Acorazado|Acorazados",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/battleship.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electronics.json"
    },
    {
        "id": 59,
        "name": "Misiles balísticos",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/ballistics.png",
        "era": "Época Moderna",
        "cost": 4100,
        "civilopedia_entry": "Los misiles balísticos se desarrollaron por primera vez en las décadas de 1930 y 1940, fruto de las investigaciones de la Alemania nazi, que inauguró su descubrimiento lanzando el cohete en 1942. Los misiles balísticos se diferencian de otros proyectiles similares en que su trayectoria de vuelo consta de tres etapas. En la primera etapa del vuelo, el misil es propulsado por cohetes y sigue una trayectoria controlada. Luego emprende un recorrido suborbital, iniciando una etapa de vuelo libre antes de volver a entrar en la atmósfera y dirigirse hacia su objetivo final. El descenso a través de la atmósfera se calcula de antemano para garantizar que alcance el blanco deseado.En la actualidad, varios países utilizan y prueban diversos modelos de misiles balísticos. Los misiles balísticos intercontinentales (ICBM) poseen el mayor alcance registrado (más de 5.500 kilómetros). La capacidad de lanzar un cohete prácticamente indetectable desde el propio territorio (o, en algunos casos, desde un submarino) y hacer que caiga en suelo enemigo, a miles de kilómetros de distancia, ha dado un giro radical a las tácticas bélicas en la era moderna. Muchos de estos misiles pueden equiparse con cabezas nucleares extremadamente mortíferas, capaces de aniquilar ciudades enteras con un solo impacto.",
        "quote": "\"Los hombres, como las balas, llegan más lejos cuanto más lisos.\" - Jean Paul",
        "tech_prereqs": [
            {
                "name": "Ferrocarril",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/railroad.json"
            },
            {
                "name": "Vuelo",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/flight.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
            },
            {
                "name": "Fuerzas combinadas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combined_arms.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Cañón antiaéreo|Cañones antiaéreos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/anti-aircraft_gun.json"
            },
            {
                "name": "Ametralladora|Ametralladoras",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/machine_gun.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ballistics.json"
    },
    {
        "id": 60,
        "name": "Combustión",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/combustion.png",
        "era": "Época Moderna",
        "cost": 4100,
        "civilopedia_entry": "La \"combustión\" consiste en quemar algo. Se trata de una reacción química entre sustancias, una de las cuales suele ser oxígeno, que a menudo genera luz y energía calorífica. En este contexto hace referencia al uso de la combustión en el interior de un motor (de ahí la expresión \"combustión interna\") para generar energía capaz de girar un cigüeñal o accionar un pistón.Existen dos clases distintas de motores de combustión interna: los convencionales (a dos o cuatro tiempos) y las turbinas. En los motores de combustión convencionales se introduce una determinada cantidad de combustible y oxígeno en la cámara de combustión, donde se inflaman y mueven un pistón o algún otro dispositivo mecánico. Una vez accionado, se vuelve a introducir otra medida de combustible y oxígeno, y se repite todo el proceso. Un ejemplo de este tipo de motor de combustión son los motores de los automóviles. Las turbinas funcionan introduciendo un suministro continuo de combustible y oxígeno que se mantiene siempre en combustión. Los motores a reacción de los cazas son turbinas.La primera patente del motor de combustión interna se concedió al británico Samuel Brown en 1823 por su \"bomba de gas y vacío\", que funcionaba a base de hidrógeno y oxígeno. La primera patente de utilización de un motor a reacción para propulsar una aeronave fue solicitada en 1921 por el francés Maxime Guillaume. Ninguno de estos primeros intentos obtuvo mucho éxito, pero abrieron el camino a nuevas tecnologías que moverían el mundo no solo hasta el día de hoy, sino también en un futuro previsible.",
        "quote": "\"El hombre que besa a una mujer bonita mientras conduce sin chocar es que no le está dando al beso la atención que merece.\" - Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Ferrocarril",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/railroad.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fuerzas combinadas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combined_arms.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Destructor|Destructores",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/destroyer.json"
            },
            {
                "name": "Carro de combate|Carros de combate",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/landship.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combustion.json"
    },
    {
        "id": 61,
        "name": "Penicilina",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/penicillin.png",
        "era": "Era Atómica",
        "cost": 5100,
        "civilopedia_entry": "La penicilina constituye un grupo de antibióticos derivados de ciertos hongos. Los antibióticos combaten y destruyen las bacterias, formas de vida diminutas, algunas de las cuales (peste, sífilis o lepra, por citar solo tres) resultan muy perjudiciales para la salud y el bienestar humanos. Se cree que el uso primitivo de la penicilina se remonta a la Edad Media, cuando se empleaba pan mohoso para tratar las heridas purulentas. El descubrimiento científico de la penicilina se atribuye a Alexander Fleming, en 1928, y su primer uso médico oficial, a Cecil George Paine, dos años después. A medida que su utilización se ha extendido, algunas bacterias se han vuelto inmunes a la penicilina, y ha habido que inventar un amplio espectro de otros antibióticos para combatir estas cepas resistentes a los fármacos. Aun así, la penicilina y sus herederos siguen siendo armas importantes en la eterna batalla del médico contra la amenaza mortal de las bacterias.",
        "quote": "\"Los hombres en nada se aproximan tanto a los dioses como en proporcionar seguridad y bienestar a sus conciudadanos.\" - Cicerón",
        "tech_prereqs": [
            {
                "name": "Refrigeración",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/refrigeration.json"
            },
            {
                "name": "Plástico",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/plastics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ecología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ecology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Marine|Marines",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/marine.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Laboratorio médico|Laboratorio médico",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/medical_lab.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/penicillin.json"
    },
    {
        "id": 62,
        "name": "Teoría del átomo",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/atomic_theory.png",
        "era": "Era Atómica",
        "cost": 5100,
        "civilopedia_entry": "La teoría atómica de la materia se planteó por primera vez en la antigua Grecia. Los filósofos Leucipo y Demócrito postularon que el mundo físico estaba formado por una cantidad infinita de partículas diminutas, los \"átomos\", que existían en un vacío. Combinados en distintas cantidades y formas, estos átomos conformaban todo lo existente, desde el aire hasta el oro, pasando por la carne humana y el suelo que pisamos. Evidentemente, no tuvieron modo alguno de demostrar aquella teoría, así que fue rechazada por filósofos posteriores como Platón y Aristóteles, que tenían lo que podría llamarse una visión más espiritual de la existencia. Dicha visión fue adoptada por la Iglesia y la mayor parte de la Europa medieval, por lo que la teoría del átomo languideció durante milenios.En el siglo XVII, la teoría del átomo cobró un renovado interés cuando el brillante científico italiano Galileo manifestó su creencia en el vacío. Filósofos y científicos trataron de separar el aspecto religioso y espiritual de lo científico. En 1658, el químico irlandés Robert Boyle realizó una serie de experimentos sobre el aire. La conclusión fue que toda la materia estaba formada por partículas sólidas dispuestas en moléculas, cuya combinación concedía a la materia sus propiedades distintivas. Con la llegada del siglo XVIII, Isaac Newton desarrolló y expandió la teoría del átomo y, durante los 100 años siguientes, los químicos realizaron grandes avances en su conocimiento de la composición y las propiedades de la materia.En 1808, el químico y físico inglés John Dalton publicó \"Nuevo sistema de filosofía química\", que asentaba la teoría del átomo sobre bases verdaderamente científicas. En su obra exponía una visión coherente de cómo se combinaban entre sí los elementos para formar compuestos. También trató de aportar pruebas físicas de la existencia de los átomos. Hacia 1869, el ruso Dmitry Mendeleyev diseñó un sistema para ordenar los elementos conocidos según su peso atómico en una \"tabla periódica\" y, en las décadas siguientes, el conocimiento humano de las propiedades de la materia aumentó exponencialmente.En 1895, el alemán Wilhelm Rontgen descubrió los rayos X y, en 1896, el francés Henri Becquerel descubrió la radiactividad en el uranio. Su trabajo fue desarrollado en la misma década, aunque algo más tarde, por los pioneros franceses Marie y Pierre Curie. Los hallazgos del matrimonio propiciaron modificaciones y mejoras radicales en la teoría básica del átomo.Esta línea de investigación continuó en el siglo XX con gran éxito y, con el tiempo, tuvieron aplicaciones prácticas que cambiaron el mundo para siempre, como la radiografía y la bomba atómica (por nombrar dos de ellas). Sin duda, Leucipo y Demócrito ni siquiera soñaron con los usos que sus herederos científicos han dado a su teoría.",
        "quote": "\"El poder del átomo desatado lo ha cambiado todo, excepto nuestro modo de pensar, lo que nos aboca a una catástrofe sin precedentes.\" - Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Plástico",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/plastics.json"
            },
            {
                "name": "Electrónica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electronics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ecología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ecology.json"
            },
            {
                "name": "Fisión nuclear",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fission.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/atomic_theory.json"
    },
    {
        "id": 63,
        "name": "Radar",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radar.png",
        "era": "Era Atómica",
        "cost": 5100,
        "civilopedia_entry": "El radar es un sistema de detección que emplea ondas electromagnéticas para identificar objetos lejanos como barcos o aviones. Acuñado en 1941, el término \"RADAR\" son las siglas de Radio Detection And Ranging (detección y medición de distancias por radio).En 1904, Christian Hulsmeyer logró detectar la presencia de un barco en un denso banco de niebla. Más adelante, en ese mismo año, realizó mejoras a su invento que permitían determinar la distancia a la que se encontraba el objeto detectado.En agosto de 1917, el inventor Nikola Tesla diseñó los primeros radares primitivos, que permitían al usuario \"determinar la posición relativa o el rumbo de un objeto en movimiento, como una embarcación en el mar, la distancia recorrida por la misma o su velocidad\".Ante el inminente estallido de la Segunda Guerra Mundial, todas las potencias industriales del mundo pugnaron por inventar radares más sofisticados. Los británicos contaban con los adelantos más innovadores cuando se declaró la guerra: sus sistemas eran capaces de detectar objetos voladores situados a gran distancia de las vulnerables ciudades británicas. Los rumores de que los alemanes trabajaban en una especie de rayo mortal estimularon la investigación. Su sistema se guardaba bajo alto secreto, y los británicos aseguran que, durante la guerra, sus detectores humanos de aviones fueron los responsables de su éxito a la hora de interceptar las ofensivas alemanas.Hacia el final de la guerra, las principales potencias habían hecho grandes avances en la tecnología del radar y, a mediados de siglo, se extendió por todo el mundo con usos civiles, principalmente para controlar el tráfico aéreo. Con la posible excepción de ciertas aeronaves indetectables, en la actualidad es casi imposible que un avión entre en el espacio aéreo de cualquier nación industrializada sin que lo detecte un radar en alguna parte.",
        "quote": "\"Visión es el arte de ver las cosas invisibles.\" - Jonathan Swift",
        "tech_prereqs": [
            {
                "name": "Electrónica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electronics.json"
            },
            {
                "name": "Misiles balísticos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ballistics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fisión nuclear",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fission.json"
            },
            {
                "name": "Cohetería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rocketry.json"
            },
            {
                "name": "Ordenadores",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/computers.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Bombardero|Bombarderos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/bomber.json"
            },
            {
                "name": "B17",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/b17.json"
            },
            {
                "name": "Caza|Cazas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/fighter.json"
            },
            {
                "name": "Zero|Zeros",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/zero.json"
            },
            {
                "name": "Paracaidista|Paracaidistas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/paratrooper.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Aeropuerto|Aeropuertos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/airport.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
    },
    {
        "id": 64,
        "name": "Fuerzas combinadas",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/combined_arms.png",
        "era": "Era Atómica",
        "cost": 5100,
        "civilopedia_entry": "La de las fuerzas combinadas es una doctrina militar que se adoptó por primera vez hace más de dos mil años y que supone combinar distintos tipos de unidades que se complementan en un esfuerzo por mejorar la eficacia general de la fuerza armada considerada globalmente. En la Antigüedad, esta táctica la usaron las grandes potencias, especialmente griegos y romanos, que coordinaron cuidadosamente la infantería ligera y pesada con la caballería y las armas a distancia para crear formaciones cohesionadas en las que compensaban las desventajas de unas unidades con los puntos fuertes de otras. En la actualidad, el auge del armamento aéreo ha llevado a variaciones aún más complejas del concepto tradicional de fuerzas combinadas. Aviones teledirigidos, misiles guiados por satélite y bombarderos capaces de volar a gran altura son solo unos cuantos ejemplos del creciente abanico armamentístico que tienen a su disposición los mandos militares modernos.",
        "quote": "\"La raíz del mal no está en la construcción de armas nuevas y más terribles. Está en el espíritu de conquista.\" - Ludwig von Mises",
        "tech_prereqs": [
            {
                "name": "Misiles balísticos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ballistics.json"
            },
            {
                "name": "Combustión",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combustion.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ordenadores",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/computers.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Tanque|Tanques",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/tank.json"
            },
            {
                "name": "Panzer|Panzers",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/panzer.json"
            },
            {
                "name": "Cañón antitanque|Cañones antitanques",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/anti-tank_gun.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Pentágono|Pentágonos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/pentagon.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combined_arms.json"
    },
    {
        "id": 65,
        "name": "Ecología",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/ecology.png",
        "era": "Era Atómica",
        "cost": 6400,
        "civilopedia_entry": "La ecología no es una única tecnología, sino un estudio interdisciplinario de las diversas formas de interacción y causalidad que relaciona a todos los organismos con su entorno; dicho de otro modo, es el estudio de los ecosistemas. El fundamento básico de este campo de estudios consiste en que todo lo que existe en un ecosistema determinado (rocas, tierra, pájaros, insectos, árboles y demás) tiene un efecto y una conexión con los demás integrantes del mismo ecosistema, ya sea de forma directa o mediante una serie de relaciones encadenadas. Aunque todos estos elementos están conectados entre sí, los ecologistas también creen en el concepto de holismo: que incluso explicando todas estas interacciones, por separado no justifican todas las reacciones posibles, razón por la que se debe evaluar el sistema completo como un todo. Lo cierto es que la ecología estudia el modo en que se conectan todas estas cosas, y cómo los cambios sufridos por una de ellas pueden beneficiar, perjudicar o no afectar de ningún modo a otras.La moderna ciencia de la ecología aún es joven, pero adquirió mucha popularidad e impulso durante el movimiento medioambiental de la década de 1960. En los últimos años, ha experimentado un crecimiento que la ha llevado a estudiar la preservación de la diversidad biológica y los efectos adversos que el desarrollo humano ha ejercido sobre su entorno y los organismos que lo habitan. Actualmente se están llevando a cabo estudios a largo plazo para documentar estos efectos; de todos ellos, el más longevo lleva en marcha desde 1856.Los descubrimientos de estas investigaciones han dado pie al desarrollo de distintas aplicaciones, como una gestión más eficaz y beneficiosa de los recursos naturales como pantanos y bosques, mejor estructuración de los servicios sociales e incluso una mejora en las prácticas de planificación urbana. El campo de la ecología también ha asentado los cimientos básicos para una mayor comprensión de las interacciones sociales de las personas.",
        "quote": "\"Tan solo en el lapso de tiempo que representa el siglo actual, una especie, el hombre, ha conseguido el poder suficiente para alterar la naturaleza de su mundo.\" - Rachel Carson",
        "tech_prereqs": [
            {
                "name": "Teoría del átomo",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/atomic_theory.json"
            },
            {
                "name": "Penicilina",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/penicillin.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Telecomunicaciones",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/telecommunications.json"
            },
            {
                "name": "Tácticas de movilidad",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mobile_tactics.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Central de energía solar|Centrales de energía solar",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/solar_plant.json"
            },
            {
                "name": "Ópera de Sídney|Óperas de Sídney",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/sydney_opera_house.json"
            },
            {
                "name": "Centro de reciclaje|Centros de reciclaje",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/recycling_center.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ecology.json"
    },
    {
        "id": 66,
        "name": "Fisión nuclear",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nuclear_fission.png",
        "era": "Era Atómica",
        "cost": 6400,
        "civilopedia_entry": "La fisión nuclear es una reacción que consiste en la división del núcleo de un átomo radiactivo (es decir, la fisión). En este proceso se liberan neutrones que colisionan con otros átomos, que a su vez también se dividen y liberan más neutrones. Si hay suficiente material radiactivo, la fisión puede contenerse a sí misma, liberando una gran cantidad de energía a un ritmo controlado (como ocurre en los reactores nucleares) o de forma descontrolada (como la desatada por una bomba nuclear).La fisión nuclear genera una enorme cantidad de energía (muchos millones de veces superior a la generada por una cantidad similar de gasolina), pero este procedimiento también produce un importante volumen de residuos difícil de eliminar. Además, puede ser mortal para las personas y causarles una muerte lenta (si se ven expuestas a material radiactivo) o extremadamente rápida (si la reacción en cadena se descontrola y el material explota).Es muy raro que se produzca una fisión nuclear de forma natural; el último episodio conocido tuvo lugar en la Tierra hace unos dos mil millones de años. Desde entonces, los materiales fisibles se han descompuesto, imposibilitando una nueva fisión natural en este planeta.El neozelandés Ernest Rutherford fue el primer hombre que logró dividir el átomo en 1917. En 1934, el italiano Enrico Fermi bombardeó uranio con neutrones como parte de un experimento. En aquel mismo año, Ida Noddack postuló la idea de la fisión nuclear como una reacción nuclear sostenida. En 1938, los químicos alemanes Otto Hahn y Fritz Strassmann lograron producir la primera reacción nuclear en cadena.El estallido de la Segunda Guerra Mundial fue el pistoletazo de salida de la carrera para crear la primera bomba nuclear. Tras recibir una carta escrita por los refugiados de guerra Albert Einstein y Leo Szilard, en la que describían la potencial letalidad de un ingenio nuclear, el presidente estadounidense Franklin Roosevelt creó un comité científico y militar para desarrollarlo antes que los alemanes, que también sopesaban la misma aplicación. Científicos de Estados Unidos, Canadá y Reino Unido colaboraron en la creación de la primera arma nuclear. El nombre en clave de su investigación fue \"Proyecto Manhattan\".Al cabo de cinco largos años de arduo trabajo, los científicos del Proyecto Manhattan consiguieron fabricar y probar un arma nuclear. Los días 6 y 9 de agosto de 1945, Estados Unidos dejó caer dos bombas atómicas sobre las ciudades japonesas de Hiroshima y Nagasaki. Las explosiones iniciales mataron a unos 120.000 japoneses el primer día, y otra cantidad similar murió a lo largo de los tres meses posteriores a causa de las quemaduras, la radiación y otras heridas traumáticas. Japón ofreció su rendición incondicional el 15 de agosto de 1945.Aunque se han realizado numerosas pruebas, no se han vuelto a detonar bombas atómicas en combate desde la Segunda Guerra Mundial. Estados Unidos, Rusia, Inglaterra y Francia todavía cuentan con una surtida reserva de armamento nuclear (la mayoría en manos de las dos primeras potencias), y otros países como China, Israel, Pakistán, India y Corea del Norte también se han unido al \"club nuclear\". Estados Unidos ha lanzado una enérgica campaña para impedir que Irán desarrolle este tipo de armamento, pero el éxito o fracaso de este empeño aún está por ver.",
        "quote": "\"Me he convertido en la Muerte, destructora de mundos.\" - J. Robert Oppenheimer (citando el Mahabharata)",
        "tech_prereqs": [
            {
                "name": "Teoría del átomo",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/atomic_theory.json"
            },
            {
                "name": "Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tácticas de movilidad",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mobile_tactics.json"
            },
            {
                "name": "Balística avanzada",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/advanced_ballistics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Bomba atómica|Bombas atómicas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/atomic_bomb.json"
            },
            {
                "name": "Bazuca|Bazucas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/bazooka.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Central nuclear|Centrales nucleares",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/nuclear_plant.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fission.json"
    },
    {
        "id": 67,
        "name": "Cohetería",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rocketry.png",
        "era": "Era Atómica",
        "cost": 6400,
        "civilopedia_entry": "Existe cierta controversia en cuanto a la fecha de aparición del primer cohete volador, aunque por lo general se cree que tuvo lugar alrededor del año 1230 d. C. en China, durante una operación militar. El primer cohete volador del que se tiene constancia fue prendido en China, en el año 1264, y consistió en unos fuegos artificiales con un sistema de combustión interna. Aquellos cohetes primigenios utilizaban combustible sólido (normalmente pólvora), y no recorrían grandes distancias; posiblemente no superaron los 600 metros.La invención de la cohetería moderna puede atribuirse directamente al profesor Robert Goddard, quien postuló que el combustible debía consumirse en una cámara de combustión aislada, que el cohete debía construirse con varias partes independientes y que la velocidad de escape podría incrementarse usando una tobera especial con forma de reloj de arena (denominada tobera De Laval). Hasta este momento, los cohetes consumían todo el combustible en una cámara sólida de gran tamaño y no podían alcanzar velocidades elevadas ni recorrer continentes enteros.Actualmente, la mayoría de los cohetes emplean una combinación de combustibles líquidos capaces de lanzarlos a velocidades supersónicas con gran eficacia y un coste reducido. Además de sus evidentes usos militares como propulsores de ojivas a grandes distancias, los cohetes también se utilizan en fuegos artificiales, asientos eyectables, investigaciones científicas de la atmósfera, y cómo no, en astronáutica.",
        "quote": "\"Los aficionados a experimentar con cohetes pueden seguir esta regla de oro: asuman siempre que el cohete explotará.\" - Revista Astronautics, 1937",
        "tech_prereqs": [
            {
                "name": "Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Balística avanzada",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/advanced_ballistics.json"
            },
            {
                "name": "Satélites",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/satellites.json"
            },
            {
                "name": "Robótica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/robotics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Misil tierra-aire móvil|Misiles tierra-aire móviles",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/mobile_sam.json"
            },
            {
                "name": "Artillería lanzacohetes|Artillerías lanzacohetes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/rocket_artillery.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rocketry.json"
    },
    {
        "id": 68,
        "name": "Ordenadores",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/computers.png",
        "era": "Era Atómica",
        "cost": 6400,
        "civilopedia_entry": "En su forma más básica, un ordenador es una máquina que manipula datos o controles partiendo de una serie de instrucciones predeterminadas. Si bien el primer ordenador no fue concebido hasta principios del siglo XX, sus raíces se remontan a los relojes astronómicos mecánicos diseñados por Al Jazarí en el año 1206 d. C. y al telar mecánico construido por Jacquard en 1801. Aunque estos dos dispositivos eran programables, no desempeñaban la otra función de los ordenadores modernos: el almacenamiento de información. Los primeros ordenadores disponían de piezas mecánicas y analógicas para almacenar datos, pero en la década de 1940 se instauró el uso de medios electrónicos digitales. No hay una fecha concreta que señale la invención del ordenador moderno; su aparición tuvo lugar a raíz de una progresión de avances, entre los que destacaron la calculadora Z1 de Konrad Zuse y el ENIAC del ejército de Estados Unidos.Desde la incorporación de componentes electrónicos, los ordenadores se han vuelto cada vez más pequeños, rápidos y baratos; también consumen menos y son mucho más fiables y versátiles. A diferencia de los modelos más antiguos, que ocupaban habitaciones o incluso bloques de edificios enteros, los ordenadores modernos son tan comunes como el teléfono, y no solo pueden encontrarse como equipos personales, sino también integrados en coches, lavadoras e incluso tejidos en prendas de vestir de corte vanguardista. Los ordenadores han hecho posible que los científicos realicen cálculos que de otro modo les llevaría toda la vida completar, predecir el clima con una precisión asombrosa, enviar humanos a la luna y naves no tripuladas más allá de los confines del sistema solar, y permitir a un niño de Shanghai jugar a un videojuego con otro de Inglaterra sin tener que salir de casa.Lo que en un principio se consideró una moda pasajera o un juguete para los ricos ha dejado una marca indeleble e innegable en la historia.",
        "quote": "\"Los ordenadores son como los dioses del Antiguo Testamento: repletos de reglas y faltos de piedad.\" - Joseph Campbell",
        "tech_prereqs": [
            {
                "name": "Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
            },
            {
                "name": "Fuerzas combinadas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combined_arms.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Robótica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/robotics.json"
            },
            {
                "name": "Láser",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/lasers.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Helicóptero de combate|Helicópteros de combate",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/helicopter_gunship.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Gran firewall|Grandes firewalls",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/great_firewall.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/computers.json"
    },
    {
        "id": 69,
        "name": "Telecomunicaciones",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/telecommunications.png",
        "era": "Era información",
        "cost": 7700,
        "civilopedia_entry": "La telecomunicación permite la transmisión de datos e información a grandes distancias empleando diversos tipos de aparatos de señales. Las primeras formas de una comunicación primitiva a distancia, las señales mediante humo y banderas, acabaron por dar paso a los telégrafos y, finalmente, al teléfono. La investigación científica y la ingeniería, especialmente en los últimos 30 años, han traído grandes adelantos en nuestra capacidad para comunicarnos globalmente. Los satélites en órbita nos permiten transmitir datos hasta las zonas más remotas de la Tierra. Televisión, Internet, los teléfonos móviles y los GPS ya están completamente integrados en la vida diaria de millones de personas en el mundo gracias a la investigación en telecomunicaciones.",
        "quote": "\"Cuanto más elaborados son nuestros medios de comunicación, menos nos comunicamos.\" - J.B. Priestly",
        "tech_prereqs": [
            {
                "name": "Ecología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ecology.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Internet",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_internet.json"
            },
            {
                "name": "Globalización",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/globalization.json"
            },
            {
                "name": "Física de partículas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/particle_physics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Submarino nuclear|Submarinos nucleares",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/nuclear_submarine.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Refugio antiaéreo|Refugios antiaéreos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/bomb_shelter.json"
            },
            {
                "name": "Torre CN|Torres CN",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/cn_tower.json"
            },
            {
                "name": "Oficina Nacional de Visitantes|Oficinas Nacionales de Visitantes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/national_visitor_center.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/telecommunications.json"
    },
    {
        "id": 70,
        "name": "Tácticas de movilidad",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mobile_tactics.png",
        "era": "Era información",
        "cost": 7700,
        "civilopedia_entry": "Las tácticas de movilidad son estrategias que aplican las fuerzas militares para permitir que las unidades rápidas y maniobrables entren y salgan del combate sin verse envueltas en un enfrentamiento en curso. Estas tácticas suelen usarlas las unidades de guerrilla, que están especializadas en ataques de hostigamiento dirigidos a desorientar a fuerzas más grandes.",
        "quote": "\"Todos los hombres son capaces de ver la táctica gracias a la cual conquisto, pero nadie es capaz de ver la estrategia de la que nace la victoria.\" - Sun Tzu",
        "tech_prereqs": [
            {
                "name": "Ecología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ecology.json"
            },
            {
                "name": "Fisión nuclear",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fission.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Física de partículas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/particle_physics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Infantería mecanizada|Infanterías mecanizadas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/mechanized_infantry.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mobile_tactics.json"
    },
    {
        "id": 71,
        "name": "Balística avanzada",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/advanced_ballistics.png",
        "era": "Era información",
        "cost": 7700,
        "civilopedia_entry": "La balística es la ciencia que estudia el disparo o lanzamiento de cosas a grandes distancias con gran precisión. La balística avanzada es más de lo mismo, con las distancias aumentadas a escala intercontinental. Los artilleros modernos pueden disparar balas a decenas de kilómetros con gran exactitud y lanzar misiles contra objetivos muy precisos al otro lado del planeta. Cuando se incluyen ornamentos como el GPS y la teledirección por láser, prácticamente no hay blanco en el mundo que no pueda ser alcanzado por algún arma desde algún sitio. Queda abierto a debate si esto es algo bueno o malo: depende, básicamente, de quién sea el dedo que pulse el botón.",
        "quote": "\"Nuestra capacidad científica ha superado a nuestra capacidad espiritual. Hemos guiado misiles y descarriado a los hombres.\" - Martin Luther King Jr.",
        "tech_prereqs": [
            {
                "name": "Fisión nuclear",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fission.json"
            },
            {
                "name": "Cohetería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rocketry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Física de partículas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/particle_physics.json"
            },
            {
                "name": "Fusión nuclear",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fusion.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Propulsor para Naves espaciales|Propulsores para Naves espaciales",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/ss_booster.json"
            },
            {
                "name": "Misil nuclear|Misiles nucleares",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/nuclear_missile.json"
            },
            {
                "name": "Misil guiado|Misiles guiados",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/guided_missile.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/advanced_ballistics.json"
    },
    {
        "id": 72,
        "name": "Satélites",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/satellites.png",
        "era": "Era información",
        "cost": 7700,
        "civilopedia_entry": "La tecnología de satélites hace referencia al estudio y desarrollo de cuerpos orbitales artificiales, en contraposición a los naturales (como la Luna). Los satélites artificiales han sido una de las principales fuentes de inspiración para los escritores de ciencia ficción de principios del siglo XX. El visionario Arthur C. Clarke ideó una red de comunicación global mediante satélites mucho antes de que tal ingenio fuese tecnológicamente factible.Los satélites quedaron relegados a las páginas de la ciencia ficción hasta 1957, año en que la Unión Soviética consiguió lanzar su primer satélite, el Sputnik 1. Aquello no solo demostró que era posible situar un objeto construido por el hombre en una órbita continuada alrededor de la Tierra, sino que también supuso el comienzo de la carrera espacial entre los soviéticos y Estados Unidos. Posteriormente, también en 1957, se lanzó el Sputnik 2 con el primer astronauta vivo, una perra llamada Laika. Un año después, Estados Unidos lanzó su primer satélite, el Explorer 1. A raíz de esta competitiva carrera se pusieron en órbita miles de satélites especializados que actualmente sobrevuelan sus más de cincuenta países de origen. Dejando a un lado las evidentes aplicaciones militares y de espionaje, los satélites se utilizan entre otras cosas para la comunicación global (al final resulta que Clarke tenía razón), navegación y localización por GPS, estudios climáticos, observación y retransmisión de programas. El mayor de todos los satélites que recorren actualmente la órbita terrestre es la Estación Espacial Internacional.",
        "quote": "\"Y entonces, de alguna manera, de algún nuevo modo, el cielo casi pareció extraterrestre.\" - Lyndon B. Johnson",
        "tech_prereqs": [
            {
                "name": "Cohetería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rocketry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fusión nuclear",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fusion.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Cabina para Naves espaciales|Cabinas para Naves espaciales",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/ss_cockpit.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Telescopio espacial Hubble|Telescopios espaciales Hubble",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hubble_space_telescope.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/satellites.json"
    },
    {
        "id": 73,
        "name": "Robótica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/robotics.png",
        "era": "Era información",
        "cost": 7700,
        "civilopedia_entry": "Si bien han existido diversos tipos de autómatas y máquinas desde edades tan tempranas como el siglo I d. C., el primer artilugio completamente autónomo no apareció hasta mediados del siglo XX. El escritor de ciencia ficción Isaac Asimov acuñó el término \"robótica\" de modo casual en 1941 con su relato ¡Embustero!, dando por sentado que la palabra ya debía de existir si se usaban otras como \"electrónica\". El estudio de la robótica cubre todos los aspectos del diseño electrónico, mecánico y de software, así como las distintas formas en que la máquina percibe e interactúa con su entorno.Los robots industriales de diseño simple se utilizan desde principios de la década de 1960, pero siempre se están desarrollando otros más potentes y sofisticados. Además de su evidente utilidad en tareas repetitivas que requieren de gran precisión, se pretende que la robótica sirva para crear miembros protésicos funcionales, robots humanoides que caminen erguidos y máquinas capaces de reconocer y reproducir gestos, emociones y expresiones humanas.Pese a que la industria del espectáculo ha ganado miles de millones a costa del miedo que subyace en la idea de que los robots puedan rebelarse contra sus amos, la robótica sigue estando muy limitada en cuanto al desarrollo de la inteligencia artificial. Puede que sean extremadamente útiles para llevar a cabo una serie de tareas o instrucciones prefijadas, pero los robots aún no gozan de capacidades autónomas de pensamiento ni raciocinio, lo que limita en cierto modo su utilidad en un futuro previsible (así que no parece posible que seamos esclavizados por aspiradoras con conciencia de sí mismas).",
        "quote": "\"1. Un robot no debe dañar a un ser humano o, por su inacción, dejar que un ser humano sufra daño.2. Un robot debe obedecer las órdenes que le dé un ser humano, excepto si estas órdenes entran en conflicto con la primera ley.3. Un robot debe proteger su propia vida, siempre y cuando esta protección no entre en conflicto con la primera o la segunda ley.\" - Isaac Asimov",
        "tech_prereqs": [
            {
                "name": "Cohetería",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rocketry.json"
            },
            {
                "name": "Ordenadores",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/computers.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fusión nuclear",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fusion.json"
            },
            {
                "name": "Invisibilidad ante el radar",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/stealth.json"
            },
            {
                "name": "Nanotecnología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nanotechnology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Crucero portamisiles|Cruceros portamisiles",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/missile_cruiser.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Fábrica de naves espaciales|Fábricas de naves espaciales",
                "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/spaceship_factory.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/robotics.json"
    },
    {
        "id": 74,
        "name": "Láser",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/lasers.png",
        "era": "Era información",
        "cost": 7700,
        "civilopedia_entry": "La palabra láser deriva del acrónimo LASER, \"amplificación de luz por emisión estimulada de radiación\" (en inglés, \"Light Amplification by Stimulated Emission of Radiation\"), que es justamente la definición de esta tecnología. Las primeras bases de la tecnología láser fueron establecidas por Albert Einstein en 1917 tras replantear la ley de radiación de Planck, al mismo tiempo que ciertos autores de ciencia ficción empezaban a describir una posible tecnología muy similar en sus obras. El primer láser operativo no fue probado hasta 1960, cuando los laboratorios de investigación Hughes presentaron una tecnología láser capaz de almacenar datos mediante dispositivos ópticos (como las grabadoras de DVD).Desde aquellas investigaciones originales se han desarrollado muchos tipos de láseres especializados, optimizados para cubrir largas distancias, emitir con diferentes potencias de salida u oscilar en diversos intervalos de longitud de onda. Aunque en un principio la tecnología láser fue tachada de \"una solución a la espera de un problema\", en la actualidad se le da miles de usos distintos, desde aparatos electrónicos de consumo y ocio hasta equipo para militares y fuerzas de la ley. Eso sí, procura no mirar directamente a la luz.",
        "quote": "\"La noche ya casi ha pasado y el día está próximo: renunciemos pues a las obras de la oscuridad y revistámonos con la armadura de la luz.\" - La Biblia, Romanos 13:12 ",
        "tech_prereqs": [
            {
                "name": "Ordenadores",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/computers.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Invisibilidad ante el radar",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/stealth.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Caza a reacción|Cazas a reacción",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/jet_fighter.json"
            },
            {
                "name": "Blindado moderno|Blindados modernos",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/modern_armor.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/lasers.json"
    },
    {
        "id": 75,
        "name": "Internet",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/the_internet.png",
        "era": "Era información",
        "cost": 8800,
        "civilopedia_entry": "El antecesor de Internet se encuentra en el desarrollo de ARPANET (Advanced Research Projects Agency Network), un proyecto financiado por el Departamento de Defensa de los Estados Unidos para que sus contratistas universitarios pudieran intercambiar información. No tardó en convertirse en una infraestructura fundamental para la comunidad científica del país; pronto se desarrollaron algunas herramientas y aplicaciones, tan sencillas como un simple protocolo de transferencia de correo (al que llamaban correo electrónico) y un protocolo de transmisión de ficheros (FTP) para enviar ficheros más pesados.A principio de los 80, el Departamento de Defensa adoptó un protocolo de control de transmisión desarrollado por agentes privados (TCP), que permitió a ordenadores de diferentes modelos conectados en red dirigir y reensamblar paquetes de datos en cualquier parte del mundo. Además del protocolo de Internet (IP), un sistema de dirección global, la \"arquitectura abierta\" TCP fue aceptada con entusiasmo por la mayoría de los investigadores y hombres de negocios de todas partes del mundo.Al cabo de unos años, la red ya transfería millones de bits por segundo y varias redes comerciales prosperaban. En 1993, la Universidad de Illinois ofreció de forma gratuita \"Mosaic\", un nuevo tipo de programa para una nueva tecnología de Internet a la que llamaban \"World Wide Web\". Unos meses después, varias empresas, como Netscape y Microsoft, habían comenzado a explotar el sector con programas de navegación y servidores para ordenadores personales. A finales de los noventa había aproximadamente 100.000 proveedores de servicios de Internet en todo el mundo. En las primeras décadas del nuevo siglo, Internet se estaba expandiendo cerca de un 100% cada año: era el mayor cauce para la información y el ocio de la historia del mundo.",
        "quote": "\"Internet es la primera cosa que la humanidad ha construido y que no comprende, el mayor experimento de anarquía que hayamos tenido nunca.\" - Eric Schmidt",
        "tech_prereqs": [
            {
                "name": "Telecomunicaciones",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/telecommunications.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tecnología futura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_internet.json"
    },
    {
        "id": 76,
        "name": "Globalización",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/globalization.png",
        "era": "Era información",
        "cost": 8800,
        "civilopedia_entry": "La globalización no es una tecnología ni un campo de estudio, sino un proceso por el cual diferentes economías, culturas, idiomas, redes de información y sociedades enteras se integran en un entramado mayor y más consolidado. Aunque a menudo se utiliza para definir las tendencias económicas del mercado mundial, la globalización también tiene en cuenta factores como los movimientos migratorios o la difusión de tecnología e información. Su existencia se remonta a las primeras rutas comerciales que se crearon entre ciudades lejanas, si bien no fue reconocida como concepto hasta mucho después.Una de las primeras definiciones de globalización fue la ofrecida por un empresario estadounidense llamado Charles Taze Russell en 1897, pero el uso de la palabra no se generalizó hasta la década de 1960. El concepto de globalización ha sido una fuerza impulsora de sectores públicos y privados por igual. Las entidades bancarias más grandes han abierto sucursales por todo el mundo, y varios gobiernos independientes se han integrado bajo una sola bandera (como es el caso, por ejemplo, de las Naciones Unidas).La globalización moderna ha luchado para derribar las barreras comerciales y políticas entre las distintas naciones, para así aumentar su independencia y prosperidad individuales. Fomenta el libre comercio y la eliminación de aranceles, la consolidación de las leyes de propiedad intelectual, la necesidad de compartir abiertamente la información y libertad para viajes, turismo e inmigración a nivel internacional.",
        "quote": "\"La nueva interdependencia electrónica recrea el mundo a imagen de una aldea global.\" - Marshall McLuhan",
        "tech_prereqs": [
            {
                "name": "Telecomunicaciones",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/telecommunications.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tecnología futura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/globalization.json"
    },
    {
        "id": 77,
        "name": "Física de partículas",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/particle_physics.png",
        "era": "Era información",
        "cost": 8800,
        "civilopedia_entry": "La física de partículas nos acerca un paso más hacia la comprensión de la naturaleza de la materia y la energía que su antecesora, la \"teoría del átomo\". Aunque el término no fue acuñado por el químico John Dalton hasta 1803, la idea de que toda materia puede dividirse en bloques de construcción cada vez más pequeños data del siglo VI a. C. La física de partículas moderna, o, más correctamente, el estudio de la mecánica cuántica, no se emprendió de forma plena hasta 1838, año en que Michael Faraday descubrió los rayos catódicos y demostró que los átomos, considerados hasta entonces el objeto más pequeño conocido por la ciencia, estaban formados por partículas aún más pequeñas.En general, los fundamentos básicos de la teoría cuántica pueden resumirse en el Modelo Estándar, una categorización de las 17 especies distintas de partículas elementales: 12 fermiones, 4 bosones vectoriales y 1 bosón escalar (y no protones y neutrones, como suele enseñarse en los primeros grados de la escuela; éstos se componen de quarks, que son distintas variedades de fermiones). Las partículas asociadas a la materia se clasifican como fermiones (poseen un espín semicompleto), y las asociadas a las fuerzas, como bosones (poseen un espín completo). Partiendo de estas 17 partículas básicas se pueden crear centenares de partículas fundamentales y compuestas.Aunque muchos físicos creen que todavía queda mucho por descubrir en este campo, los estudios de física de partículas han demostrado que es posible transmutar el plomo en oro (aunque no es económicamente viable), y que ciertas fantasías propias de la ciencia ficción, como la materia oscura o la teoría del todo, podrían existir.",
        "quote": "\"Toda partícula de materia se ve atraída hacia otra con una fuerza inversamente proporcional al cuadrado de la distancia que las separa.\" - Isaac Newton",
        "tech_prereqs": [
            {
                "name": "Telecomunicaciones",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/telecommunications.json"
            },
            {
                "name": "Tácticas de movilidad",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mobile_tactics.json"
            },
            {
                "name": "Balística avanzada",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/advanced_ballistics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tecnología futura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Motor para Naves espaciales|Motores para Naves espaciales",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/ss_engine.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/particle_physics.json"
    },
    {
        "id": 78,
        "name": "Fusión nuclear",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nuclear_fusion.png",
        "era": "Era información",
        "cost": 8800,
        "civilopedia_entry": "La fusión nuclear es un fenómeno que se da de forma natural en las estrellas; consiste en la unión de múltiples átomos de cargas similares para formar uno nuevo más pesado, como cuando dos átomos de hidrógeno se combinan para formar uno de helio. Esta unión libera o absorbe energía en grandes cantidades, considerablemente superiores a las necesarias para fusionar ambos núcleos. Aprovechar el poder de la fusión de forma controlada ha sido el principal objetivo de las investigaciones sobre energía desde la década de 1950, tras presenciar el poder desatado por la reacción en cadena descontrolada de la primera bomba de hidrógeno.Simplificando en exceso, la fusión puede clasificarse en dos categorías: las que producen energía y las que la consumen. La fusión entre los elementos más ligeros y cualquiera de sus isótopos (cualquier cosa más pequeña que el hierro o con un peso atómico menor a 26) suele liberar energía, mientras que la fusión de los elementos más pesados tiende a consumirla. En la fisión nuclear ocurre lo inverso.Se necesita mucha energía para que dos núcleos venzan sus cargas positivas y se fusionen, aun tratándose de hidrógeno (el elemento más ligero). No obstante, algunos científicos creen que para el año 2020 tal vez sea posible construir un reactor que no solo sea capaz de propiciar y controlar dicha reacción, sino también de generar diez veces la cantidad de energía utilizada para facilitarla. La obtención de una energía semejante podría revolucionar las infraestructuras de todo el mundo y cambiar el modo en que se produzcan incluso las hazañas tecnológicas más insignificantes.",
        "quote": "\"La liberación de la energía atómica no ha representado un problema nuevo, solo ha hecho más urgente la necesidad de resolver uno que ya existía.\" - Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Balística avanzada",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/advanced_ballistics.json"
            },
            {
                "name": "Satélites",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/satellites.json"
            },
            {
                "name": "Robótica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/robotics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tecnología futura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Robot gigante|Robots gigantes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/giant_death_robot.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fusion.json"
    },
    {
        "id": 79,
        "name": "Nanotecnología",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nanotechnology.png",
        "era": "Era información",
        "cost": 8800,
        "civilopedia_entry": "La nanotecnología es una disciplina global que estudia el control de la materia a escala atómica o molecular. Si bien a menudo presenta la fantástica imagen de miles de millones de robots diminutos redirigiendo el flujo de los átomos individuales, la nanotecnología engloba toda ciencia relacionada con el estudio o uso de partículas de pocos nanómetros de tamaño, desde la creación de minúsculos nanotubos de carbón y células fotosensibles hasta la investigación genética. Un nanómetro (el tamaño relativo del que parten la mayoría de las nanotecnologías) es una milmillonésima parte de un metro, aproximadamente la misma escala que el diámetro de una canica respecto al de la Tierra. La tecnología necesaria para investigar a escalas tan microscópicas no ha estado disponible hasta hace pocos años. A pesar de su reciente aparición, todas las semanas se ponen a disposición del público una media estimada de tres o cuatro productos nanotecnológicos, con aplicaciones que van desde prendas de vestir y productos de belleza hasta alimentos y embalajes.Muchos científicos se frotan las manos ante las posibles aplicaciones del desarrollo de esta tecnología, pero a otros les preocupan los riesgos sanitarios, medioambientales e incluso éticos que puede entrañar su investigación. Algunos países han exigido la elaboración de ciertas normas de seguridad y salud para evitar una posible liberación accidental de nanopartículas en el medio ambiente o incluso en el cuerpo humano, donde puedan ejercer efectos tóxicos o perniciosos.",
        "quote": "\"Se espera que el impacto de la nanotecnología supere al que tuvo la revolución electrónica en nuestras vidas.\" - Richard Schwartz",
        "tech_prereqs": [
            {
                "name": "Robótica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/robotics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tecnología futura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Cámara criogénica espacial|Cámaras criogénicas espaciales",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/ss_stasis_chamber.json"
            },
            {
                "name": "Pelotón de XCOM|Pelotones de XCOM",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/xcom_squad.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nanotechnology.json"
    },
    {
        "id": 80,
        "name": "Invisibilidad ante el radar",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/stealth.png",
        "era": "Era información",
        "cost": 8800,
        "civilopedia_entry": "El concepto o la práctica del sigilo no es nuevo en el progreso humano, pero las tecnologías modernas llevan la noción de invisibilidad a un nivel completamente distinto. La tecnología de la invisibilidad ante el radar es en realidad una combinación de múltiples disciplinas y tácticas militares que van más allá de lo que el ojo humano es capaz de ver: incluye la ocultación y detección de objetos por radar, ondas sonoras, lecturas térmicas o cualquier otro método menos evidente.Los uniformes de camuflaje son uno de los métodos más antiguos y simples para confundir un objeto con su entorno, pero los numerosos avances tecnológicos han planteado la necesidad de idear sistemas más dinámicos y sofisticados para ocultar y detectar objetos. Actualmente se inyectan productos químicos en la ropa, se construyen naves con materiales especiales que ofuscan radares y se ocultan los rastros infrarrojos de los aviones con toberas de ingeniosos diseños. Aunque puede que no siempre sea posible hacer que un objeto sea completamente indetectable, los vehículos \"invisibles\" y aviones espía modernos han cambiado el modo en que se llevan a cabo las operaciones militares, y suponen una gran ventaja para los países que saben o pueden disponer de esta tecnología.",
        "quote": "\"Sé sutil en extremo, hasta el punto de no tener forma. Sé misterioso en extremo, hasta el punto de no emitir sonido. Así podrás dirigir el destino de tu oponente.\" - Sun Tzu",
        "tech_prereqs": [
            {
                "name": "Robótica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/robotics.json"
            },
            {
                "name": "Láser",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/lasers.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tecnología futura",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Bombardero invisible|Bombarderos invisibles",
                "url": "https://eyefyre.github.io/civvapi/v1/es/units/stealth_bomber.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/stealth.json"
    },
    {
        "id": 81,
        "name": "Tecnología futura",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/future_tech.png",
        "era": "Era información",
        "cost": 9500,
        "civilopedia_entry": "Es difícil escribir una \"historia\" de una tecnología que aún no ha sido descubierta. Pero he aquí unos cuantos grandes avances que posiblemente puedan alterar espectacularmente la condición humana. Tarde o temprano, la medicina descubrirá cómo curar el cáncer y otras enfermedades, cómo aumentar enormemente la esperanza de vida y conectar directamente el cerebro humano con las máquinas. Se descubrirán formas de energía baratas y limpias. Los ordenadores serán más rápidos y pequeños. Los juegos serán más envolventes y realistas. Se inventarán nuevas armas horribles. Crearán un robot gigante asesino para acabar con toda la vida del planeta, pero nos salvará un ejército de ciborgs karatekas. ¡El futuro tiene pinta de ser muy interesante!",
        "quote": "\"Creo que estamos de acuerdo: lo pasado, pasado.\" - George W. Bush",
        "tech_prereqs": [
            {
                "name": "Internet",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_internet.json"
            },
            {
                "name": "Globalización",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/globalization.json"
            },
            {
                "name": "Física de partículas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/particle_physics.json"
            },
            {
                "name": "Fusión nuclear",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fusion.json"
            },
            {
                "name": "Nanotecnología",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nanotechnology.json"
            },
            {
                "name": "Invisibilidad ante el radar",
                "url": "https://eyefyre.github.io/civvapi/v1/es/tech/stealth.json"
            }
        ],
        "tech_unlocks": [],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/future_tech.json"
    }
]