{
    "id": 75,
    "name": "Internet",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/the_internet.png",
    "era": "Era información",
    "cost": 8800,
    "civilopedia_entry": "El antecesor de Internet se encuentra en el desarrollo de ARPANET (Advanced Research Projects Agency Network), un proyecto financiado por el Departamento de Defensa de los Estados Unidos para que sus contratistas universitarios pudieran intercambiar información. No tardó en convertirse en una infraestructura fundamental para la comunidad científica del país; pronto se desarrollaron algunas herramientas y aplicaciones, tan sencillas como un simple protocolo de transferencia de correo (al que llamaban correo electrónico) y un protocolo de transmisión de ficheros (FTP) para enviar ficheros más pesados.A principio de los 80, el Departamento de Defensa adoptó un protocolo de control de transmisión desarrollado por agentes privados (TCP), que permitió a ordenadores de diferentes modelos conectados en red dirigir y reensamblar paquetes de datos en cualquier parte del mundo. Además del protocolo de Internet (IP), un sistema de dirección global, la \"arquitectura abierta\" TCP fue aceptada con entusiasmo por la mayoría de los investigadores y hombres de negocios de todas partes del mundo.Al cabo de unos años, la red ya transfería millones de bits por segundo y varias redes comerciales prosperaban. En 1993, la Universidad de Illinois ofreció de forma gratuita \"Mosaic\", un nuevo tipo de programa para una nueva tecnología de Internet a la que llamaban \"World Wide Web\". Unos meses después, varias empresas, como Netscape y Microsoft, habían comenzado a explotar el sector con programas de navegación y servidores para ordenadores personales. A finales de los noventa había aproximadamente 100.000 proveedores de servicios de Internet en todo el mundo. En las primeras décadas del nuevo siglo, Internet se estaba expandiendo cerca de un 100% cada año: era el mayor cauce para la información y el ocio de la historia del mundo.",
    "quote": "\"Internet es la primera cosa que la humanidad ha construido y que no comprende, el mayor experimento de anarquía que hayamos tenido nunca.\" - Eric Schmidt",
    "tech_prereqs": [
        {
            "name": "Telecomunicaciones",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/telecommunications.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Tecnología futura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}