{
    "id": 22,
    "name": "Teología",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/theology.png",
    "era": "Época Medieval",
    "cost": 275,
    "civilopedia_entry": "La teología es el estudio de la religión. Los teólogos estudian las tradiciones y creencias religiosas. La práctica se remonta a los griegos clásicos, que tenían una mitología extremadamente rica y una tradición religiosa que observar. En los siglos I y II d. C., florecieron los estudios religiosos judíos. El Talmud de Jerusalén, una colección de notas sobre la tradición oral judía, se publicó alrededor del 200 d. C. y se amplió notablemente durante los dos siglos siguientes.La teología es importante, pues ha tenido un efecto increíblemente poderoso en la historia del mundo. Han muerto millones incontables de personas por conflictos religiosos, y en la actualidad siguen haciéndolo. Los romanos mataron a los cristianos por su teología, radicalmente nueva, que negaba la existencia de los dioses de Roma. Los cristianos mataron a judíos y musulmanes por disputas religiosas similares. El teólogo y revolucionario cristiano Martín Lutero desencadenó cientos de años de contiendas religiosas brutales en Europa con sus \"95 tesis\", en las que cuestionaba, entre otras cosas, la venta de las indulgencias papales (perdón de los pecados) para pagar la construcción de la Basílica de San Pedro. Si esto terminara algún día, la teología será de una importancia crítica para resolver la actual guerra religiosa entre los musulmanes radicales y el mundo occidental.",
    "quote": "\"Tres cosas son necesarias para la salvación del hombre: saber qué debe creer, saber qué debe querer y saber qué debe hacer.\" - Santo Tomás de Aquino",
    "tech_prereqs": [
        {
            "name": "Filosofía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/philosophy.json"
        },
        {
            "name": "Dramaturgia y poesía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/drama_and_poetry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Brújula",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/compass.json"
        },
        {
            "name": "Educación",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/education.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Jardín|Jardines",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/garden.json"
        },
        {
            "name": "Santa Sofía|Santas Sofías",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hagia_sophia.json"
        },
        {
            "name": "Gran Mezquita de Djenné|Grandes Mezquitas de Djenné",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/great_mosque_of_djenne.json"
        },
        {
            "name": "Tribuna|Tribunas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/grand_temple.json"
        },
        {
            "name": "Candi|Candis",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/candi.json"
        },
        {
            "name": "Borobudur|Borobudur",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/borobudur.json"
        }
    ]
}