{
    "id": 8,
    "name": "Escritura",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/writing.png",
    "era": "Antigüedad",
    "cost": 55,
    "civilopedia_entry": "La escritura es al arte de registrar información sobre un material (ya sea papel, piedra, barro o pieles de animales) para que otros la vean y sepan descifrar su significado. Inventada alrededor del cuarto milenio a. C., la primera forma de escritura fue la \"pictografía\", en la que el que escribe hace dibujos que representan los objetos deseados. Puede que funcione adecuadamente para cosas sencillas, pero se hacen necesarios otros métodos cuando se habla de temas más complejos (puede que dibujar una oveja sea fácil, pero, ¿cómo dibujas mil ovejas? ¿Y el sonido que hace una cuando cae de una pirámide? Es mucho más difícil).La ideografía probablemente vino después de la pictografía. En la ideografía, hay un símbolo para cada concepto. Hay un ideograma para una oveja, otro para mil ovejas y otro más para el sonido que hace una cuando cae de una pirámide. No obstante, un idioma completo puede tener miles de palabras, y aprender el símbolo para cada una puede ser muy arduo.Un sistema fonográfico proporciona un símbolo único por cada palabra que se pronuncie diferente. \"Oveja\" tendría un símbolo único, pero \"té\" y \"te\" compartirían el mismo. Este sistema supone que haya menos símbolos que memorizar, pero también propicia que se den más malentendidos.En un sistema alfabético, el idioma tiene un juego de símbolos (alfabeto) que representa los distintos sonidos que se pueden dar en él. Estos símbolos se pueden concatenar para replicar cualquier palabra hablada en dicho idioma. En teoría, todo el que sepa leer será capaz de pronunciar con precisión esa palabra escrita. Éste es el sistema que usan los idiomas occidentales y se cree, por lo general (especialmente lo creemos los que hablamos dichos idiomas), que es el sistema de escritura más útil y versátil que existe.",
    "quote": "\"El que destruye un buen libro mata a la propia razón.\" - John Milton",
    "tech_prereqs": [
        {
            "name": "Alfarería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/pottery.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Filosofía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/philosophy.json"
        },
        {
            "name": "Dramaturgia y poesía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/drama_and_poetry.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Papelero|Papeleros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/paper_maker.json"
        },
        {
            "name": "Biblioteca|Bibliotecas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/library.json"
        },
        {
            "name": "Gran Biblioteca|Grandes Bibliotecas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/great_library.json"
        },
        {
            "name": "Biblioteca real|Bibliotecas reales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/royal_library.json"
        }
    ]
}