{
    "id": 35,
    "name": "アッシリア",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/アッシリア.png",
    "dawn_of_man": "民はそなたの気高き意志に従うであろう、賢明にして隠れなきアッシリアの王、アッシュールバニパルよ。そなたの名は、学士にして戦士として知れ渡っているが、いかなる逸話もそなたの真の大望の片鱗を伝えているにすぎぬ。そなたの猛勇は征服されし敵をすくみあがらせてきたが、そなたが真に誇るのは知の探求。そなたの知識への渇望が結実したニネヴェの図書館に集めらし古代の文献と粘土板の数は世界に類を見ず、アッシリアの大王の1人としてそなた名を不朽のものとならしめた。賢明にして恐れを知らぬ王よ、時は来た。アッシリア王国を今一度かつての大いなる高みに引き上げるのだ。この世のあらゆる民族の歴史と知識を再びそなたのものとせよ。そして時の試練を耐え抜く文明を築き上げるのだ。",
    "unique_buildings": [
        {
            "name": "王立図書館",
            "url": "https://eyefyre.github.io/civvapi/v1/jp/buildings/royal_library.json"
        }
    ],
    "unique_units": [
        {
            "name": "攻城塔",
            "url": "https://eyefyre.github.io/civvapi/v1/jp/units/siege_tower.json"
        }
    ],
    "city_names": [
        "アッシュール",
        "ニネヴェ",
        "ニムルド",
        "カル‐トゥクルティ",
        "ドゥル・シャルキン",
        "ハラブ",
        "カルケミシュ",
        "カネシュ",
        "ハラン",
        "イムグル‐エンリル",
        "シュバト‐エンリル",
        "カンタ",
        "サレイサ",
        "サムアル",
        "カルカル",
        "ティル・バーシップ",
        "スルタンテペ",
        "エルビル",
        "ハマス",
        "グザナ",
        "トゥルスパ",
        "ナシビナ",
        "アルパッド",
        "ケラシン",
        "タドモル",
        "ウラトゥ",
        "サバタ",
        "ヒート"
    ],
    "spy_names": [
        "アダパ",
        "クババ",
        "ナブー",
        "ネルガル",
        "ニンリル",
        "ニヌルタ",
        "ニスロフ",
        "シャマシュ",
        "パズズ",
        "キングウ"
    ],
    "historical_info": [
        {
            "heading": "歴史",
            "text": "アッシリアの地に興った数多の古代王国は、いずれもはるか昔に歴史の塵芥に埋もれてしまったが、それらはたびたび地上屈指の繁栄と勢威を誇った。メソポタミア地方（現在のイラク北部）の心臓部に拠ったアッシリアは、紀元前2154年頃のアッカド帝国滅亡後に難民と化したアッカド人およびシュメール人の子孫であるセム語族の人々によって建設された。彼らの言語と習俗は次第に混じり合い、やがてメソポタミア地方の二大勢力を形成する。すなわち、北部を占めたアッシリア人と、南部を支配したバビロニア人である。アッシリア人は独立王国の建設を何度か企図するも、そうした試みは近隣諸国、なかんずくバビロニアの膨張主義によってことごとく挫折させられた。やがて、半ば伝説的存在であるトゥディヤ王の登場を契機に、以後の歴代アッシリア王は強大な帝国の建設に成功。アッシリアは一度ならず域内最強国家の座を占めるようになった。そのいっぽうで近隣諸国の干渉や侵略はやまず、アッシリアは絶えず外患に苦しめられたあげく紀元前7世紀の末に滅亡した。"
        },
        {
            "heading": "気候と地勢",
            "text": "チグリス・ユーフラテス水系の流域に広がる肥沃なメソポタミア地方に位置したアッシリアは、小麦をはじめとする種々の穀物を豊富に産出できる土壌に恵まれていた。西洋文明発祥の地と広く考えられているメソポタミア地方を青銅器時代に支配したのは、シュメール、アッカド、バビロニア、そしてアッシリアの各文化である。アッシリアは半乾燥気候に属しながらも、ザグロス山脈から流れてくる雪解け水と雨水によって潤され、1年を通じて十分な量の水を得ていた。約5,800平方マイル（約15,000平方キロメートル）におよぶ河川域には、沼沢や潟、干潟、あるいは葦の生い茂る堤等が点在し、こうした環境下、紀元前5000年前後にはザグロス山脈のふもとで灌漑農業が始まり、次第に南に広がっていった。アッシリアの農民は小麦、大麦、玉ねぎ、ブドウ、蕪、リンゴといった農作物を育てていたことがわかっている。かつてアッシリア本国だった土地は現在、シリア、イラン、イラク、トルコといった国々の一部になっているが、北に険阻な山脈を背負い、西はアラム人と国境を接し、南でバビロニア、エラムの両王国に加えアラビアのアムル人諸部族とも対峙したアッシリアは、大地の実りこそ豊かではあるが、地政学的には危うい場所に位置していた。"
        },
        {
            "heading": "初期のアッシリア人",
            "text": "アッシリアで見つかった新石器時代最古の遺跡は紀元前7100年前後のものと推定される。また、人類史上最古の文化と目されるハッスーナ文化がこの地に栄えたのは紀元前6000年頃と言われている。後にアッシリアとなる地域は、灌漑農業の最初の痕跡が見つかった土地であり、また人類史上最古の集落のいくつかが存在した土地でもある。そうした集落の1つに数えられるのが、紀元前3000年紀の半ばに築かれたアッシュールだ。もっとも、それは独立した都市というよりは、シュメール人の行政庁が置かれた場所だったようである。また、ニネヴェはアッシュールよりもずっと早く建設された可能性が高いが、初めて記録にその名が現れたのは紀元前1800年で、その際はイシュタル（メソポタミアで崇められていた神々の主要な1柱）崇拝の中心地として言及されている。紀元前3000年紀から紀元前2000年紀にかけて、シュメール人とセム語族の文化的共生が進み、それによってアッカド帝国が勃興、アッシリアの諸都市は帝国の重要拠点となる。やがて内乱や経済の破綻、蛮族の侵攻などによって疲弊したアッカド帝国が滅ぶと、トゥディヤを初代とするアッシリア王朝がひらかれた。しかし、独立を実現したのも束の間、アッシリアの領土は紀元前2112年に成立したウル第3王朝に吸収される。アッカドの衰亡とそれに続くシュメール帝国の盛衰を背景にアッシリア文化が開花し、彼ら独自の習俗や伝統が形成されるいっぽう、農業や畜産、窯業、冶金といった分野で極めて重要な技術革新が成し遂げられた。"
        },
        {
            "heading": "古アッシリア",
            "text": "いわゆる「アッシリア王名表」には、紀元前19世紀までさかのぼる初期の王たちの名が多数記されているが、彼らのなかでまがりなりにも歴史の文脈にはっきりと位置づけられるのは、アッシュールの都を治め、メソポタミアの大部分にアッシリアの支配を行き渡らせたシャムシ・アダド1世が最初である。彼は紀元前1813年、それまでアッシリアを支配していたアッカドの王を廃位させ、みずから新王を名乗った。それから間もなく、領土拡張のための軍事行動を開始。まず息子の1人を近隣の都市エカラトゥムの王に据え、アナトリアに点在する小規模なアッシリア植民地に対する支配を回復すると、続いてユーフラテス川流域の都市国家マリを征服し、別な息子をその王位に就かせた。シャムシ・アダド1世は新しい王都の建設をみずから監督するために退位したが、その落成を見ることなく、紀元前1790年頃没した。彼の後継者たちの統治はふるわず、まずマリを治めていた歳若いほうの息子が反乱によって廃位させられ、新王がハンムラビ王と手を結ぶのを許してしまう。当時ハンムラビ王は、新興の都市国家バビロンを地域の一大軍事勢力に成長させようとしていた。バビロンの軍勢はアッシリアに侵攻し、いくつかの都市を陥れた。ハンムラビの支援を受けたアナトリアの諸都市もアッシリアに反旗を翻し、相次いで王国から分離独立を果たす。やがてハンムラビ王の手でエカラトゥムが攻め落とされ、最初のアッシリア帝国は早々と滅亡。紀元前1756年にはバビロンに完全に吸収された。それでも、アッシリア王家はハンムラビ王に臣従することで命脈を保つ。"
        },
        {
            "heading": "アッシリアの再興",
            "text": "紀元前1750年頃にハンムラビ王が没すると、短命に終わったバビロニアは急速に瓦解の一途をたどり、数人の王が代替わりする間にアッシリアに対する支配を失った。バビロニアの意を受けてアッシリアを支配していたアムル人の王が副宰相プズル・シンによって退位させられたのを契機に、バビロニアはアッシリア人の王が比較的短い在位期間でめまぐるしく入れ替わる、社会不安と内戦の時代に突入する。紀元前16世紀になると、インド・ヨーロッパ語族のミタンニ王国がアナトリアを蹂躙、東方に進撃し、紀元前1480年ごろにアッシュールを陥れて略奪した。アッシリア王室はその臣下になることで滅亡を免れるが、ミタンニ側もアッシリアが貢納の義務さえ怠らないかぎり、その内政に干渉するつもりはなかったようである。エリバ・アダド1世がアッシリアの王位にあった時代（紀元前1390年～紀元前1360年）、すでにミタンニの勢力は著しく衰えていた。これに乗じてアッシリアが帝国の再興を実現したのは、エリバ・アダド1世の後を継いだアッシュール・ウバリトの時代である。フリル人とヒッタイトを打倒したアッシュール・ウバリトは、バビロニアからそれ以上脅威をおよぼされないように、カッシート朝最後の王に自分の娘を嫁がせた。そして、バビロニアの王が過激な政治党派に殺害されるや、ただちにバビロニアに侵攻し、その領土を併呑する。続いてミタンニ攻略に乗り出し、ヒッタイトとフリル人による軍事支援を受けたミタンニ軍を粉砕。ミタンニとヒッタイトの領土を占領し、アッシリアを再び強国の地位に返り咲かせた。その後の200年、アッシリアには英明な王が相次ぎ、国内の繁栄と安定を確たるものにするとともに、アッシリアをメソポタミアの覇者たらしめた。彼らは内政改革と優れた施政で庶民や貴族の支持を保ちつつ、諸外国との戦いでは連戦に連勝を重ね、小アジアおよびレヴァント地方にまで進出した。紀元前1274年には武勇に秀でたシャルマネセル1世が即位し、帝国の版図をコーカサス山脈にまで押し広げ、アナトリア東部を席巻する。最盛期、アッシリア帝国の支配はペルシャ湾沿岸から地中海沿岸地方にまでおよんだ。しかし、ティグラト・ピレセル1世の死後、帝国は300年におよぶ衰退期に入る。"
        },
        {
            "heading": "暗黒時代",
            "text": "メソポタミアは紀元前1200年頃から、地域の大部分が文明度の低い諸民族による侵略を受けるという、いわゆる“暗黒時代”に入り、それが紀元前900年前後まで続いた。まず帝国の西と南の辺境がアラム人やカルデア人のようなセム語族によって蚕食され、バビロニアの大半が征服された。いっぽうアッシリア本土の東側にはメディア人とペルシャ人が侵入。北方ではフリギア人がヒッタイトを圧倒し、アルメニアの諸部族がアッシリア人をコーカサスから駆逐した。同じ頃、キンメリア人とスキタイが黒海沿岸の故郷を離れて移住を開始している。この時代にアッシリアを治めた歴代の王は、アッシュール、ニネヴェ、それに商都ニムルドを中心とする小さな一帯を守ることができれば御の字と考えていたようで、周縁部や植民地はあっさり放棄している。彼らが軍事的な危険を冒すとしても、それは蛮族に対する懲罰的な攻撃をときおり行いつつ、ごくたまに失地回復のための遠征を実施するという程度のものだった。それでも、そうした軍事行動はアッシリアの国柄を次第に武張ったものへと変質させ、そのいっぽうで商業は衰え、宗教が盛んになった。アッシュールは国家の守護神となり、神官は一大政治勢力を形成。トゥクルティ・ニヌルタ1世の暗殺は、神官たちの力が絶頂に達した時期に起きた事件である。"
        },
        {
            "heading": "新アッシリア",
            "text": "アッシリアの勢威の回復は紀元前911年、アダド・ニラリ2世の即位によって始まる。この“新アッシリア”帝国は、バビロニアとメディア、スキタイ、キンメリアの連合軍によってニネヴェが攻め落とされた紀元前612年まで続いた。紀元前671年頃とされるその最盛期には、帝国の版図はナイル川からアラビア半島北部を横断してペルシャ湾にまでおよび、北はザルゴスとコーカサスの両山脈、西は小アジアの深部にまで達していた。これは現在のイラク、イラン、グルジア、トルコ、アルメニア、シリア、ヨルダン、イスラエル、クウェート、エジプト、サウジアラビアといった国々の国土のすべてまたは一部を包摂する広大な領域であり、当時は人類史上空前の巨大帝国であった。アダド・ニラリによる遠征を端緒として、アッシリアは過去1世紀のあいだ帝国の権威を名目的なものとしか見てこなかった辺境諸地域や属国を次々にひれ伏させていった。やがてアダド・ニラリ2世は、アラム人、ヒッタイト新王国、北方のフリル人といった手ごわい相手の征服に乗り出す。新たに服属させた人々を帝国の別の地域に強制移住させるというアッシリアの苛烈な征服方針はこのときに導入され、後代の王たちもまたそれを踏襲することになった。アダド・ニラリ2世はその治世の末期、バビロニア遠征を行ってこれを成功させている。紀元前892年にアダド・ニラリが没すると、その後継者はこうした版図の支配を確固たるものにすると同時に、ザルゴス山脈に散在するペルシャ人とメディア人の集落も征服した。続く統治者たちは新生アッシリア軍、特にその攻城兵器（泥煉瓦の城壁に対してとりわけ有効だった）を大いに活用し、メソポタミアは言うにおよばず、アラビア半島や小アジアまで攻め込んで広大な領域を席巻した。アッシリアの領土拡張を推し進めたのは男性の王ばかりではない。アダド・ニラリ3世（在位：紀元前810年～紀元前782年）は幼少で即位したため、母親である伝説的王妃セミラミスが摂政となり、数年でメディア人とペルシャ人の最後の牙城を撃ち滅ぼしてから息子に権力を引き渡した。アダド・ニラリ3世の死後も、遠征がなかったのはわずかなあいだだけであり、アッシリアの対外膨張策は歴代の王たちの手で速やかに推し進められ、征服に次ぐ征服が行われた。ティグラト・ピレセル3世（在位：紀元前745年～紀元前727年）、サルゴン2世（在位：紀元前722年～紀元前705年）、そして情け容赦のないセンナケリブ（在位：紀元前705年～紀元前681年）は、フェニキア、イスラエル、ユダ、サマリア、パレスティナ、キプロス、モアブ、さらにはトロス山脈およびアラビア半島の広大な領域を帝国領に加えた。センナケリブの後を襲ったエサルハドンはシナイ砂漠を渡ってエジプトに侵攻、支配階級のヌビア人を追い払い、その過程でクシュ王国を滅ぼした。エサルハドンはアッシリアに戻って反乱で荒廃した古都バビロンの再建に取りかかるも、再度のエジプト遠征を準備中にこの世を去る。紀元前669年、エサルハドンが没すると、新アッシリア史上最も偉大な帝王とされるアッシュールバニパルが即位する。アッシュールバニパルは本来、改革と学術により深い関心を抱いていたが、武人としても有能だった。反乱の鎮圧と辺境の防衛に追われながらも、先代から引き継いだエジプト征服という事業を完成させたのである（これが新アッシリア帝国最後の領土拡張となった）。もっとも、アッシュールバニパルの名を何より高らしめているのは、諸都市を再建し、アッシリアの芸術科学を振興すべく資金援助を行い、帝国全土に図書館を建てたその功績である。実際、当時のアッシリアおよびその周辺地域全体について現在知られていることの多くは、ニネヴェの大宮殿跡で見つかった楔形文字の記録によって明らかにされた。"
        },
        {
            "heading": "滅亡",
            "text": "紀元前627年にアッシュールバニパルが没すると、後継争いによる短命政権が続く。アッシリアは内戦の時代に突入し、そうした内紛がもたらす混乱や荒廃は、帝国の屋台骨のみならず、アッシリア独自の文化をも揺るがせ衰退させる直接的原因となった。紀元前605年にはアッシリアを後ろ盾とするエジプト軍がカルケミシュでバビロニアとメディアの連合軍に敗れ、これによってアッシリアはバビロニアの属州となった。そのバビロニア帝国も崩壊すると、アッシリア本来の土地は、ペルシャ人から始まってアラブ人に至るまで、次々に押し寄せる侵略の波に洗われる。以来、アッシリアの栄光と事績にまつわる知識は事実上失われ、1845年、伝説上の都でしかなかったニネヴェの発掘をきっかけに現代の考古学者や歴史家たちによって明るみに出されるまで、歴史の闇に埋もれたままになる。"
        },
        {
            "heading": "滅亡",
            "text": "紀元前627年にアッシュールバニパルが没すると、後継争いによる短命政権が続く。アッシリアは内戦の時代に突入し、そうした内紛がもたらす混乱や荒廃は、帝国の屋台骨のみならず、アッシリア独自の文化をも揺るがせ衰退させる直接的原因となった。紀元前605年にはアッシリアを後ろ盾とするエジプト軍がカルケミシュでバビロニアとメディアの連合軍に敗れ、これによってアッシリアはバビロニアの属州となった。そのバビロニア帝国も崩壊すると、アッシリア本来の土地は、ペルシャ人から始まってアラブ人に至るまで、次々に押し寄せる侵略の波に洗われる。以来、アッシリアの栄光と事績にまつわる知識は事実上失われ、1845年、伝説上の都でしかなかったニネヴェの発掘をきっかけに現代の考古学者や歴史家たちによって明るみに出されるまで、歴史の闇に埋もれたままになる。"
        }
    ],
    "leader": {
        "name": "アッシュールバニパル",
        "subtitle": "アッシリアの指導者",
        "lived": "紀元前685年 - 627 年頃",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/アッシュールバニパル.png",
        "trait": {
            "name": "ニネヴェの宝",
            "effect": "都市の征服時、その都市の所有者が発見しているテクノロジーを、無償で1つ獲得できる。取引によって得た都市は考慮されない。また、敵の都市1つにつき1度しか使えない。"
        },
        "titles": [
            "アッシリアの王"
        ],
        "historical_info": [
            {
                "heading": "歴史",
                "text": "紀元前6世紀半ばに40年以上にわたってアッシリアを治めたアッシュールバニパル王は、飽くなき知識への渇望によって歴史にその名を残している。慎重な交渉の際も、容赦ない征服のときも、王はこの渇望を抱き続けていた。求めに応じない者には武力を行使する（あるいは行使すると脅す）ことにより、アッシュールバニパルはアッシリア帝国をとりまく幅広い文化や文明に関する書物や史書を集めようとした。楔形文字で記された写本や王自身の名が刻まれた石板など、彼は世界各地からもたらされた書物を収蔵した世界有数の図書館を設立した。アッシュールバニパルは学術的探究心だけでなく、恐るべき戦士としても知られており、王として自分に求められた軍事的、行政的役割を巧みにこなした。強大な新アッシリア帝国を導く知恵と力を備えた強大な人物として、アッシリアで最も偉大な王の一人であるアッシュールバニパルの遺産は、二千年以上の時を超えて今に伝わっている。"
            },
            {
                "heading": "若年期",
                "text": "当時の記録は断片的にしか残されていないが、アッシュールバニパルは紀元前6世紀の初頭、1500年近く続いたアッシリアの覇権にかげりが見え始めた頃に生まれたことがわかっている。父のエサルハドンは、アッシュールバニパルが誕生したときは皇太子の地位にあり、息子に戦士と学者の双方の教育を施すよう取り計らった。アッシュールバニパルはニネヴェの\"継承の館”と呼ばれる小宮殿で育ったが、672年に兄が亡くなるとエサルハドンによって皇太子に指名されて宮殿を与えられた。教育の内容は、馬術、戦車術、弓術、工芸、王室儀礼といった王としてのたしなみから、占術、数学、工学の類まで多岐にわたっていた。まだ結論は出ていないものの、アッシュールバニパルは読み書きのできた最初のアッシリア王で、さまざまな古文書や古代言語を理解することができたのではないかと推測されている。アッシュールバニパルは若い頃からアッシリアの宮廷で行政に携わり、多くの建設計画を監督し、父に代わって地方長官の任命も行った。紀元前669年に父王が崩御すると、アッシュールバニパルは王座を継ぎ、差し迫っていた多くの紛争に備えた。"
            },
            {
                "heading": "治世",
                "text": "支配者の代替わりにはつきものだが、アッシュールバニパルも前王が残したさまざまな問題に対処せねばならなかった。アッシリアは隣国エジプトとの戦争に巻き込まれており、アッシュールバニパルは遠方の領土に対する支配を確立するため、断固たる行動を取らざるを得なかった。軍勢を素早く配置し、エジプトで勝利を重ね、アッシリア軍による侵攻を進めた後、彼はユダ、イスラエル、キプロス、そして小アジアの大半を含む係争地の多くについても支配を確立した。軍勢の統帥に多くの時間を費やさねばならなかったにもかかわらず、アッシュールバニパルは有能な行政官として国民の要求にも丹念に取り組んだ。そのために彼は、遠く離れた領土は慎重に選んだ有能で信頼できる摂政や総督に治めさせ、自分自身は他の場所に精力を傾けられるようにした。彼の統治の手腕は、幼少期の教育としつけの賜物と言えよう。局地的な争いはあったものの、帝国は比較的安定しており、経済的な繁栄を大いに享受した。教育と知的探究に大きな誇りを抱いていたアッシュールバニパルは、芸術と科学の後援者であり、在位中は尽きせぬ熱意を持って帝国にその成果をもたらした。彼はまた、ニネヴェの王立図書館を満たすために、帝国各地に学者を派遣し、ありとあらゆる事柄について手に入る限りの文書を集め、写本を作らせた。古代の多くの王がそうしたように、アッシュールバニパルも自分の功績や手腕、そして帝国の各地で起こった出来事を描いたレリーフ等の作品を、芸術家や彫刻家に数多く作らせている。"
            },
            {
                "heading": "図書館",
                "text": "古代アッシリアの首都ニネヴェに建設された王立図書館には、アッシュールバニパル王が集めた膨大な数の史書や粘土板が収蔵されていた。民話や宗教儀式、医学や科学、歴史など、幅広いテーマの書物が収蔵されていたここは、考古学者が発見した古代の図書館の中でも最大規模のものの1つに数えられている。王立図書館が所蔵していた貴重な文学作品の中には、バビロニア神話の“創世記”とも言うべき『エヌマ・エリシュ』や、シュメールの『ギルガメシュ叙事詩』なども含まれていた。初めてこの図書館の場所を突き止めたのは、イギリス人考古学者で歴史家でもあるサー・オースティン・ヘンリー・レヤードで、時は1849年であった。彼が発掘した史料の大半は船で大英博物館に運ばれ、こんにちも収蔵品として保管されているが、アッシュールバニパル図書館プロジェクトの一環として製作された目録には、じつに30,000点を超える粘土板をはじめとする品目が載っている。"
            },
            {
                "heading": "歴史の審判",
                "text": "紀元前627年にアッシュールバニパルが死去すると、さまざまな派閥が権力をめぐって争い、アッシリア帝国は衰退期に入った。都市部と軍隊内部の混乱は、息子のシン・シャル・イシュクン、シン・シュム・リシル将軍、そして後のバビロニア王ナボポラッサルの争いによって一段と悪化した。この混乱は、アッシュールバニパルの功績をいっそう際立たせた。彼の治世、民は安定と繁栄を享受していたからである。王立図書館を建設した際、アッシュールバニパルは史上初となる国費奨学金制度を定めたが、はからずもこの図書館は、現代の研究者や歴史家にも他に類を見ない貴重な遺物を提供し、我々が当時の人々や王国について知識と理解を深める大きな助けとなっている。"
            }
        ]
    }
}