{
    "id": 18,
    "name": "ソンガイ",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/ソンガイ.png",
    "dawn_of_man": "ソンガイの指導者アスキアよ、そなたに最高神の祝福あれ！　長い間そなたの王国は、アフリカ西部の強大な帝国、マリの属国であった、しかし14世紀中頃、スンニ・アリー・ベルによってマリからの独立を果たし、多数の征服者たちを返り討ちにしながら広い領土を確保した。成長しつつあったソンガイは、ついに豊かな都市であるトンブクトゥとジェンヌを征服し、100年にわたって存在し続ける経済力を持つようになった。後に帝国は、先端技術を用いた敵(マスケット兵に槍兵で対抗した)によって滅ぼされることとなった。アスキア王よ、民はそなたが栄光へと導いてくれることを望んでいる。民を強く裕福にし、敵を倒すための武器を授けてやるのだ。王よ、彼らを破壊から救ってやってはくれぬか？　そして時の試練を耐え抜く文明を築き上げるのだ。",
    "unique_buildings": [
        {
            "name": "泥のピラミッド状モスク",
            "url": "https://eyefyre.github.io/civvapi/v1/jp/buildings/mud_pyramid_mosque.json"
        }
    ],
    "unique_units": [
        {
            "name": "イスラム騎兵隊",
            "url": "https://eyefyre.github.io/civvapi/v1/jp/units/mandekalu_cavalry.json"
        }
    ],
    "city_names": [
        "ガオ",
        "トンボウクトゥ",
        "ジェンネ",
        "タガザ",
        "トンディビ",
        "クンビ・サレー",
        "クキア",
        "ワラタ",
        "テグダウスト",
        "アルグング",
        "グワンドゥ",
        "ケビ",
        "ブッサ",
        "モプティ",
        "バマコ",
        "ワ",
        "カエス",
        "アウダゴースト",
        "ウアダン",
        "ダカール",
        "タドメッケト",
        "テケダ",
        "カノ",
        "アガデス",
        "ニアメー",
        "トロディ",
        "ウアタゴウナ",
        "ドーリ",
        "バンバ",
        "セグー"
    ],
    "spy_names": [
        "アフマドゥ",
        "アユブ",
        "バドルゥ",
        "ボカリ",
        "グエダド",
        "アディアンボ",
        "チーナカ",
        "ライラ",
        "マリアマ",
        "オニ"
    ],
    "historical_info": [
        {
            "heading": "歴史",
            "text": "ソンガイ帝国は、15世紀から16世紀にかけて西アフリカで栄えた文明である。ソンガイが初めて歴史に姿を現した場所は、マリ帝国に従属していた都市ガオの近くであった。14世紀初め、ソンガイはマリから独立を勝ち取った。その後2世紀をかけて領土を拡大し、ついにはアフリカ史上最大の帝国となった。"
        },
        {
            "heading": "地形と風土",
            "text": "ソンガイ帝国に支配されていた西アフリカは、平坦で乾燥した大地が大部分を占めていた。その大地を支配する、ニジェール川とセネガル川という大きな2つの水系は、肥沃な農地を流域にもたらし、安価で素早い東西の輸送手段としても使われていた。気候は暑く、乾期と雨期の2つの季節からなっている。3月から6月までは、暑くて乾燥した風がサハラから吹き、日中の気温は38度を越えるのが当たり前となっている。"
        },
        {
            "heading": "ソンガイ帝国以前:マリ帝国",
            "text": "ソンガイ帝国が台頭し始める以前、西アフリカ中央部の大部分はマリ帝国の勢力下にあった。マリ帝国は紀元1000年頃に開かれたと言われている。貿易大国のマリは事実上アフリカの中心となっており、サハラの南北交易路と、河川による東西交易路の主権を握っていた。偉大な指導者であるマンサ・ムサ(1307年–1331年頃)政権の帝国では、豊かな都市であるトンブクトゥとガオを征服し、北方地域のための貴重な塩の貯蔵庫を掌握している。マリはイスラム帝国であり、ムサ政権のトンブクトゥは、イスラム世界において重要な学習拠点となっていた。しかし14世紀を迎える頃には、帝国が大きくなりすぎたために中央集権が機能しなくなり、主要な地域が分離独立を主張し始めていた。この中にはソンガイの起源となるガオも含まれていた。"
        },
        {
            "heading": "ソンガイの台頭",
            "text": "ガオにソンガイ帝国が初めて出現したのは、紀元800年頃だと言われている。当初のことはあまり良く分かっていないが、11世紀にコソイ王がイスラム教に改宗し、力を付け始めたソンガイ王国の首都をガオとした、ということは知られている。ガオはソンガイの統治下で繁栄し豊かになっていった。13世紀初めにはマリによって征服され、ソンガイは従属国となっている。ソンガイはその後約50年間マリに支配され続け、スレイマン・マル王の手によってようやく独立を獲得することになる。ソンガイは次世紀には不安定な自由を享受していたが、新しい指導者スンニ・アリー・ベルが現れたことで、ソンガイは栄光へと導かれていくのである。"
        },
        {
            "heading": "スンニ・アリー・ベル",
            "text": "スンニ・アリー・ベルは30年にわたりソンガイを統治した(1464–1493)。彼は優れた司令官であり戦略家でもあった。スンニ・アリー・ベルは、マリが弱体化したのを見て、裕福な都市トンブクトゥの征服に向かった。トンブクトゥは、マリの力が弱まったことで略奪民族のトゥアレグ族に占領されていたが、アリー・ベルは彼らを追い出し都市を手に入れることに成功する。アリー・ベルは帝国をさらに西方へと拡大し、ジェンネ北部にあったマリの領土を全て制圧していった。領土の拡張に伴い、抵抗者と対峙しなければならないのは、アリー・ベルの場合でも例外ではなかった。アリー・ベル政権ではモシ族、ドゴン族、フラニ族からの襲撃を撃退している。1473年、アリー・ベルは最高の獲物、貿易都市ジェンネに狙いを付けた。ジェンネはまだマリ帝国の領土であり、住人たちも強固な防衛体制に入っていた。アリー・ベルの猛烈な急襲にもジェンネは落ちることはなかった。その後この都市は7年間、抵抗をし続けた。当時の記録の多くには、アリー・ベルは、寛大であったり残忍であったりを交互に繰り返す不安定な君主で、支配した土地の住人に対しては厳格な態度を取り、虐殺や抑圧を行ったと記されている。この記録を残したイスラムの学者は、アリー・ベルが信仰したイスラム教は正統ではないとして彼を毛嫌いしていた人物であったため、この話には多少の誇張はあるだろう。だがイスラム教と、ソンガイの伝統的な教えが、融合された状態になっていたことは確かなようである。"
        },
        {
            "heading": "アスキア・ムハンマド1世",
            "text": "アスキア・ムハンマド1世は、1493年から1528年までのソンガイの統治者である。｢アスキア｣という言葉は｢強奪者｣を意味し、これはアリー・ベルの死後から1年を待たずして、彼の息子から王座を奪い取ったムハンマド1世をそのまま表したものである。王族の名前を持ちながら自らのあだ名に｢強奪者｣を選んだことから分かるように、彼は非凡な男であると同時に、素晴らしいユーモアのセンスも持ち合わせた人物であった。争いによってソンガイの王位を獲得したアスキアだったが、彼は将軍の枠に収まる人物ではなかった。自らの政権において勃発した戦争では、何度か勝利を挙げているが、それよりも改革者や組織者、そして聖人として良く知られている人物である。アスキアは帝国を統治するために官僚制度を作り、税制や軍事、農業政策に一貫性を持たせた。帝国全土に神学校を多数建築し、1495年には有名なメッカ巡礼を果たしている。アスキアは1528年まで権力を握り続け、最後には自らの息子に退陣させられることとなった。この非凡な指導者についての詳細は、シヴィロペディアの項目を参照のこと。"
        },
        {
            "heading": "ソンガイの衰退と滅亡",
            "text": "アスキアが退位した後、政権を長期にわたって掌握し続けた指導者は現れなかった。アスキアの息子ムサは3年間王位に就くと、ムハンマド2世がそれに続いて6年間政権を握り、次の2人の指導者はそれぞれ2年と10年の間、国を統治した。1549年、アスキア・ダーウードが政権を握り、1582年までの30年間を王として過ごした。この比較的安定した時代は、モロッコのスルタンが、タガザにある貴重な塩の貯蔵庫を急襲したことによって幕を下ろした。終わりは1591年にやってきた。弱体化して分裂を起こし、そして何よりも近代兵器を持っていなかったソンガイが、マスケット銃を携えたモロッコ軍によって大規模な攻撃を仕掛けられたのである。ソンガイの戦士たちが完膚無きまでに叩きのめされると、指導者は丘陵地帯へと追い出され、重要な都市であるトンブクトゥとガオをモロッコ軍に占領された。衝撃的な1度の敗戦により、帝国全土が事実上、地球から消え去ることとなった。"
        },
        {
            "heading": "経験に学ぶ",
            "text": "ソンガイの滅亡は粗々しく急に訪れた。多くの点で、ソンガイ滅亡の70年前である1521年に終わりを迎えたアステカ帝国と似通っていた。両帝国とも強大な上、財力も力もあり、自国を難攻不落だと信じていた。両国とも、自国よりも遙かに進んだ技術を持つ小さな軍隊によって滅ぼされた。これは有名な訓辞、｢銃撃戦にナイフを持ってくるな。銃を持て。それも少なくとも2丁以上だ｣を思い出させるものである。これは銃撃戦のみならず帝国にも当てはまる言葉である。"
        },
        {
            "heading": "経験に学ぶ",
            "text": "ソンガイの滅亡は粗々しく急に訪れた。多くの点で、ソンガイ滅亡の70年前である1521年に終わりを迎えたアステカ帝国と似通っていた。両帝国とも強大な上、財力も力もあり、自国を難攻不落だと信じていた。両国とも、自国よりも遙かに進んだ技術を持つ小さな軍隊によって滅ぼされた。これは有名な訓辞、｢銃撃戦にナイフを持ってくるな。銃を持て。それも少なくとも2丁以上だ｣を思い出させるものである。これは銃撃戦のみならず帝国にも当てはまる言葉である。"
        }
    ],
    "leader": {
        "name": "アスキア",
        "subtitle": "ソンガイ帝国の指導者",
        "lived": "紀元1440年頃–1538",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/アスキア.png",
        "trait": {
            "name": "水軍の将",
            "effect": "都市略奪と蛮族の野営地から得られるゴールドの量が通常の3倍になる。また、陸上ユニットに、出航中の防御力が上昇する軍用カヌーと上陸作戦のレベルアップが与えられる。"
        },
        "titles": [
            "アスキア(権力の強奪者)"
        ],
        "historical_info": [
            {
                "heading": "生涯",
                "text": "ムハンマド・イブン・アビ・バクル・トゥーレ、またの名をアスキア・ムハンマド1世(在位1493–1528)は、西スーダン中央部を1つにまとめ、アフリカ史上最大のソンガイ帝国を築いた。彼は軍事行動をとったこともあるが、主に帝国の安定を図るための再編や近代化を行ったことで知られる。また、メッカへの巡礼を行ったことでも有名である。"
            },
            {
                "heading": "歴史初期",
                "text": "アスキアは、ソンガイ帝国最初の偉大な指導者であるスンニ・アリーの下で将軍を務めていた。アリーはソンガイ帝国の統治をニジェール川沿いに拡大し、トンブクトゥやジェンネといった裕福な都市を制圧していった。彼は表向きはイスラム教徒であったがアフリカのアニミズムへの崇拝も続け、帝国内でもイスラム教と非イスラム教を容認していた。1492年、アリーは不可解な事故でこの世を去る。彼は愛馬とともに川へ落ち、滝に流されたのだ。後継者として息子のスンニ・バルが王位に就いた。アスキアは直ちにバルの打倒を企て始め、イスラム教反乱軍の助けを得て1493年に見事王権を手に入れた。"
            },
            {
                "heading": "メッカへの巡礼",
                "text": "1495年、王位に就いてから2年後にアスキアはメッカへの巡礼を行った。この巡礼は、長い旅程でアスキアが誇示した富と優雅な暮らしぶりで有名になった。メッカでアスキアはエジプトのカリフと面会し、カリフに宗教代理人として任命され、「西アフリカのカリフ」の称号を与えられた。アスキアに同伴した年代記編者のマウマド・カティは、メッカのジン(悪魔)がアスキアにカリフの名を与えた、と、この出来事をさらに興味深い内容で記している。1497年にソンガイ帝国へ戻るまでに、アスキアはイスラム教を強く崇拝していた。アスキアは在位中、トンブクトゥにある宗教大学を熱心に支援し、帝国全土にモスクや宗教学校を多く設立した。"
            },
            {
                "heading": "軍事力の拡大",
                "text": "在位中にアスキアは隣接する都市や国を次々と征服し、帝国を北、南、そして西へと拡大していった。しかし全ての戦争に勝利したわけではない。アスキアには軍事指導者としての能力はあったが、特別優れていたわけではないというのが一般的な見解である。"
            },
            {
                "heading": "帝国の組織",
                "text": "領土の拡大に伴い、帝国を統治するのが徐々に難しくなってきた。アスキアは国を州に分け、各州に支配者を配置した。また彼は帝国裁判所を拡大し、財務、司法、内務、農業、領海および森林、そして「白色人種部族」(ソンガイ帝国の被支配民族であるムーア人とトゥアレグ人)の各部門に責任者の職を設けた。さらにアスキアは常備の陸海軍を組織した(海軍は軍用カヌーで構成された)。アスキアはこの他にも課税制度を再構築し、農業、狩猟、漁業に規制を設けた。"
            },
            {
                "heading": "歴史の審判",
                "text": "アスキアの統治は35年間続いたが、1528年、年老いて盲目となったアスキアは息子の1人に王位を追われ、その10年後に亡くなった。彼は極めて有能な統治者であり、彼の在位中が西アフリカにおける宗教と知識の黄金期であった。偉大な将軍ではなかったが、アスキアは帝国を拡大し、老いて権力を奪われるまでそれを維持することができたのである。概してアスキアは、サハラ以南の支配者として歴史上最も優れた人物の1人とみなされている。"
            }
        ]
    }
}