{
    "id": 17,
    "name": "Ałma-Ata|Ałma-Aty|Ałma-Acie|Ałma-Atę|Ałma-Atą|Ałma-Acie",
    "historical_info": "Ałmaty, położone w pobliżu południowo-wschodniej granicy współczesnego Kazachstanu, było ludzką osadą od roku 1000 p.n.e. W początkach swojej historii zamieszkiwali je rolnicy i plemienni pasterze. Ałmaty zaczęło prosperować i kwitnąć jako miasto dopiero w średniowieczu, kiedy to stało się integralną częścią Jedwabnego Szlaku. Przez trzy stulecia osiedle rozwijało się jako centrum rolnicze i rzemieślnicze, lecz w XIII wieku znaczna część miasta uległa zniszczeniu wskutek mongolskich najazdów. Do XV wieku Ałmaty wraz z okolicznymi terenami znacznie podupadło.Dopiero w 1854 roku zaczęło się kształtować na nowo, by stać się miastem, jakie znamy dzisiaj. Na miejscu pierwotnej osady carska Rosja zbudowała fort Zailijski, który później nazwano fortem Wernij. Rok później żołnierze zaczęli wpuszczać chłopów i kupców na jego teren. Tak powstało miasteczko Wernij, stanowiące centrum administracyjne nowo utworzonej w Turkiestanie prowincji Siedmiorzecze. Przez trzydzieści lat Ałmaty prosperowało ponownie pod taką właśnie postacią, lecz w 1887 roku zostało zniszczone przez katastrofalne w skutkach trzęsienie ziemi.Na początku XX wieku nazwę miasta zmieniono na Ałma-Ata. Dzięki budowie kolei Turkiestan-Syberia miasto ponownie zyskało na znaczeniu jako punkt przeładunkowy. W 1936 roku do Ałma-Aty przeniesiono stolicę Kazachstanu z myślą o uczynieniu z miasta swego rodzaju kulturowej Mekki. W 1993 roku Ałma-Atę ponownie przemianowano na Ałmaty (nawiązując do obficie występujących w okolicy sadów jabłkowych).W 1997 roku rząd przeniósł stolicę kraju do Astany, miasta znacznie mniej zagrożonego katastrofami naturalnymi. Pomimo umniejszenia jego politycznego znaczenia oraz ciągłego zagrożenia zniszczeniem pod naporem błotnych lawin, Ałmaty po raz kolejny kwitnie jako centrum kulturowe, finansowe i przemysłowe.",
    "category": "Militarne państwa-miasta"
}