{
    "id": 33,
    "name": "Antananarywa|Antananarywy|Antananarywie|Antananarywę|Antananarywą|Antananarywie",
    "historical_info": "W przeciwieństwie do większości stolic południowej Afryki Antananarywa była dużym osiedlem jeszcze przed przybyciem Europejczyków. Stanowiła siedzibę wodzów szczepu Hova założoną ok. 1625 r. naszej ery. Swoją nazwę Miasto Tysiąca wzięła od ilości żołnierzy, którzy rzekomo jej pilnowali. W latach 1869-1725 Madagaskar był siedzibą piratów, a stolica bogaciła się na łupach i haraczach płaconych za schronienie i opiekę. W 1793 r., kiedy miasto stało się siedzibą królów ludu Merina kontrolującego cały Madagaskar, liczyło sobie ok. 80 tys. mieszkańców. Było handlowym centrum wyspy, a jego kwitnącą gospodarkę napędzał eksport tytoniu i wyrobów skórzanych, głównie do Europy i Indii.W 1895 r. Antananarywa została zdobyta przez wojska francuskie i wcielona siłą do ich madagaskarskiego protektoratu. Nowi francuscy administratorzy rozpoczęli program intensywnej przebudowy. Pod stosunkowo łagodnymi rządami Francuzów miasto rozrastało się i w 1950 r. liczyło sobie 175 tys. mieszkańców. Poza dwoma fortami, szkołami i uniwersytetem, parkami, utwardzonymi drogami i ścieżkami oraz systemem wodociągów Francuzi budowali również kościoły - dziś w mieście i na jego peryferiach znajduje się ich ok. 5000. W 1955 r. Antananarywa stała się archidiecezją Kościoła katolickiego.W 1947 r. Francuzi, których prestiż mocno do tego czasu podupadł i którzy mieli na Madagaskarze niewiele wojska, stłumili krwawą rewoltę malgaskich nacjonalistów - w trwających rok walkach zginęło między 80 a 90 tys. ludzi. Następnie Francuzi w ramach loi-cadre wprowadzili szerokie reformy, które pozwoliły afrykańskiemu państwu na pokojowe uzyskanie niepodległości. Po powstaniu republiki Antananarywa została jej stolicą. Dzięki przynoszącemu zyski przemysłowi żywnościowemu, tytoniowemu i tekstylnemu miasto szybko się modernizowało. Dziś Antananarywa ma niemal dwa miliony mieszkańców i jest jednym z najbogatszych miast Afryki.",
    "category": "Kupieckie państwa-miasta"
}