{
    "id": 11,
    "name": "Belgrad|Belgradu|Belgradowi|Belgrad|Balgradem|Belgradzie",
    "historical_info": "Belgrad, obecna stolica Serbii, leży na przecięciu dwóch najważniejszych szlaków wodnych Europy – Dunaju i Sawy. Przez wieki służył on za największe skrzyżowanie pomiędzy Europą a Azją. Belgrad jest najstarszym miastem Europy, a tereny, na których obecnie stoi miasto, zamieszkiwała ludność już 6 000 lat p.n.e. Przypuszcza się, że mógł też być kolebką największej znanej prehistorycznej kultury Europy, Vinca. Pierwszy znany fort oraz stałą osadę w tym miejscu zbudowali Celtowie w trzecim wieku p.n.e. Nazwali ją Singidun lub Singidunum, „Białą fortecą”.W przeciągu następnych kilkuset lat Singidunum zostało splądrowane oraz zajęte przez wiele narodów, wliczając w to Rzymian, Hunów, Sarmatów, Ostrogotów i Awarów, aż w IX. wieku naszej ery znalazło się pod rządami Bizancjum. Właśnie w tamtym okresie miasto otrzymało swoją słowiańską nazwę Belgrad, oznaczającą „Białą fortecę”. W następnych stuleciach miasto gościło wojska zarówno pierwszej jak drugiej krucjaty i pozostawało ciągłym polem bitwy pomiędzy Bułgarią, Węgrami oraz Bizancjum.W roku 1456 Turcy osmańscy rozpoczęli słynne oblężenie Belgradu, próbując podbić Węgry – upadek fortecy w Belgradzie otworzyłby sułtanowi Mehmedowi II drogę do serca Europy Środkowej. Jednak wojska, dowodzone przez Węgra Jana Hunyadego, rozbiły osmańskie siły. Przypisuje się im nie tylko ocalenie miasta, ale również uratowanie chrześcijaństwa w Europie. Po dziś dzień w południe kościoły katolickie biją w dzwony dla upamiętnienia tego zwycięstwa. Niestety, wielu żołnierzy zwycięskiej armii, wliczając w to Hunyadego, zmarło podczas epidemii, która wybuchła w kilka tygodni po ich triumfie. Prawie 70 lat później, w 1521 roku, sułtan Sulejman Wspaniały w końcu podbił miasto, które zostało stolicą osmańskiego regionu Sanjak i szybko stało się drugim największym miastem Europy (wyprzedzał je tylko Konstantynopol).Drugie Powstanie Serbskie w roku 1815 (po krótkiej, nieudanej próbie w 1807) zapewniło serbskiemu regionowi coś w rodzaju niepodległości. Pełna niepodległość uzyskana została dopiero w roku 1878. Stolica nowego królestwa przeniesiona została do Belgradu, który znów zaczął prosperować i błyskawicznie się powiększać. Rozwój miasta zahamowany został z wybuchem I wojny światowej w 1914, gdy Belgrad straszliwie ucierpiał na skutek powtarzających się ataków. Po wojnie został on stolicą nowopowstałej Jugosławii i przeżył okres niewidzianego dotąd wzrostu i modernizacji.Mimo wysiłków serbskiego rządu, by zachować neutralność w czasie II wojny światowej, w 1941 Belgrad został ciężko zbombardowany, a jego ludzie zmasakrowani przez Luftwaffe. Następnie miasto zostało szybko zajęte przez Niemców. W roku 1944 Alianci zbombardowali miasto i w końcu wyzwolili je kilka miesięcy później. Pod koniec wojny Serbia znalazła się w strefie wpływów Związku Radzieckiego. Rok później utworzona została Ludowa Republika Jugosławii, stolica której znowu znalazła się w Belgradzie. Komunistyczny Belgrad błyskawicznie rozwinął się w duży ośrodek przemysłowy.W 1996 w Belgradzie odbyły się masowe protesty przeciwko komunistycznym rządom i w 1997 wybrano pierwszego burmistrza Belgradu, który nie należał do partii komunistycznej ani socjalistycznej. Jednak zamieszki trwały, a bombardowania w trakcie wojny o Kosowo w roku 1999 spowodowały znaczące uszkodzenia i wyprowadziły na ulice setki tysięcy ludzi. Jednak mimo wszystkich wojskowych i gospodarczych problemów lat '90, od tamtej pory Belgrad prężnie się rozwija, pełniąc rolę ośrodka historycznego, kulturalnego i turystycznego.",
    "category": "Militarne państwa-miasta"
}