{
    "id": 56,
    "name": "Bogota|Bogoty|Bogocie|Bogotę|Bogotą|Bogocie",
    "historical_info": "W Bogocie znajduje się wiele uniwersytetów, muzeów i bibliotek, dzięki czemu miasto zyskało przydomek „Aten Ameryki Południowej”, który odnosi się do jego bogatego dziedzictwa kulturowego. Bogotę założył hiszpański osadnik Gonzalo Jimenez de Quesada, który w roku 1536 stanął na czele wyprawy składającej się z 500 konkwistadorów i wyruszył do Rio Grande de la Magdalena w poszukiwaniu El Dorado. W drodze na miejsce odkrywcy starli się z rdzennymi mieszkańcami tych ziem, Muiskami, i splądrowali świątynie w Quemuenchatocha oraz Sogamoso, rabując złoto i szmaragdy. W marcu 1537 r. uczestników wyprawy pozostało już tylko 70, w związku z czym Quesanda postanowił założyć osadę, mającą służyć za przyszłą bazę wypadową. Zbudował ją na płaskowyżu w północnych Andach, niedaleko rzeki, która później również zyskała miano Bogoty. W 1553 r. powstał tam plac centralny i rozpoczęto prace nad budynkami rządowymi oraz katedrą. Miasto stało się stolicą hiszpańskiej kolonii Nowa Grenada, które pozostawało wicekrólestwem do roku 1819, kiedy to Simon Bolivar wywalczył jej niepodległość. W następnych latach miasto było stolicą Wielkiej Kolumbii (do 1830 r.), Republiki Nowej Grenady (do 1863 r.), Stanów Zjednoczonych Kolumbii (do 1886 r.) i wreszcie obecnej Republiki Kolumbii.\r\nW rezultacie wszystkich przemian Bogota kwitła jako edukacyjne i kulturowe centrum dynamicznego państwa. W 1823 r. miejska biblioteka została rozbudowana, zmodernizowana i zmieniona w Bibliotekę Narodową, a po kilku latach założono Muzeum Narodowe. W roku 1867 powstała pierwsza szkoła państwowa, która stanowiła niejako zapowiedź powstania Narodowego Uniwersytetu Kolumbii. Miasto, będąc w miarę odseparowanym od otaczających je terenów, stało się mekką dla pisarzy i poetów starających dać początek nowym nurtom w południowoamerykańskiej hiszpańskojęzycznej literaturze. Od połowy XIX w. do połowy XX w. było domem dla wielu wybitnych twórców, m. in. Jose Asunciona Silvy i Rafaela Pomby. Pomimo zawirowań politycznych i wojny domowej, miasto nadal pozostawało ulubioną przystanią dla niezliczonych artystów, a w roku 1886 powstała Państwowa Akademia Sztuk Pięknych. W roku 2007 UNESCO oficjalnie uznało wkład Bogoty w rozwój kultury, nadając jej status Światowej Stolicy Książki, co uczyniło ją drugim na zachodniej półkuli miastem, które dostąpiło tego zaszczytu (pierwszym był Montreal).",
    "category": "Kulturowe państwa-miasta"
}