{
    "id": 1,
    "name": "Bratysława|Bratysławy|Bratysławie|Bratysławę|Bratysławą|Bratysławie",
    "historical_info": "W Bratysławie, ekonomicznym i kulturalnym centrum Słowacji, siedzibę ma wiele renomowanych uniwersytetów, muzeów, teatrów, galerii sztuki i innych słowackich instytucji kulturalnych. Pierwsze znane osiedle na terenie leżącego nad zlewnią rzek Dunaj i Morawa miasta pochodzi z epoki neolitu, sprzed ok. 5000 lat p.n.e. Później okolice te zamieszkali i ufortyfikowali Celtowie, a w I w. n.e. tereny dostały się pod panowanie Rzymian. Poza zdobyczami swojej cywilizacji - drogami, teatrami, publicznymi łaźniami, bibliotekami i tak dalej - sprowadzili i zaczęli uprawiać wokół fortecy winorośle, rozpoczynając żywą do dziś w regionie tradycję winiarską.W X w. strategicznie położone miasto zmieniło nazwę na Pressburg i stało się częścią Królestwa Węgier. W 1467 r. powstał tu pierwszy słowacki uniwersytet - Universitas Istropolitana. Pod rządami Habsburgów w mieście zamieszkiwali arcybiskupi, szlachta, kupcy, artyści i królowie. Bratysława rozkwitała również w XVIII w., zwłaszcza pod rządami Marii Teresy, która uczyniła ją największym i najważniejszym miastem w regionie. Była ona ważnym polem dla klasycystycznego ruchu tego okresu: w 1762 r. koncert dał tu Wolfgang Amadeusz Mozart, a w 1784 Józef Haydn. W 1796 r., komponując, jako gość przebywał tu Beethoven. Przez pewien czas mieszkali w Bratysławie Liszt i Bartok. W 1762 r. otworzono tu pierwszą na świecie politechnikę pod nazwą Banska Akademia. W międzyczasie w nowych bibliotekach starano się promować i zachowywać język słowacki. Pierwsza gazeta w tym języku, „Presspurske Nowiny”, zaczęła ukazywać się w 1783 r.Po I wojnie światowej i rozpadzie Austro-Węgier Bratysława stała się stolicą Słowacji w pierwszej Republice Czechosłowacji i pozostała nią, gdy Słowacja po wycofaniu radzieckich wojsk w 1993 r. została niepodległym państwem. Bratysławę ogłoszono wówczas „duszą, jeśli nie sercem, kultury słowackiej”.",
    "category": "Kulturowe państwa-miasta"
}