{
    "id": 12,
    "name": "Bruksela|Brukseli|Brukseli|Brukselę|Brukselą|Brukseli",
    "historical_info": "Za datę założenia Brukseli oficjalnie uznaje się 979 r.n.e., kiedy to Karol z Lotaryngii, potomek Karola Wielkiego, wybudował pierwsze trwałe umocnienia wokół małej katolickiej kaplicy i jej parafii, położonej nad rzeką Senne. Umiejscowienie tuż przy rzece groziło częstymi powodziami, stąd też wzięła się holenderska nazwa miasta – Broeksel, czyli „dom na bagnach”. Dzięki miejskim murom, wybudowanym i poszerzanym pomiędzy XI i XIV wiekiem, miasto mogło spokojnie wzrastać i rozwijać się.Pokój zakończył się gwałtownie w roku 1695, gdy francuski król Ludwik XIV wysłał do Brukseli wojska i ostrzelał ją z armat, jednym atakiem niszcząc Wielki Pałac oraz niemal jedną trzecią miasta. Było to najbardziej destrukcyjne wydarzenie w historii Brukseli. Inwazja spowodowała frankofonizację regionu, zarówno w sensie kulturowym, jak i językowym. W 1830 roku południowe francuskojęzyczne prowincje Holandii oderwały się od holenderskojęzycznych w trakcie rewolucji belgijskiej – konfliktu, który rozegrał się głównie w Brukseli. Po ogłoszeniu niepodległości Belgii nowy król, Leopold I, rozpoczął prace nad burzeniem miejskich murów, by zapewnić miejsce dla nowych i bardziej nowoczesnych budynków. Przyczyniła się do tego również rzeka Senne, niegdyś krew w żyłach miasta, obecnie zaś poważne zagrożenie dla zdrowia mieszkańców. Zabudowania nad rzeką zostały wyburzone i wybudowane na nowo.Bruksela wyszła z wojen światowych z niewielkimi stratami (mimo że przy obu okazjach Belgia zajęta została przez Niemcy), co zawdzięcza w dużej mierze swojej upartej polityce zachowywania neutralności. To właśnie ta neutralność sprawiła, że stała się ona współczesnym centrum polityki międzynarodowej oraz de facto stolicą Unii Europejskiej i kwaterą główną Sojuszu Północnoatlantyckiego (NATO). Jedyną poważną kontrowersją całkiem pokojowego miasta są prawa ustanawiające granice językowe pomiędzy francusko- i holenderskojęzycznymi rejonami – co jest źródłem napięć widocznych w całym kraju.",
    "category": "Kulturowe państwa-miasta"
}