{
    "id": 10,
    "name": "Bukareszt|Bukaresztu|Bukaresztowi|Bukareszt|Bukaresztem|Bukareszcie",
    "historical_info": "Bukareszt leży na brzegach rzeki Dymbowicy i jest stolicą oraz największym miastem Rumunii. Wykopaliska archeologiczne pokazały, że ludzie mieszkali na tych obszarach już w roku 9 000 p.n.e., ale pierwsze wzmianki o mieście Bukareszt pojawiają się dopiero w roku 1459 naszej ery w dokumencie podpisanym przez Włada III Palownika. W tym okresie Wład III zbudował w Bukareszcie pierwszą fortecę oraz swoją rezydencję letnią, próbując utrzymać z dala zbliżające się wojska osmańskie. Bez skutku. W pierwszych latach XVII wieku miasto zostało spalone przez Turków osmańskich, którzy następnie podbili je i odbudowali.Pod ich rządami Bukareszt szybko się rozwijał i w roku 1659 został centrum gospodarczym podbitego regionu Wołoszczyzny. Przez następnych dwieście lat miasto było wielokrotnie niszczone przez kataklizmy (i uparcie za każdym razem odbudowywane), przerzedzane przez epidemię dżumy i zajmowane naprzemiennie przez Monarchię Habsburską oraz Cesarstwo Rosyjskie. Ostatecznie znalazł się pod władzą tego ostatniego.Wołoszczyzna pozostała pod rosyjską kontrolą do czasu, aż seria zamieszek w Bukareszcie pozwoliła połączyć Wołoszczyznę i Mołdawię, tworząc w roku 1859 państwo rumuńskie. W roku 1862 Bukareszt został jego stolicą. Do nowej stolicy ludność napływała lawinowo, co zaowocowało rozpoczęciem kilku projektów architektonicznych na wielką skalę. Ekstrawagancja widoczna w budownictwie z tego okresu dała miastu przydomek „Paryż Wschodu”.I wojna światowa zostawiła Bukareszt praktycznie nieuszkodzony, ale już podczas drugiej poważnie ucierpiał – przeważnie na skutek ciężkich bombardowań alianckich. Po zakończeniu wojen większość starego, historycznego rejonu miasta została zburzona, aby zwolnić miejsce pod wieżowce mieszkaniowe, budowę których rozpoczął rząd komunistyczny. Wielkie trzęsienie ziemi w 1977 zniszczyło wiele z historycznych zabudowań, które ostały się po wojnie.Rewolucja Rumuńska w 1989 zakończyła rządy komunistów w Rumunii, gdy wielu odartych z iluzji i niezadowolonych protestujących zebrało się w Bukareszcie. W trakcie przemowy prezydenta Nicolae Ceaucescu protesty zmieniły się w zamieszki, których oddziały policji nie były w stanie stłumić. Od chwili upadku komunizmu Bukareszt doświadcza boomu ekonomicznego oraz okresu rozwoju, a lokalny samorząd stara się odnowić prawie kompletnie zniszczone centrum historyczne.",
    "category": "Kulturowe państwa-miasta"
}