{
    "id": 2,
    "name": "Budapeszt|Budapesztu|Budapesztowi|Budapeszt|Budapesztem|Budapeszcie",
    "historical_info": "Budapeszt, w historii znany jako „Królowa Dunaju”, jest stolicą Węgier. To polityczne i kulturowe centrum kraju oraz ważny gospodarczy i przemysłowy ośrodek Europy Środkowej. Rejony, na których położone jest miasto, zamieszkane były jeszcze w okresie neolitu (ok. 9500 r. p.n.e.), ale pierwsza wzmiankowana przez źródła osada w okolicy współczesnego Budapesztu to celtyckie miasto Akink, które w drugim stuleciu naszej ery zajęte zostało przez Rzymian i przemianowane na Aquincum. Strategiczna pozycja na Dunaju powodowała, że Aquincum miało sporą wartość zarówno dla Rzymian, jak i dla ich wrogów.Pod koniec IX wieku naszej ery grupa Węgrów dowodzona przez Árpáda (drugiego wielkiego księcia Madziarów) osiedliła się w okolicach Aquincum i sto lat później oficjalnie założyła Królestwo Węgier. W czasie gdy miasto rozwijało się i rosło w siłę, uczyniono niewiele, by wzmocnić lub poszerzyć wczesne rzymskie konstrukcje obronne, a inwazja Tatarów w XIII wieku udowodniła Węgrom, że utrzymanie miasta na równinie może być bardzo trudne. Po porażce Węgier król Béla IV wybudował dookoła miasta wzmocnione kamienne mury, a nawet przeniósł własny pałac do solidnie ufortyfikowanej Budy, położonego na obrzeżach Aquincum miasta na wzgórzu. W roku 1361 Aquincum/Buda została stolicą Węgier.[TAB][TAB]Włoski renesans miał wielki kulturowy wpływ na Budę. W XV wieku król Maciej Korwin zbudował tam swoją bibliotekę, która stała się jednym z największych europejskich zbiorów prac historycznych, filozoficznych i naukowych. Jedynie zbiory biblioteki Watykanu mogły się z nią równać. Ten okres szalonego rozwoju kulturowego zakończył się gwałtownie, gdy w roku 1526 miasto splądrowane zostało przez Turków, a następnie, w 1541 r., oblężone i zajęte. Pod kontrolą wroga pozostało przez następne 140 lat. W 1686 r. Karol V odbił je i włączył do Imperium Habsburgów. Niestety, podczas kolejnych bitew miasto zostało w większej części zniszczone.Dziewiętnasty wiek zdominowała węgierska walka o uniezależnienie się od Habsburgów. Jej zakończenie nastąpiło w roku 1867, wraz z utworzeniem nowej monarchii podwójnej – Austro-Węgier, której stolica miała mieścić się w Budzie. W roku 1873 Buda, Peszt oraz Óbuda (starożytna Buda) oficjalnie połączone zostały we współczesne miasto Budapeszt, rozpoczynając złoty wiek rozwoju gospodarczego i kulturalnego.Dobre czasy dla Budapesztu zakończyły się wraz z nadejściem I wojny światowej i upadkiem imperium Austro-Węgier. Podczas II wojny światowej miasto znacząco ucierpiało na skutek brytyjskich i amerykańskich nalotów oraz w wyniku oblężenia podczas bitwy o Budapeszt w roku 1945. Atakujące wojska radzieckie dokonały znacznych zniszczeń, spowodowały również śmierć dziesiątków tysięcy cywilów. Komunistyczny rząd kraju nie włożył wiele wysiłków w odbudowę miasta po zakończeniu wojny, za to systematycznie demolował wiele z ocalałych historycznych budynków.W roku 1956 pokojowa manifestacja studentów w Budapeszcie przerodziła się w powstanie węgierskie, gdy siły policyjne zaczęły strzelać do tłumów. Rząd został obalony, ale Związek Radziecki wysłał do Budapesztu oddział czołgów, które stłumiły powstanie i przywróciły komunistów do władzy. Ostatnie wojska radzieckie opuściły Budapeszt w 1991, gdy Węgry rozpoczęły transformację w kierunku wolnego społeczeństwa. Do końca stulecia włożono wiele pracy w naprawę szkód powojennych oraz odbudowę zachowanych, historycznych pamiątek. Mimo tych początków wzrostu i odbudowy, w ostatnich latach miasto cierpi na skutek znacznego spadku populacji, spowodowanego migracją mieszkańców do sąsiedniego komitatu Pest.",
    "category": "Militarne państwa-miasta"
}