{
    "id": 50,
    "name": "Buenos Aires",
    "historical_info": "Buenos Aires, pełne energii i uwodzicielskie miasto rozciągające się z północy na południe wzdłuż Rio de la Plata i zajmujące powierzchnię ponad 120 km kw., od stuleci jest bramą do Argentyny. Portenos, jak nazywają sami siebie pochodzący z różnych stron świata mieszkańcy miasta, posiadają złożoną i bogatą tożsamość kulturową czerpiącą inspirację z tradycji hiszpańskiej, portugalskiej, włoskiej, niemieckiej, irlandzkiej, polskiej, żydowskiej, a także tubylczej. Miasto często określane jest mianem Paryża Ameryki Południowej. Jego styl życia i architektura są najbardziej europejskie ze wszystkich miast na półkuli południowej. Jego mapa stanowi mozaikę równie zróżnicowaną, jak jego mieszkańcy, kuchnia i muzyka. Buenos Aires jest - co nie zaskakuje - najczęściej odwiedzanym miastem Ameryki Południowej (wyprzedzając nawet Rio de Janeiro).Miasto założyła w 1536 r. hiszpańska ekspedycja, nadając mu nazwę Ciudad de Nuestra Senora Santa Maria del Buen Ayre (\"Miasto Naszej Pani Maryi Panny Pomyślnych Wiatrów\"). Gdy Argentyna w 1816 r. uzyskała niepodległość, kosmopolityczne miasto stało się jej stolicą. W latach 1880-1940 stanowiło ono schronienie dla uciekających przed politycznymi, religijnymi, ideologicznymi i artystycznymi prześladowaniami w Europie. Od głodnych Irlandczyków po pobożnych Żydów i rosyjskich zwolenników cara - każda fala imigrantów przynosiła ze sobą swoje tradycje i umiejętności, wzbogacając kulturową mieszankę i czyniąc Buenos Aires pod tym względem godnym rywalem dla każdej ze światowych stolic.Nic chyba nie odzwierciedla wyjątkowego kulturowego zróżnicowania miasta tak dobrze jak tango. Pojawiło się ono w Buenos Aires pod koniec lat 80. XIX w. i jest połączeniem wielu różnych tańców. Ćwiczone w szkołach tańca, parkach, na otwartych placach i salach balowych stało się narodowym tańcem łączącym w sobie elegancką rezerwę i ogromną pasję. Niewiele tańców tak bardzo kojarzonych jest z konkretnym miejscem, jak tango z Buenos Aires, duszą Argentyny.",
    "category": "Kulturowe państwa-miasta"
}