{
    "id": 46,
    "name": "Byblos",
    "historical_info": "Wykopaliska archeologiczne dowodzą, że okolice miasta Byblos na brzegu Morza Śródziemnego po raz pierwszy zostały zamieszkane w epoce neolitu. Do czwartego tysiąclecia p.n.e. istniało tam już duże osiedle utrzymujące się z rybołówstwa i rolnictwa. Przez kolejny tysiąc lat rozwijał się intensywny eksport do Egiptu cedru, którego drewno było niezastąpione przy budowie łodzi i doków, a którego olejek wykorzystywano do mumifikacji ciał. Amoryci spalili miasto podczas swojej inwazji ok. 2150 r. p.n.e. i przez niemal dwa stulecia teren dawnego miasta stał pusty. Następnie port morski odbudowali Fenicjanie, przemianowując miasto na Gebal. Najważniejszym wkładem miejscowości w rozwój cywilizacji było zastąpienie dawnego, skomplikowanego pisma klinowego 22-znakowym alfabetem fonetycznym.Gebal, będące centrum handlu, bogaciło się mimo zmieniających się stale okupantów: Asyrii, Babilonu, Achemenidów i Persów. Po podbiciu przez Aleksandra Wielkiego Byblos uległo hellenizacji i bogaciło się dalej, podczas gdy jego mieszkańcy przyjęli grecki sposób ubierania się, język i religię. Miasto stało się sławne dzięki produkcji i eksportowaniu ziarna i owoców papirusu, od którego wzięło swoją grecką nazwę - Byblos. Za panowania Rzymu miasto straciło pozycję jako centrum handlowe, wzrosło jednak jego znaczenie religijne, gdyż przewijały się przez nie tłumy pielgrzymów udających się do rozmaitych świętych miejsc.W 395 r. n.e. Byblos stało się częścią Cesarstwa Bizantyjskiego, pełniąc w nim rolę podrzędnego portu, aż do zdobycia go przez muzułmańskich najeźdźców w 637 r. Pod rządami muzułmanów miasto, znane teraz jako Jbail, jeszcze bardziej straciło wpływy i bogactwo, a wreszcie zostało całkowicie opuszczone. Byblos zniknęło ze świadomości ludzkiej aż do czasów, gdy podczas wykopalisk odkrył je w latach 60. XIX w. francuski historyk Ernest Renan. Choć Byblos nie będzie już nigdy potęgą morską, staje się ono dużym centrum turystycznym - wczasowiczów przyciągają tam piaszczyste plaże, łagodny klimat i liczne ruiny z czasów rzymskich, muzułmańskich i z epoki krucjat.",
    "category": "Nadmorskie państwa-miasta"
}