{
    "id": 21,
    "name": "Kapsztad|Kapsztadu|Kapsztadowi|Kapsztad|Kapsztadem|Kapsztadzie",
    "historical_info": "Kapsztad położony jest na południowym krańcu Afryki i jest pierwszą osadą europejską w Afryce Południowej. W roku 1652 Holenderska Kompania Wschodnioindyjska założyła stację zaopatrzeniową dla swoich okrętów na brzegach Zatoki Stołowej – przystań trochę na północny zachód od Przylądka Dobrej Nadziei, z dostępem do świeżej wody. W ciągu paru lat holenderscy koloniści wyszli ze swoich fortów i założyli farmy, na których pracowali niewolnicy afrykańscy, sprowadzani z innych rejonów. Miejscowi, rdzenni mieszkańcy (Khoekhoe, nazywani przez Holendrów „Hottentots”) nie byli brani do niewoli. Wielu z nich mieszkało tuż przy boku przybyszy, a w niektórych przypadkach wchodzili z nimi w związki małżeńskie. Po upływie stulecia miasto miało 200 domów i tętniący życiem port.W XVII wieku port nadal powiększał swoje rozmiary oraz znaczenie strategiczne, ponieważ jego położenie dawało Holendrom panowanie na Przylądku Dobrej Nadziei, który stanowił podstawowy morski szlak w drodze z Europy na Daleki Wschód. W roku 1781, w czasie Rewolucji Amerykańskiej, Brytyjczycy przymierzali się do zajęcia portu, ale zostali wyprzedzeni przez Francuzów, którzy zakwaterowali tam swój garnizon, by pomóc Holendrom utrzymać Brytyjczyków z dala.W ciągu tego wieku rosnąca dominacja Brytyjczyków na głębokich morzach dała im zwiększony wpływ na kolonie afrykańskie. Kontrola nad Kapsztadem przechodziła z brytyjskich rąk do holenderskich, by w roku 1814 ostatecznie znaleźć się w rękach Brytyjczyków. W 1834 uwolnili oni niewolników i w przeciągu następnych kilku lat populacja młodego miasta sięgnęła 20 000 mieszkańców. W 1870 na wyspach koło miasta znaleziono diamenty, a około 16 lat później – złoto. To przyciągnęło do miasta i okolicznych terenów wielu poszukiwaczy, oraz tych, którzy ich wspierali (lub na nich żerowali).Na początku XX wieku pomiędzy Wielką Brytanią a Republiką Burską wybuchła wojna burska (1899-1902), która, zależnie od tego, którego historyka czytamy, była walką o zakończenie rosnącej brytyjskiej tyranii nad ludźmi pochodzenia holenderskiego lub rebelią wznieconą przez afrykanerów, którzy pragnęli zniewolić i uciskać ludzi nie-białej rasy. Istnieje też opcja wojny pomiędzy zachłannymi politykami o rosnące zyski z kopalni złota i diamentów. Wojna była długa i ciężka, i mimo że walki odbywały się całe kilometry w głąb wyspy, miasto stanowiło dla Brytyjczyków ważną bazę wojskową i ośrodek przemysłowy, w którym wytwarzano materiały wojskowe oraz inne zasoby.W roku 1910 należące do Wielkiej Brytanii Kolonia Przylądkowa, Kolonia Transwalu, Kolonia Natalu oraz Kolonia Rzeki Oranje połączone zostały w Związek Południowej Afryki, stolicą którego został Kapsztad. XX wiek odznaczył się wzmożonymi próbami ochronienia się europejskich mieszkańców przed rosnącym zagrożeniem, za jakie uważali przytłoczenie przez rdzennych Afrykańczyków. Prawa apartheidu, które utrwalały podrzędny status nie-białych mieszkańców – z ograniczonym dostępem do zatrudnienia i edukacji, jak również kompletnym brakiem wpływu na sprawy państwa czy nawet własny status – stawały się coraz ohydniejsze. Walka o równouprawnienie nasiliła się w ciągu stulecia i oprócz wewnętrznego oporu biały rząd musiał stawić czoła sankcjom ze strony reszty świata. Przed rokiem 1990 system apartheidu znalazł się w rozsypce, a Kapsztad i RPA doczekały się wyboru na prezydenta Nelsona Mandeli, pierwszego czarnego człowieka w historii, który otrzymał ten tytuł.Współczesny Kapsztad jest prężnie rozwijającym się miastem. Nadal musi stawiać czoła skutkom wieloletniej walki międzyrasowej, biedy i braku wykształcenia sporej części swoich rdzennych mieszkańców. Mimo że miasto musi radzić sobie ze wszystkimi tymi problemami (i kilkoma innymi), jego przyszłość rysuje się w jasnych barwach.",
    "category": "Nadmorskie państwa-miasta"
}