[
    {
        "id": 1,
        "name": "Bratysława|Bratysławy|Bratysławie|Bratysławę|Bratysławą|Bratysławie",
        "historical_info": "W Bratysławie, ekonomicznym i kulturalnym centrum Słowacji, siedzibę ma wiele renomowanych uniwersytetów, muzeów, teatrów, galerii sztuki i innych słowackich instytucji kulturalnych. Pierwsze znane osiedle na terenie leżącego nad zlewnią rzek Dunaj i Morawa miasta pochodzi z epoki neolitu, sprzed ok. 5000 lat p.n.e. Później okolice te zamieszkali i ufortyfikowali Celtowie, a w I w. n.e. tereny dostały się pod panowanie Rzymian. Poza zdobyczami swojej cywilizacji - drogami, teatrami, publicznymi łaźniami, bibliotekami i tak dalej - sprowadzili i zaczęli uprawiać wokół fortecy winorośle, rozpoczynając żywą do dziś w regionie tradycję winiarską.W X w. strategicznie położone miasto zmieniło nazwę na Pressburg i stało się częścią Królestwa Węgier. W 1467 r. powstał tu pierwszy słowacki uniwersytet - Universitas Istropolitana. Pod rządami Habsburgów w mieście zamieszkiwali arcybiskupi, szlachta, kupcy, artyści i królowie. Bratysława rozkwitała również w XVIII w., zwłaszcza pod rządami Marii Teresy, która uczyniła ją największym i najważniejszym miastem w regionie. Była ona ważnym polem dla klasycystycznego ruchu tego okresu: w 1762 r. koncert dał tu Wolfgang Amadeusz Mozart, a w 1784 Józef Haydn. W 1796 r., komponując, jako gość przebywał tu Beethoven. Przez pewien czas mieszkali w Bratysławie Liszt i Bartok. W 1762 r. otworzono tu pierwszą na świecie politechnikę pod nazwą Banska Akademia. W międzyczasie w nowych bibliotekach starano się promować i zachowywać język słowacki. Pierwsza gazeta w tym języku, „Presspurske Nowiny”, zaczęła ukazywać się w 1783 r.Po I wojnie światowej i rozpadzie Austro-Węgier Bratysława stała się stolicą Słowacji w pierwszej Republice Czechosłowacji i pozostała nią, gdy Słowacja po wycofaniu radzieckich wojsk w 1993 r. została niepodległym państwem. Bratysławę ogłoszono wówczas „duszą, jeśli nie sercem, kultury słowackiej”.",
        "category": "Kulturowe państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/bratislava.json"
    },
    {
        "id": 2,
        "name": "Budapeszt|Budapesztu|Budapesztowi|Budapeszt|Budapesztem|Budapeszcie",
        "historical_info": "Budapeszt, w historii znany jako „Królowa Dunaju”, jest stolicą Węgier. To polityczne i kulturowe centrum kraju oraz ważny gospodarczy i przemysłowy ośrodek Europy Środkowej. Rejony, na których położone jest miasto, zamieszkane były jeszcze w okresie neolitu (ok. 9500 r. p.n.e.), ale pierwsza wzmiankowana przez źródła osada w okolicy współczesnego Budapesztu to celtyckie miasto Akink, które w drugim stuleciu naszej ery zajęte zostało przez Rzymian i przemianowane na Aquincum. Strategiczna pozycja na Dunaju powodowała, że Aquincum miało sporą wartość zarówno dla Rzymian, jak i dla ich wrogów.Pod koniec IX wieku naszej ery grupa Węgrów dowodzona przez Árpáda (drugiego wielkiego księcia Madziarów) osiedliła się w okolicach Aquincum i sto lat później oficjalnie założyła Królestwo Węgier. W czasie gdy miasto rozwijało się i rosło w siłę, uczyniono niewiele, by wzmocnić lub poszerzyć wczesne rzymskie konstrukcje obronne, a inwazja Tatarów w XIII wieku udowodniła Węgrom, że utrzymanie miasta na równinie może być bardzo trudne. Po porażce Węgier król Béla IV wybudował dookoła miasta wzmocnione kamienne mury, a nawet przeniósł własny pałac do solidnie ufortyfikowanej Budy, położonego na obrzeżach Aquincum miasta na wzgórzu. W roku 1361 Aquincum/Buda została stolicą Węgier.[TAB][TAB]Włoski renesans miał wielki kulturowy wpływ na Budę. W XV wieku król Maciej Korwin zbudował tam swoją bibliotekę, która stała się jednym z największych europejskich zbiorów prac historycznych, filozoficznych i naukowych. Jedynie zbiory biblioteki Watykanu mogły się z nią równać. Ten okres szalonego rozwoju kulturowego zakończył się gwałtownie, gdy w roku 1526 miasto splądrowane zostało przez Turków, a następnie, w 1541 r., oblężone i zajęte. Pod kontrolą wroga pozostało przez następne 140 lat. W 1686 r. Karol V odbił je i włączył do Imperium Habsburgów. Niestety, podczas kolejnych bitew miasto zostało w większej części zniszczone.Dziewiętnasty wiek zdominowała węgierska walka o uniezależnienie się od Habsburgów. Jej zakończenie nastąpiło w roku 1867, wraz z utworzeniem nowej monarchii podwójnej – Austro-Węgier, której stolica miała mieścić się w Budzie. W roku 1873 Buda, Peszt oraz Óbuda (starożytna Buda) oficjalnie połączone zostały we współczesne miasto Budapeszt, rozpoczynając złoty wiek rozwoju gospodarczego i kulturalnego.Dobre czasy dla Budapesztu zakończyły się wraz z nadejściem I wojny światowej i upadkiem imperium Austro-Węgier. Podczas II wojny światowej miasto znacząco ucierpiało na skutek brytyjskich i amerykańskich nalotów oraz w wyniku oblężenia podczas bitwy o Budapeszt w roku 1945. Atakujące wojska radzieckie dokonały znacznych zniszczeń, spowodowały również śmierć dziesiątków tysięcy cywilów. Komunistyczny rząd kraju nie włożył wiele wysiłków w odbudowę miasta po zakończeniu wojny, za to systematycznie demolował wiele z ocalałych historycznych budynków.W roku 1956 pokojowa manifestacja studentów w Budapeszcie przerodziła się w powstanie węgierskie, gdy siły policyjne zaczęły strzelać do tłumów. Rząd został obalony, ale Związek Radziecki wysłał do Budapesztu oddział czołgów, które stłumiły powstanie i przywróciły komunistów do władzy. Ostatnie wojska radzieckie opuściły Budapeszt w 1991, gdy Węgry rozpoczęły transformację w kierunku wolnego społeczeństwa. Do końca stulecia włożono wiele pracy w naprawę szkód powojennych oraz odbudowę zachowanych, historycznych pamiątek. Mimo tych początków wzrostu i odbudowy, w ostatnich latach miasto cierpi na skutek znacznego spadku populacji, spowodowanego migracją mieszkańców do sąsiedniego komitatu Pest.",
        "category": "Militarne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/budapest.json"
    },
    {
        "id": 3,
        "name": "Genewa|Genewy|Genewie|Genewę|Genewą|Genewie",
        "historical_info": "Genewa zrodziła się z osady założonej przez plemię Ligurów i pra-Celtów w okresie paleolitu, na wzgórzu, z którego otwierał się widok na jezioro. W okolicach 500 r. p.n.e. stała się ufortyfikowanym miastem zamieszkanym przez Celtów, które w 121 p.n.e. zajęte zostało przez Rzymian. Panowanie nad miastem przechodziło z rąk do rąk pomiędzy walczącymi stronami, aż ostatecznie w roku 1033 n.e. trafiło w ręce cesarza Niemiec. W okresie tym Genewa stała się istotnym centrum religijnym, z siedzibą biskupa, który był bezpośrednim wasalem Świętego Cesarstwa Rzymskiego oraz delegowanym księciem tych terenów.Przez kolejnych pięć stuleci o władzę nad Genewą rywalizowali pobliscy książęta sabaudzcy oraz katoliccy biskupi. Gdy w roku 1533 ostatni rządzący biskup uciekł, mieszkańcy podjęli próbę pozbycia się zarówno władz katolickich, jak i sabaudzkich. Miasto sprzymierzyło się z protestanckim kantonem Berno i w roku 1536 ogłosiło protestancką niepodległość. Z jednej strony dało to mieszkańcom Genewy władzę, ale z drugiej na pokolenia odseparowało miasto od katolickiej ludności Szwajcarii. Reformator protestancki Jan Kalwin zamieszkał w Genewie wkrótce po tych wydarzeniach w roku 1536 i pozostał tam przez następnych trzydzieści lat aż do śmierci, pod nieobecność biskupa stając się duchowym przywódcą miasta. Przez wiele nadchodzących lat miasto pozostawało twierdzą wiary protestanckiej, mimo że spora część jego historycznych diecezji we wczesnym XVII wieku z powrotem przeszła na katolicyzm.Genewa została na chwilę przyłączona do Francji w okresie Rewolucji Francuskiej, ale w roku 1814 na Kongresie Wiedeńskim włączono ją do Konfederacji Szwajcarskiej. Jej tereny powiększono, aby obejmowała piętnaście sąsiadujących sabaudzkich gmin. Kongres prosił o gwarancje, że katoliccy sabaudowie będą chronieni przed prześladowaniami religijnymi, a w zamian zapewnił miastu neutralność. Napięcia pomiędzy katolikami a protestantami trwały aż do roku 1907, kiedy to Genewa przyjęła prawo wymuszające rozdział państwa od kościoła. Od tej pory żadne ciało religijne nie otrzymało wsparcia od władz miejskich.Po pierwszej wojnie światowej w roku 1919 Genewa została stolicą Ligi Narodów, co dało jej status miasta międzynarodowego. Nowa reputacja przetrwała do czasów po drugiej wojnie światowej, kiedy to umieszczono w mieście europejską siedzibę ONZ wraz z całą masą międzynarodowych komisji i organizacji. Od tego czasu w Genewie kwitną turystyka i biznes.",
        "category": "Religijne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/geneva.json"
    },
    {
        "id": 4,
        "name": "Ryga|Rygi|Rydze|Rygę|Rygą|Rydze",
        "historical_info": "W XII w. niemieccy kupcy i misjonarze zbudowali u ujścia rzeki Dźwiny, w miejscu istniejącego wcześniej osiedla, miasto o nazwie Ryga. Do 1158 r. założyli tu placówki handlowe, w których ubijali interesy z Bałtami i Finami. Pierwszy klasztor katolicki ukończono w 1190 r. W 1201 r. nowo obrany biskup Livonii Albert przybył tu z 23 okrętami i 1500 uzbrojonych krzyżowców - później wcielonych do zakonu krzyżackiego - aby założyć swoje biskupstwo i zmusić tubylców do przyjęcia chrześcijaństwa. W 1282 r. Ryga dołączyła do Związku Hanzeatyckiego, co zapewniło jej stabilność ekonomiczną i polityczną na trzy stulecia.Gdy przywódcy Rygi publicznie zaakceptowali w 1522 r. reformację, a władza biskupów upadła, miasto wkrótce ogarnęły wojny religijne. W 1621 roku zostało ono zdobyte przez Gustawa Adolfa, króla Szwecji, w ramach jego interwencji podczas wojny trzydziestoletniej. Ryga pozostała szwedzka do 1710 r., kiedy to ogarnięty zarazą port poddał się dowodzonym przez Piotra Wielkiego wojskom podczas wielkiej wojny północnej. Ryga pozostawała największym uprzemysłowionym miastem portowym aż do końca I wojny światowej, kiedy to rewolucja październikowa skłoniła kraje nadbałtyckie do ogłoszenia w listopadzie 1918 r. niepodległości. Ryga stała się stolicą Łotwy.W dwudziestoleciu międzywojennym Ryga rozkwitała. Wolność Łotwy była jednak niepewna, a jej stolicę zajęli najpierw w czerwcu 1940 r. czerwonoarmiści i rok później naziści. Po odzyskaniu miasta przez Armię Czerwoną w 1944 r. Ryga została zalana radzieckimi robotnikami, biurokratami i żołnierzami, których zadaniem było zmienić ją w najważniejszy przemysłowo-wojskowy kompleks na zachodzie ZSRR. Port został zmodernizowany i rozbudowany, był bowiem istotny w wymianie handlowej z krajami zachodnimi. W styczniu 1991 r., gdy Łotwa ogłosiła niepodległość, Ryga powróciła do dawnego trybu gospodarczego funkcjonowania, stając się ponownie bałtycką potęgą finansową.",
        "category": "Nadmorskie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/riga.json"
    },
    {
        "id": 5,
        "name": "Genua|Genui|Genui|Genuę|Genuą|Genui",
        "historical_info": "Mimo że dokładna data założenia Genui nie jest znana, historia miasta sięga starożytności i osady założonej przez Ligurów. Wykopaliska na cmentarzu z VI wieku przed naszą erą pokazują, że na tych terenach kiedyś zamieszkiwali Grecy, ale miasto prawie na pewno założone zostało na długo przedtem. Pod rządami Rzymian było kwitnącym centrum handlu, portem wojskowym i miastem targowym, ale wszystko to zostało szybko najechane i splądrowane przez Ostrogotów po upadku Zachodniego Cesarstwa Rzymskiego. Przez następnych kilka stuleci Genua pozostawała małym, zaściankowym ośrodkiem rybackim, ale wykorzystała ten czas na wybudowanie floty statków handlowych, które następnie zdominowały szlaki handlowe Morza Śródziemnego.W X wieku n.e. Genua zdobyła niezależność od lokalnych feudałów jako jedno z wolnych miast republik morskich. Miała własnego lorda, który odpowiadał bezpośrednio przed Świętym Cesarzem Rzymskim. Realna władza w mieście należała jednak nie do tego biskupa-prezydenta, a do konsuli, którzy wybierani byli na zgromadzeniu ogólnym. Budowa statków oraz bankowość pomogły młodej republice rozwinąć skrzydła, w związku z czym Genua zaczęła rozszerzać swoje granice oraz zakładać kolonie na Bliskim Wschodzie i w Północnej Afryce.Dobrobyt w mieście skończył się w jednej chwili, gdy w roku 1347 faktoria handlowa z Teodozji zaimportowała do Europy Czarną Śmierć. Gospodarka miejska zawaliła się, a liczba ludności znacznie zmniejszyła na skutek plagi. W ciągu następnych siedemdziesięciu lat drastycznie osłabione miasto przegrało kilka wojen, tracąc wszystkie swoje kolonie i trafiając pod rządy wicehrabiego Mediolanu.Szczęśliwy okres nastał ponownie, gdy znany syn Genui, Krzysztof Kolumb, wrócił po odkryciu Ameryk i podarował dziesiątą część swoich dochodów miejskim instytucjom bankowym. Pomogło to utworzyć sojusz, w którym Genua została satelitą bogatego imperium hiszpańskiego, co doprowadziło do gospodarczej odbudowy miasta. W krótkim czasie szlacheckie rodziny z tego miasta-państwa odzyskały swoje fortuny i rosnąca metropolia zaczęła ponownie przyciągać znanych artystów i architektów. Złota era Genui trwała do czasu, kiedy w roku 1656 nawrót epidemii zabił połowę mieszkańców. Dalszy powolny upadek Genui stal się faktem, gdy gospodarka światowa odwróciła się od Morza Śródziemnego do Nowego Świata i nowych szlaków handlowych, ustanowionych na początku XVIII wieku. Modernizacja oraz wojny światowe na początku XX stulecia niezbyt pomogły w odbudowie potęgi miasta.Mimo że w tej chwili Genua jest piątą gospodarką Włoch i częścią przemysłowego trójkąta kraju, nie odzyskała znaczenia i sławy, które kiedyś przyczyniły się do nadania jej imienia La Superba, wspaniałej z Włoch.",
        "category": "Kupieckie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/genoa.json"
    },
    {
        "id": 6,
        "name": "Florencja|Florencji|Florencji|Florencję|Florencją|Florencji",
        "historical_info": "Florencja (włoskie „Firenze”) jest jednym z najciekawszych i najpiękniejszych miast Europy. Znajduje się nad rzeką Arno w północnych Włoszech, w sercu przepięknego regionu Toskanii. Florencja została założona w 59 roku p.n.e. przez Juliusza Cezara jako osada dla byłych żołnierzy rzymskich w strategicznej lokalizacji, na przecięciu Via Cassia (głównego szlaku na północ od Rzymu) i Arno. Została zaplanowana jako szachownica, w stylu obozu wojskowego, a położenie pozwoliło jej bardzo wiele zyskać na handlu pomiędzy Rzymem a północą, na skutek czego w 300 r.n.e. Florencja została stolicą prowincji Tuscia (Toskanii). Przez następnych kilkaset lat miasto musiało odpierać ataki zarówno Ostrogotów, jak i Bizantyjczyków, a władza nad miastem przechodziła z rąk do rąk aż do 774 r. n.e., kiedy to Karol Wielki przejął miasto i zdołał obronić je przed dalszymi atakami.Przez kolejne stulecia Florencja odzyskała utracone bogactwa i znaczenie, stając się jednym z najzamożniejszych i najpotężniejszych miast-państw w Europie. W roku 1252 Republika Florencji wprowadziła własną walutę, złote floreny, które akceptowane były praktycznie w całym regionie śródziemnomorskim, jak również w Europie, a florentyńscy kupcy i bankierzy szybko stali się znani całemu światu.W okresie renesansu Florencja znajdowała się pod panowaniem kilku bardzo bogatych i okrutnych rodzin, w tym Medyceuszy. Gdy akurat nie był zaangażowany w śmiertelne walki o władzę, Lorenzo de Medici finansował prace Michelangelo, Botticellego oraz Leonardo da Vinci, a to tylko trzy z wielu nazwisk geniuszy, których obejmował swym mecenatem. Do połowy XV wieku Medyceusze zostali dziedzicznymi wielkimi książętami Toskanii i przez następnych kilka stuleci rządzili miastem oraz prowincją. W roku 1737 Florencja stała się częścią terytorium Austrii, w 1859 przyłączono ją do królestwa Sardynii, a następnie, w roku 1861, do świeżo utworzonego połączonego Królestwa Włoch.Współczesna Florencja jest tętniącym życiem ośrodkiem turystycznym, liczącym około 500 000 mieszkańców, który wciąż lubuje się w swej historii z okresu Rzymu, średniowiecza i renesansu. Pozostaje jednym z najpiękniejszych i budzących zachwyt miejsc w Europie, a nawet na całym świecie.",
        "category": "Kulturowe państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/florence.json"
    },
    {
        "id": 7,
        "name": "Ragusa|Ragusy|Ragusie|Ragusę|Ragusą|Ragusie",
        "historical_info": "Współczesne chorwackie miasto Dubrownik było kiedyś potężnym państwem-miastem nazywanym Republiką Ragusy. Założone w VII wieku n.e., początkowo znajdowało się na małej wysepce na Adriatyku, niedaleko południowego wybrzeża dzisiejszej Chorwacji. Jego założyciele, grupa rzymskich uchodźców, zbudowali osadę, gdy uciekli ze zniszczonego miasta Epidauros. Z czasem miasto rozrosło się dzięki pomocy imperium bizantyjskiego i osmańskiego oraz królów Chorwacji i Węgier. W mieście powstało wiele ważnych obiektów, między innymi Port Gruz (do dziś jest to istotny port), co wzbudziło gniew Wenecji, której dominacja w handlu morskim nigdy wcześniej nie była zagrożona.Od roku 1205, kiedy to Wenecja najechała tereny ówczesnej Dalmacji (wschodnia część Chorwacji), Ragusa została suzerenem Wenecji, płaciła jej pokaźną daninę i służyła jako baza weneckiej floty na Adriatyku. Mimo usilnych nacisków Wenecji, Ragusa wciąż rozwijała się jako centrum handlu w rejonie Adriatyku. Jednak działania Wenecji odcisnęły swe piętno na ludności, a głęboka pogarda mieszkańców Ragusy wobec Wenecji przerodziła się w długotrwałą rywalizację gospodarczą między oboma państwami-miastami. Gdy Wenecja zrezygnowała z roszczeń do Dalmacji w 1358 r., Ragusa wreszcie zyskała możliwość zdobycia prawdziwej autonomii. Niedługo później powstała Republika Ragusy, a arystokracja miasta szybko zagarnęła władzę. Szlachta zarządzała praktycznie wszystkimi aspektami ragusańskiej polityki, a obywatele i plebejusze właściwie nie mieli prawa głosu. Rząd ten działał samodzielnie, niezależnie od króla Węgier, przez kolejnych 100 lat. W roku 1458 traktat podpisany z imperium osmańskim wzmocnił pozycję Ragusy jako ważnego centrum handlowego, którym pozostała aż do końca republiki. Miasto rozkwitło dzięki osmańskiej ochronie. Niskie opłaty celne, dostęp do Morza Czarnego (wcześniej blokowany przez kupców osmańskich) oraz wsparcie imperium osmańskiego w konfliktach handlowych pozwoliły Ragusie stać się głównym portem Adriatyku. U szczytu swej potęgi Ragusa miała około 30000 mieszkańców i była ważnym elementem łączącym porty Italii ze Wschodem. Lecz gdy towary z Indii, Chin i innych regionów stały się dostępniejsze, Ragusa zaczęła tracić swe wpływy handlowe. W 1667 roku miasto zostało dotknięte potężnym trzęsieniem ziemi, które zniszczyło prawie 75% budynków i zabiło ponad 5000 mieszkańców. W 1806 roku podupadłe miasto zostało poddane armii Napoleona, a w roku 1808 przestała istnieć Republika Ragusy. Dziś Dubrownik to popularna miejscowość turystyczna zamieszkiwana przez ponad 40000 ludzi. Ponadto Dubrownik wciąż jest portem handlowym, co przypomina o jego dawnej świetności.",
        "category": "Nadmorskie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/ragusa.json"
    },
    {
        "id": 8,
        "name": "Sydney",
        "historical_info": "Sydney, położone na południowo-wschodnim wybrzeżu Australii, było nie tylko pierwszą brytyjską kolonią na tym kontynencie, ale także pierwszą europejską kolonią na terenie Australii. W roku 1788 admirał Arthur Phillip założył tam kolonię karną, więc początkowo Sydney rozwijało się dzięki skazańcom, do których później dołączyli emerytowani żołnierze i przybywający z Wielkiej Brytanii osadnicy. Z czasem Sydney stało się największym i prawdopodobnie najsłynniejszym miastem Australii, w którym obecnie mieszkają ponad 4 miliony ludzi.Odkryta w 1770 roku przez Jamesa Cooka słynna Zatoka Botany uznana została za miejsce nienadające się do zamieszkania w nim na stałe. Pobliska Zatoka Sydney, nazwana tak na cześć Thomasa „Lorda Sydney” Townshenda, okazała się idealnym miejscem do zasiedlenia. Uważa się, że australijscy Aborygeni mieszkali tam tysiące lat przed brytyjskimi kolonistami, którzy po swym przybyciu natrafili na wiele plemion tubylczych. Choć admirał Phillip próbował regulować kontakty między kolonistami i Aborygenami, tysiące tych ostatnich zmarły na ospę i odrę przywiezione przez ekspedycje kolonizacyjne.Populacja Sydney wzrosła znacząco w XIX wieku, kiedy na sąsiadujących terenach odkryto złoto, głównie w regionie Bathurst. W latach dwudziestych ubiegłego wieku dzięki gwałtownemu rozwojowi przemysłu liczba mieszkańców Sydney zwiększyła się do ponad miliona i wciąż rosła, reagując na rosnące potrzeby infrastrukturalne miasta.Obecnie Sydney rozwija się finansowo i stanowi gospodarcze centrum Australii. Swoje siedziby mają tam liczne banki i instytucje finansowe. Znajduje się tam również australijska giełda papierów wartościowych. Od wczesnych lat XIX wieku świętuje się założenie Sydney. Jest to święto narodowe upamiętniające nie tylko historię miasta, ale także jego znaczenie dla współczesnej Australii.",
        "category": "Nadmorskie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/sydney.json"
    },
    {
        "id": 9,
        "name": "Quebec|Quebecu|Quebecowi|Quebec|Quebekiem|Quebecu",
        "historical_info": "Miasto Quebec, założone w roku 1608 przez francuskiego odkrywcę Samuela de Champlain, było niegdyś wioską należącą do niewielkiego plemienia Irokezów i nazywaną Stadaconé. Miasto wzięło swą nazwę od algonkińskiego słowa „Kebec”, oznaczającego „tam, gdzie zwęża się rzeka” i szybko stało się centrum francuskiej kolonizacji Ameryki Północnej w XVII wieku.Z początku miasto Quebec stanowiło nie tylko ważną placówkę handlową, ale także bazę wielu chrześcijańskich misjonarzy i rosnącej liczby osadników. Przemysł drzewny i futrzarski przynosił Francuzom zyski pozwalające umacniać ich wpływy w Ameryce Północnej. Mimo wielu oblężeń Francuzi kontrolowali miasto przez ponad 150 lat, wyłączając lata 1629-1632, kiedy to Quebec znajdował się w rękach Brytyjczyków. W roku 1663 Quebec oficjalnie wybrano stolicą Nowej Francji, a od chwili założenia miasto było stolicą Kanady Francuskiej.Francuzi w końcu stracili kolonię w 1759 roku na rzecz Brytyjczyków po bitwie na Równinie Abrahama. Brytyjczycy rządzili Quebekiem do czasu powstania Kanady w 1867 r. Po uchwaleniu Konstytucji Kanady miasto Quebec zostało stolicą kanadyjskiej prowincji Quebec.Dziś w Quebecu mieszka ponad pół miliona ludzi, a miasto kwitnie dzięki swemu dziedzictwu kulturowemu. W roku 1985 miasto wpisano na listę światowego dziedzictwa UNESCO, ponieważ po dziś dzień zachowała się w nim większość architektury o kolonialnych korzeniach. Szczególnie ciekawymi jej przykładami są słynny hotel Château Frontenac i rzymskokatolickie kościoły Notre-Dame de Québec i Notre-Dame-des-Victoires, oba wybudowane w XVII wieku.",
        "category": "Nadmorskie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/quebec_city.json"
    },
    {
        "id": 10,
        "name": "Bukareszt|Bukaresztu|Bukaresztowi|Bukareszt|Bukaresztem|Bukareszcie",
        "historical_info": "Bukareszt leży na brzegach rzeki Dymbowicy i jest stolicą oraz największym miastem Rumunii. Wykopaliska archeologiczne pokazały, że ludzie mieszkali na tych obszarach już w roku 9 000 p.n.e., ale pierwsze wzmianki o mieście Bukareszt pojawiają się dopiero w roku 1459 naszej ery w dokumencie podpisanym przez Włada III Palownika. W tym okresie Wład III zbudował w Bukareszcie pierwszą fortecę oraz swoją rezydencję letnią, próbując utrzymać z dala zbliżające się wojska osmańskie. Bez skutku. W pierwszych latach XVII wieku miasto zostało spalone przez Turków osmańskich, którzy następnie podbili je i odbudowali.Pod ich rządami Bukareszt szybko się rozwijał i w roku 1659 został centrum gospodarczym podbitego regionu Wołoszczyzny. Przez następnych dwieście lat miasto było wielokrotnie niszczone przez kataklizmy (i uparcie za każdym razem odbudowywane), przerzedzane przez epidemię dżumy i zajmowane naprzemiennie przez Monarchię Habsburską oraz Cesarstwo Rosyjskie. Ostatecznie znalazł się pod władzą tego ostatniego.Wołoszczyzna pozostała pod rosyjską kontrolą do czasu, aż seria zamieszek w Bukareszcie pozwoliła połączyć Wołoszczyznę i Mołdawię, tworząc w roku 1859 państwo rumuńskie. W roku 1862 Bukareszt został jego stolicą. Do nowej stolicy ludność napływała lawinowo, co zaowocowało rozpoczęciem kilku projektów architektonicznych na wielką skalę. Ekstrawagancja widoczna w budownictwie z tego okresu dała miastu przydomek „Paryż Wschodu”.I wojna światowa zostawiła Bukareszt praktycznie nieuszkodzony, ale już podczas drugiej poważnie ucierpiał – przeważnie na skutek ciężkich bombardowań alianckich. Po zakończeniu wojen większość starego, historycznego rejonu miasta została zburzona, aby zwolnić miejsce pod wieżowce mieszkaniowe, budowę których rozpoczął rząd komunistyczny. Wielkie trzęsienie ziemi w 1977 zniszczyło wiele z historycznych zabudowań, które ostały się po wojnie.Rewolucja Rumuńska w 1989 zakończyła rządy komunistów w Rumunii, gdy wielu odartych z iluzji i niezadowolonych protestujących zebrało się w Bukareszcie. W trakcie przemowy prezydenta Nicolae Ceaucescu protesty zmieniły się w zamieszki, których oddziały policji nie były w stanie stłumić. Od chwili upadku komunizmu Bukareszt doświadcza boomu ekonomicznego oraz okresu rozwoju, a lokalny samorząd stara się odnowić prawie kompletnie zniszczone centrum historyczne.",
        "category": "Kulturowe państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/bucharest.json"
    },
    {
        "id": 11,
        "name": "Belgrad|Belgradu|Belgradowi|Belgrad|Balgradem|Belgradzie",
        "historical_info": "Belgrad, obecna stolica Serbii, leży na przecięciu dwóch najważniejszych szlaków wodnych Europy – Dunaju i Sawy. Przez wieki służył on za największe skrzyżowanie pomiędzy Europą a Azją. Belgrad jest najstarszym miastem Europy, a tereny, na których obecnie stoi miasto, zamieszkiwała ludność już 6 000 lat p.n.e. Przypuszcza się, że mógł też być kolebką największej znanej prehistorycznej kultury Europy, Vinca. Pierwszy znany fort oraz stałą osadę w tym miejscu zbudowali Celtowie w trzecim wieku p.n.e. Nazwali ją Singidun lub Singidunum, „Białą fortecą”.W przeciągu następnych kilkuset lat Singidunum zostało splądrowane oraz zajęte przez wiele narodów, wliczając w to Rzymian, Hunów, Sarmatów, Ostrogotów i Awarów, aż w IX. wieku naszej ery znalazło się pod rządami Bizancjum. Właśnie w tamtym okresie miasto otrzymało swoją słowiańską nazwę Belgrad, oznaczającą „Białą fortecę”. W następnych stuleciach miasto gościło wojska zarówno pierwszej jak drugiej krucjaty i pozostawało ciągłym polem bitwy pomiędzy Bułgarią, Węgrami oraz Bizancjum.W roku 1456 Turcy osmańscy rozpoczęli słynne oblężenie Belgradu, próbując podbić Węgry – upadek fortecy w Belgradzie otworzyłby sułtanowi Mehmedowi II drogę do serca Europy Środkowej. Jednak wojska, dowodzone przez Węgra Jana Hunyadego, rozbiły osmańskie siły. Przypisuje się im nie tylko ocalenie miasta, ale również uratowanie chrześcijaństwa w Europie. Po dziś dzień w południe kościoły katolickie biją w dzwony dla upamiętnienia tego zwycięstwa. Niestety, wielu żołnierzy zwycięskiej armii, wliczając w to Hunyadego, zmarło podczas epidemii, która wybuchła w kilka tygodni po ich triumfie. Prawie 70 lat później, w 1521 roku, sułtan Sulejman Wspaniały w końcu podbił miasto, które zostało stolicą osmańskiego regionu Sanjak i szybko stało się drugim największym miastem Europy (wyprzedzał je tylko Konstantynopol).Drugie Powstanie Serbskie w roku 1815 (po krótkiej, nieudanej próbie w 1807) zapewniło serbskiemu regionowi coś w rodzaju niepodległości. Pełna niepodległość uzyskana została dopiero w roku 1878. Stolica nowego królestwa przeniesiona została do Belgradu, który znów zaczął prosperować i błyskawicznie się powiększać. Rozwój miasta zahamowany został z wybuchem I wojny światowej w 1914, gdy Belgrad straszliwie ucierpiał na skutek powtarzających się ataków. Po wojnie został on stolicą nowopowstałej Jugosławii i przeżył okres niewidzianego dotąd wzrostu i modernizacji.Mimo wysiłków serbskiego rządu, by zachować neutralność w czasie II wojny światowej, w 1941 Belgrad został ciężko zbombardowany, a jego ludzie zmasakrowani przez Luftwaffe. Następnie miasto zostało szybko zajęte przez Niemców. W roku 1944 Alianci zbombardowali miasto i w końcu wyzwolili je kilka miesięcy później. Pod koniec wojny Serbia znalazła się w strefie wpływów Związku Radzieckiego. Rok później utworzona została Ludowa Republika Jugosławii, stolica której znowu znalazła się w Belgradzie. Komunistyczny Belgrad błyskawicznie rozwinął się w duży ośrodek przemysłowy.W 1996 w Belgradzie odbyły się masowe protesty przeciwko komunistycznym rządom i w 1997 wybrano pierwszego burmistrza Belgradu, który nie należał do partii komunistycznej ani socjalistycznej. Jednak zamieszki trwały, a bombardowania w trakcie wojny o Kosowo w roku 1999 spowodowały znaczące uszkodzenia i wyprowadziły na ulice setki tysięcy ludzi. Jednak mimo wszystkich wojskowych i gospodarczych problemów lat '90, od tamtej pory Belgrad prężnie się rozwija, pełniąc rolę ośrodka historycznego, kulturalnego i turystycznego.",
        "category": "Militarne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/belgrade.json"
    },
    {
        "id": 12,
        "name": "Bruksela|Brukseli|Brukseli|Brukselę|Brukselą|Brukseli",
        "historical_info": "Za datę założenia Brukseli oficjalnie uznaje się 979 r.n.e., kiedy to Karol z Lotaryngii, potomek Karola Wielkiego, wybudował pierwsze trwałe umocnienia wokół małej katolickiej kaplicy i jej parafii, położonej nad rzeką Senne. Umiejscowienie tuż przy rzece groziło częstymi powodziami, stąd też wzięła się holenderska nazwa miasta – Broeksel, czyli „dom na bagnach”. Dzięki miejskim murom, wybudowanym i poszerzanym pomiędzy XI i XIV wiekiem, miasto mogło spokojnie wzrastać i rozwijać się.Pokój zakończył się gwałtownie w roku 1695, gdy francuski król Ludwik XIV wysłał do Brukseli wojska i ostrzelał ją z armat, jednym atakiem niszcząc Wielki Pałac oraz niemal jedną trzecią miasta. Było to najbardziej destrukcyjne wydarzenie w historii Brukseli. Inwazja spowodowała frankofonizację regionu, zarówno w sensie kulturowym, jak i językowym. W 1830 roku południowe francuskojęzyczne prowincje Holandii oderwały się od holenderskojęzycznych w trakcie rewolucji belgijskiej – konfliktu, który rozegrał się głównie w Brukseli. Po ogłoszeniu niepodległości Belgii nowy król, Leopold I, rozpoczął prace nad burzeniem miejskich murów, by zapewnić miejsce dla nowych i bardziej nowoczesnych budynków. Przyczyniła się do tego również rzeka Senne, niegdyś krew w żyłach miasta, obecnie zaś poważne zagrożenie dla zdrowia mieszkańców. Zabudowania nad rzeką zostały wyburzone i wybudowane na nowo.Bruksela wyszła z wojen światowych z niewielkimi stratami (mimo że przy obu okazjach Belgia zajęta została przez Niemcy), co zawdzięcza w dużej mierze swojej upartej polityce zachowywania neutralności. To właśnie ta neutralność sprawiła, że stała się ona współczesnym centrum polityki międzynarodowej oraz de facto stolicą Unii Europejskiej i kwaterą główną Sojuszu Północnoatlantyckiego (NATO). Jedyną poważną kontrowersją całkiem pokojowego miasta są prawa ustanawiające granice językowe pomiędzy francusko- i holenderskojęzycznymi rejonami – co jest źródłem napięć widocznych w całym kraju.",
        "category": "Kulturowe państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/brussels.json"
    },
    {
        "id": 13,
        "name": "Monako",
        "historical_info": "Księstwo Monako jest najmniejszą na świecie monarchią i drugim z najmniejszych krajów, większym tylko od Watykanu. Od VI wieku n.e. ziemie te zamieszkiwali Liguryjczycy (po grecku - Monoikos), samo miasto jednak założono w 1228 roku jako kolonię Genui. W 1297 roku Francesco Grimaldi zajął fortecę broniącą Monako i od tej pory rządziła nim jego rodzina.W 1793 roku księstwo zajęli francuscy rewolucjoniści. Pozostało ono pod kontrolą Francuzów do 1814 roku, kiedy Kongres Wiedeński ogłosił je protektoratem Królestwa Sardynii. Monako należało do Sardynii, dopóki ta również nie została włączona do Francji. W 1861 zyskało niepodległość, jednakże Francja była (i wciąż jest) zobowiązana do zapewnienia małemu krajowi obrony militarnej. To niezły układ dla kraju, którego powierzchnia wynosi niecałe dwa kilometry kwadratowe. Monako znajdowało się pod krótką okupacją podczas II wojny światowej, ale próba zastąpienia rodziny Grimaldich faszystowską administracją nie powiodła się, a kraj niewiele się zmienił.Obecnie miasto jest znane głównie z trzech powodów - dzięki zmarłej księżnej Grace, swojemu statusowi podatkowego raju i kasynu światowej sławy. Jeżeli chodzi o pierwszą przyczynę, w 1956 roku książę Rainier III ożenił się z amerykańską aktorką Grace Kelly, po raz pierwszy od stuleci zwracając oczy całego świata na swój mały kraj. Księżna Grace nie tylko zwróciła uwagę świata na Monako, również gorliwie pracowała nad większym wspieraniem w nim i w Stanach Zjednoczonych sztuki i edukacji. Jeśli chodzi o drugą przyczynę sławy, a raczej kiepskiej sławy, Monako nigdy nie nałożyło na swoich mieszkańców podatku od dochodów, przyciągając w ten sposób wielu bogatych mieszkańców z całego świata. Na koniec - kasyno Monte Carlo, które jest jedną z największych atrakcji turystycznych kraju. Otwarto je w 1856 roku, a od tego czasu odwiedziło je wielu najbogatszych hazardzistów świata, ale nie mają do niego wstępu mieszkańcy państwa. Kasyno jest głównym punktem trasy dorocznego Grand Prix Monako i pojawia się w trzech filmach o Jamesie Bondzie. Na jego cześć nazwano również rodzaj algorytmów liczbowych i metod badania przypadków losowych.",
        "category": "Kulturowe państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/monaco.json"
    },
    {
        "id": 14,
        "name": "Katmandu",
        "historical_info": "Historia starożytnego miasta Katmandu, stolicy górzystego Nepalu, sięga korzeniami dwa tysiące lat wstecz, do początków naszej ery. Katmandu, przesiąknięte tradycjami buddyjskimi i hinduskimi, wzięło swą nazwę od wielkiej świątyni znajdującej się w miejscu zwanym „Kastamandap”, którą podobno zbudowano w XVI wieku z drewna pochodzącego z jednego drzewa.Na długo przed założeniem miasta w Dolinie Katmandu mieszkali Newarowie, których potomkowie po dziś dzień żyją w Nepalu. Newarowie stworzyli wiele charakterystycznych elementów uznawanych dziś za symbole Nepalu, w tym architektoniczny styl pagody, przejęty ze wzorców chińskich i indyjskich.W okresie rządów dynastii Malla, która panowała w Katmandu przez ponad 500 lat począwszy od XII w., zbudowano najważniejsze świątynie i pagody tego miasta. Pomimo tego, że Katmandu często brało udział w konfliktach i innych zawieruchach historii, które doprowadziły do zniszczenia licznych wczesnych budowli, po dziś dzień zachowało się tam wiele zabytków. W 2006 r. wszystkie zabytki Katmandu znalazły się na liście światowego dziedzictwa UNESCO ze względu na kulturowe znaczenie miasta.Współcześnie Katmandu ma ponad milion mieszkańców, a jego gospodarka opiera się na lokalnym rzemiośle i rosnącym ruchu turystycznym. Miasto rozwija się i modernizuje, jednak lokalne władze muszą mierzyć się z problemami urbanizacyjnymi i zanieczyszczeniem.",
        "category": "Religijne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/kathmandu.json"
    },
    {
        "id": 15,
        "name": "Hanoi",
        "historical_info": "Znajdujące się na brzegach Czerwonej Rzeki w Wietnamie tereny, na których obecnie mieści się Hanoi, były zamieszkiwane od III tysiąclecia p.n.e. Jedną z pierwszych znanych budowli w tym miejscu była cytadela Co Loa, zbudowana około roku 200 p.n.e. Oficjalnie Hanoi założono dopiero w roku 1010 n. e. Ówczesny władca tego regionu, Ly Thai To, przeniósł stolicę na to miejsce i nazwał je Thang Long, czyli „wznoszący się smok”. Thang Long pozostało stolicą Wietnamu aż do roku 1397.Miasto spokojnie rozrastało się przez następnych kilka stuleci, pomimo krótkiej chińskiej okupacji na początku XV wieku. W roku 1831 cesarz Minh Mang zmienił mu nazwę na „Pomiędzy Rzekami”. Wkrótce po tym, w 1873, Hanoi i okoliczne obszary zostały zajęte przez Francuzów, którzy następnie ogłosili miasto stolicą swojej nowej kolonii – Indochin Francuskich – w 1887 roku.Po drugiej wojnie światowej miasto stało się areną walki na śmierć i życie pomiędzy niezależnymi nacjonalistami a rządem francuskim. Północny Wietnam uzyskał niepodległość w 1954 roku, a Hanoi zostało stolicą kraju. Pozostało nią również wtedy, gdy Północny i Południowy Wietnam połączyły się w jedno państwo w 1976 roku. Od tamtej pory Hanoi rozkwitło, stając się barwną metropolią, bujnie rozrastającą się z każdym nowym pokoleniem. Teraz jest to jedno z najbardziej rozwiniętych i nowoczesnych miast w Wietnamie, szczycących się najnowszymi osiągnięciami w dziedzinie infrastruktury i technologii rolniczych.",
        "category": "Militarne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/hanoi.json"
    },
    {
        "id": 16,
        "name": "Lhasa|Lhasy|Lhasie|Lhasę|Lhasą|Lhasie",
        "historical_info": "Lhasa to jedno z najwyżej położonych miast na świecie, znajdujące się ponad 3600 metrów n.p.m. „Lhasa” dosłownie tłumaczy się jako „miejsce bogów” - nazwa zmieniła się na początku VII wieku z Rasa (co znaczyło „miejsce kóz”). Najstarsze wzmianki o mieście pochodzą z czasu, kiedy w roku 637 n.e. Songstan Gampo został przywódcą Cesarstwa Tybetańskiego i przeniósł stolicę do Lhasy. Gampo wkrótce nawrócił się na buddyzm (który poznał dzięki swoim żonom) i rozpoczął budowę posągów i świątyń buddyjskich. Chociaż polityczne wpływy miasta powoli słabły (monarchia rozpadła się w IX wieku), wciąż wzrastało znaczenie Lhasy jako ośrodka religijnego. W tym czasie, w 1391 roku, urósł w potęgę Dalajlama, duchowy przywódca buddystów tybetańskich.W 1642 roku piąty Dalajlama, Lobsang Gyatso, zaczął oprócz autorytetu duchowego dzierżyć prawdziwą, polityczną władzę i zjednoczył luźno związane tybetańskie plemiona w jedno państwo. Lhasa stała się jednocześnie duchową, jak i polityczną stolicą nowego państwa. Zanim Zachód zaczął wysyłać badaczy do miasta na początku XX wieku, prawie połowę mieszkańców Lhasy stanowili praktykujący mnisi buddyjscy.W 1950 roku Chiny najechały Tybet i wielu ludzi uciekło z miasta, włącznie z czternastym Dalajlamą, szukając schronienia na wygnaniu w Indiach. Atak Chińczycy określili jako „pokojowe wyzwolenie”, ale Tybetańczycy, kongres amerykański i inne ważne postacie wojskowe i polityczne uważają go za niczym niesprowokowaną inwazję. Wielu z pozostałych w mieście mnichów i mniszek zbuntowało się przeciwko chińskim okupantom i zaczęło przeprowadzać pokojowe demonstracje, co spowodowało nałożenie restrykcji na klasztory. W ramach próby narzucenia buddystom komunistycznych poglądów ustanowiono programy reedukacji, a od protestujących zażądano wyparcia się Dalajlamy i zrzeczenia się niepodległości Tybetu. Wiele mnichów i mniszek, którzy odmówili współpracy, trafiło do więzienia, a ci, którym udało się wymknąć, uciekli do Indii.Kwestia niepodległości Tybetu jest wciąż wielkim źródłem kontrowersji w Lhasie i na całym świecie, a wielu światowych przywódców wciąż potępia sposób, w jaki władze chińskie traktują naród tybetański. W maju 2008 rozpoczęły się rozmowy między urzędującym Dalajlamą na wygnaniu a chińskim rządem na temat niepodległości Tybetu i autonomicznej władzy w państwie, ale w ich wyniku niewiele się zmieniło.",
        "category": "Religijne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/lhasa.json"
    },
    {
        "id": 17,
        "name": "Ałma-Ata|Ałma-Aty|Ałma-Acie|Ałma-Atę|Ałma-Atą|Ałma-Acie",
        "historical_info": "Ałmaty, położone w pobliżu południowo-wschodniej granicy współczesnego Kazachstanu, było ludzką osadą od roku 1000 p.n.e. W początkach swojej historii zamieszkiwali je rolnicy i plemienni pasterze. Ałmaty zaczęło prosperować i kwitnąć jako miasto dopiero w średniowieczu, kiedy to stało się integralną częścią Jedwabnego Szlaku. Przez trzy stulecia osiedle rozwijało się jako centrum rolnicze i rzemieślnicze, lecz w XIII wieku znaczna część miasta uległa zniszczeniu wskutek mongolskich najazdów. Do XV wieku Ałmaty wraz z okolicznymi terenami znacznie podupadło.Dopiero w 1854 roku zaczęło się kształtować na nowo, by stać się miastem, jakie znamy dzisiaj. Na miejscu pierwotnej osady carska Rosja zbudowała fort Zailijski, który później nazwano fortem Wernij. Rok później żołnierze zaczęli wpuszczać chłopów i kupców na jego teren. Tak powstało miasteczko Wernij, stanowiące centrum administracyjne nowo utworzonej w Turkiestanie prowincji Siedmiorzecze. Przez trzydzieści lat Ałmaty prosperowało ponownie pod taką właśnie postacią, lecz w 1887 roku zostało zniszczone przez katastrofalne w skutkach trzęsienie ziemi.Na początku XX wieku nazwę miasta zmieniono na Ałma-Ata. Dzięki budowie kolei Turkiestan-Syberia miasto ponownie zyskało na znaczeniu jako punkt przeładunkowy. W 1936 roku do Ałma-Aty przeniesiono stolicę Kazachstanu z myślą o uczynieniu z miasta swego rodzaju kulturowej Mekki. W 1993 roku Ałma-Atę ponownie przemianowano na Ałmaty (nawiązując do obficie występujących w okolicy sadów jabłkowych).W 1997 roku rząd przeniósł stolicę kraju do Astany, miasta znacznie mniej zagrożonego katastrofami naturalnymi. Pomimo umniejszenia jego politycznego znaczenia oraz ciągłego zagrożenia zniszczeniem pod naporem błotnych lawin, Ałmaty po raz kolejny kwitnie jako centrum kulturowe, finansowe i przemysłowe.",
        "category": "Militarne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/almaty.json"
    },
    {
        "id": 18,
        "name": "Kuala Lumpur",
        "historical_info": "Kuala Lumpur założone zostało przez górników pracujących w pobliskiej kopalni cyny, którą utworzono w 1857 roku, z zarządzenia malajskiego wodza. Pierwotną nazwę osady, Pengkalan Lumpur, przetłumaczyć możemy jako „kupkę błota”, co nawiązuje do położenia miasta pomiędzy dwoma błotnistymi rzekami. Później nazwę tę zmieniono na Kuala Lumpur czyli „błotnisty spływ” - najwyraźniej środowisko naturalne nie zmieniło się tam na lepsze.Małe, górnicze miasteczko w końcu stało się bardziej opłacalnym punktem handlowym, ale ciągle nawiedzały je epidemie, pożary i powodzie, uniemożliwiając rozwój. W 1880 roku, w związku ze strategiczną pozycją rzek i kopalni, do miasta została przeniesiona stolica państwa. Niestety rok później wybuchł wielki pożar, za którym przyszła wielka powódź. Praktycznie wszystkie budynki w mieście zostały zniszczone, głównie dlatego, że były zrobione z drewna i pokryte strzechą - jedno i drugie szybko się pali, pleśnieje lub może zostać zmyte przez rwącą wodę. Przywódcy miasta zarządzili, by nowe konstrukcje powstawały z użyciem cegły i kafelków. Po przebudowaniu miasta w 1896 roku Kuala Lumpur zostało wybrane stolicą nowo powstałego Związku Malajskiego.Wiek XX przyniósł Kuala Lumpur jeszcze więcej problemów - podczas II wojny światowej miasto znalazło się pod okupacją Japończyków, cyna przestała być atrakcyjnym towarem, a lokalni komuniści zbrojnie powstali przeciwko brytyjskiej władzy. Ostatecznie w 1963 roku Malezja wyzwoliła się spod władzy Wielkiej Brytanii, a Kuala Lumpur stało się jej nową stolicą.Obecnie Kuala Lumpur to największe miasto w Malezji charakteryzujące się bardzo malowniczym, nowoczesnym pejzażem. Przez jakiś czas szczyciło się również najwyższymi wieżowcami na świecie - bliźniaczymi wieżami Petronas, zanim przebił je w 2004 roku wieżowiec Taipei 101. Dzisiaj miasto jest gospodarczym i kulturalnym centrum kraju, w którym kwitnie przemysł i turystyka.",
        "category": "Kulturowe państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/kuala_lumpur.json"
    },
    {
        "id": 19,
        "name": "Singapur|Singapuru|Singapurowi|Singapur|Singapurem|Singapurze",
        "historical_info": "Podania i wykopaliska archeologiczne wskazują, że wyspa dzisiejszego Singapuru została zasiedlona w około drugim wieku n.e. Początkowo była częścią cesarstwa sumatrzańskiego i nosiła miano Temasek, czyli „morskie miasto”. Z nieznanych powodów rejon ten podupadł w XIV w. i przez kilka następnych stuleci na ludność wyspy składały się tylko małe wioski rybackie.Sytuacja zmieniła się 29 stycznia 1819 roku, gdy Brytyjczyk, sir Thomas Stamford Raffles, przybił do brzegu i podpisał umowę pozwalającą Brytyjczykom na rozwój portu handlowego. Singapur oficjalnie został brytyjską kolonią w 1824 roku, gdy Brytyjska Kompania Wschodnioindyjska przejęła władzę nad całą wyspą. Kolonia rozwijała się miarowo i została ważnym węzłem handlowym dla rejonu Pacyfiku.W 1914 r. Japończycy najechali na Singapur i w ciągu sześciu krótkich dni przejęli kontrolę nad wyspą i jej bazą wojskową. Bitwa o Singapur do dziś pozostaje największą opisaną klęską militarną w historii Wielkiej Brytanii. Miasto służyło za bardzo ważną bazę wypadową dla japońskiej armii do końca drugiej wojny światowej. Brytyjczycy odzyskali kontrolę nad wyspą miesiąc po kapitulacji Japonii w 1945 r.Po wojnie Singapur rozpoczął marsz ku niepodległości. W 1955 r. pozwolono miastu przeprowadzić pierwsze wybory powszechne, ale do 1959 roku Brytyjczycy opierali się pomysłom wprowadzenia autonomii. Po 4 latach małe państwo-miasto ogłosiło niepodległość i przystąpiło do Federacji Malezji. Jednak spore różnice ideologiczne spowodowały, że Singapur po dwóch latach ogłosił pełną niezależność.Od tego czasu losy tego wolnego miasta toczyły się szczęśliwie, ponieważ standardy życia, gospodarka i szkolnictwo doświadczyły ogromnych, pozytywnych zmian. Singapur jest dziś piątym najbogatszym krajem na świecie (biorąc pod uwagę PKB przypadający na jednego mieszkańca), posiadającym rozwinięty sektor turystyczny i medyczny.",
        "category": "Kupieckie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/singapore.json"
    },
    {
        "id": 20,
        "name": "Panama|Panamy|Panamie|Panamę|Panamą|Panamie",
        "historical_info": "Panama, stolica republiki o tej samej nazwie, to miasto, w którym z Zatoki Panamskiej na Pacyfiku wpływa się do Kanału Panamskiego. Słowo „panama” oznacza „wiele ryb”, miasto zaś zbudowano w miejscu, gdzie w dniu przybycia konkwistadorów znajdowała się duża tubylcza osada rybacka. Miasto portowe po pacyficznej stronie przesmyku założył w 1519 r. hiszpański gubernator Panamy, by przyśpieszyć transport towarów i skarbu z Atlantyku. Służyło jako istotna baza wypadowa w wojnie przeciw imperium Inków, przez Panamę inkaskie skarby przewijały się w drodze do Hiszpanii.Miasto szybko wzbogaciło się na handlu i wkrótce zostało splądrowane i spalone przez angielskiego pirata, sir Henry’ego Morgana. Trzy lata później odbudowano je nieco na południe względem dawnego położenia. Choć samo miasto było potem dobrze bronione przez Hiszpanów, zniszczenie w 1746 r. karaibskiego portu Portobelo bardzo utrudniło handel lądowy. Miasto Panama straciło na bogactwie i prestiżu, lecz w sto lat później ponownie zyskało na znaczeniu, gdy funkcjonować zaczęła kolej panamska, a przesmyk stał się ważnym przystankiem dla udających się do Kalifornii poszukiwaczy złota korzystających z transportu kolejowego lub drogowego. Statki z Panamy wiozły na północ ogrom zapasów i ludzi ogarniętych gorączką złota.Gdy Panama ogłosiła w 1903 r. swoją niepodległość od Kolumbii, miasto zostało ustanowione stolicą. W 1914 r. ukończono budowę Kanału Panamskiego, a miasto stało się międzynarodowym centrum handlu i turystyki w Ameryce Środkowej. Dziś będąca siedzibą ponad 80 banków Panama uważana jest za najbogatsze miasto Ameryki Łacińskiej. Niedawny wzrost inwestycji zagranicznych w panamski przemysł transportowy oraz przeprowadzone w 2006 r. referendum, po którym postanowiono poszerzyć kanał, oznaczają, że miasto najprawdopodobniej dalej przeżywać będzie boom gospodarczy.",
        "category": "Nadmorskie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/panama_city.json"
    },
    {
        "id": 21,
        "name": "Kapsztad|Kapsztadu|Kapsztadowi|Kapsztad|Kapsztadem|Kapsztadzie",
        "historical_info": "Kapsztad położony jest na południowym krańcu Afryki i jest pierwszą osadą europejską w Afryce Południowej. W roku 1652 Holenderska Kompania Wschodnioindyjska założyła stację zaopatrzeniową dla swoich okrętów na brzegach Zatoki Stołowej – przystań trochę na północny zachód od Przylądka Dobrej Nadziei, z dostępem do świeżej wody. W ciągu paru lat holenderscy koloniści wyszli ze swoich fortów i założyli farmy, na których pracowali niewolnicy afrykańscy, sprowadzani z innych rejonów. Miejscowi, rdzenni mieszkańcy (Khoekhoe, nazywani przez Holendrów „Hottentots”) nie byli brani do niewoli. Wielu z nich mieszkało tuż przy boku przybyszy, a w niektórych przypadkach wchodzili z nimi w związki małżeńskie. Po upływie stulecia miasto miało 200 domów i tętniący życiem port.W XVII wieku port nadal powiększał swoje rozmiary oraz znaczenie strategiczne, ponieważ jego położenie dawało Holendrom panowanie na Przylądku Dobrej Nadziei, który stanowił podstawowy morski szlak w drodze z Europy na Daleki Wschód. W roku 1781, w czasie Rewolucji Amerykańskiej, Brytyjczycy przymierzali się do zajęcia portu, ale zostali wyprzedzeni przez Francuzów, którzy zakwaterowali tam swój garnizon, by pomóc Holendrom utrzymać Brytyjczyków z dala.W ciągu tego wieku rosnąca dominacja Brytyjczyków na głębokich morzach dała im zwiększony wpływ na kolonie afrykańskie. Kontrola nad Kapsztadem przechodziła z brytyjskich rąk do holenderskich, by w roku 1814 ostatecznie znaleźć się w rękach Brytyjczyków. W 1834 uwolnili oni niewolników i w przeciągu następnych kilku lat populacja młodego miasta sięgnęła 20 000 mieszkańców. W 1870 na wyspach koło miasta znaleziono diamenty, a około 16 lat później – złoto. To przyciągnęło do miasta i okolicznych terenów wielu poszukiwaczy, oraz tych, którzy ich wspierali (lub na nich żerowali).Na początku XX wieku pomiędzy Wielką Brytanią a Republiką Burską wybuchła wojna burska (1899-1902), która, zależnie od tego, którego historyka czytamy, była walką o zakończenie rosnącej brytyjskiej tyranii nad ludźmi pochodzenia holenderskiego lub rebelią wznieconą przez afrykanerów, którzy pragnęli zniewolić i uciskać ludzi nie-białej rasy. Istnieje też opcja wojny pomiędzy zachłannymi politykami o rosnące zyski z kopalni złota i diamentów. Wojna była długa i ciężka, i mimo że walki odbywały się całe kilometry w głąb wyspy, miasto stanowiło dla Brytyjczyków ważną bazę wojskową i ośrodek przemysłowy, w którym wytwarzano materiały wojskowe oraz inne zasoby.W roku 1910 należące do Wielkiej Brytanii Kolonia Przylądkowa, Kolonia Transwalu, Kolonia Natalu oraz Kolonia Rzeki Oranje połączone zostały w Związek Południowej Afryki, stolicą którego został Kapsztad. XX wiek odznaczył się wzmożonymi próbami ochronienia się europejskich mieszkańców przed rosnącym zagrożeniem, za jakie uważali przytłoczenie przez rdzennych Afrykańczyków. Prawa apartheidu, które utrwalały podrzędny status nie-białych mieszkańców – z ograniczonym dostępem do zatrudnienia i edukacji, jak również kompletnym brakiem wpływu na sprawy państwa czy nawet własny status – stawały się coraz ohydniejsze. Walka o równouprawnienie nasiliła się w ciągu stulecia i oprócz wewnętrznego oporu biały rząd musiał stawić czoła sankcjom ze strony reszty świata. Przed rokiem 1990 system apartheidu znalazł się w rozsypce, a Kapsztad i RPA doczekały się wyboru na prezydenta Nelsona Mandeli, pierwszego czarnego człowieka w historii, który otrzymał ten tytuł.Współczesny Kapsztad jest prężnie rozwijającym się miastem. Nadal musi stawiać czoła skutkom wieloletniej walki międzyrasowej, biedy i braku wykształcenia sporej części swoich rdzennych mieszkańców. Mimo że miasto musi radzić sobie ze wszystkimi tymi problemami (i kilkoma innymi), jego przyszłość rysuje się w jasnych barwach.",
        "category": "Nadmorskie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/cape_town.json"
    },
    {
        "id": 22,
        "name": "Sydon|Sydonu|Sydonowi|Sydon|Sydonem|Sydonie",
        "historical_info": "Sydon jest miastem na libańskim wybrzeżu, które kiedyś było centrum rybackim i kupieckim, a dziś stanowi bazę przeładunkową dla paliwa przesyłanego transarabskim rurociągiem z Arabii Saudyjskiej.Miasto to zostało założone przez Fenicjan w trzecim tysiącleciu przed naszą erą.[TAB][TAB]Sydon wzbogacił się i zyskał na znaczeniu w drugim tysiącleciu p.n.e., gdy wsławił się produkcją szkła i purpurowych barwników. W ok. 2700 r. p.n.e. koloniści z Sydonu założyli 40 kilometrów w dół wybrzeża Tyr, który przez długi czas konkurował o miano źródła fenickiej potęgi i bogactwa.Gdy wpływy Fenicjan zaczęły słabnąć, majątek i strategiczna lokalizacja Sydonu sprawiły, że miasto było łakomym kąskiem dla najeźdźców. W czasie swej historii Sydon znalazł się pod rządami Asyryjczyków, Babilończyków, Persów, Macedończyków, Seleucydów, Egipcjan, Rzymian, Turków, Francuzów i wreszcie Libańczyków. Podczas wypraw krzyżowych miasto wielokrotnie przechodziło z rąk do rąk, skutkiem czego wiele razy było burzone i odbudowywane. Jego okolica jest usiana pozostałościami umocnień z tamtych czasów. Dziś Sydon jest domem dla szyitów, sunnitów, grekokatolików i maronitów.W Biblii wielokrotnie pojawia się to miasto, a jedną z najbardziej znanych osób stamtąd jest najprawdopodobniej nikczemna Jezebel, żona Achaba, króla Izraela. Według Biblii Jezebel była zepsutą i złą władczynią, która namawiała Izraelczyków do wyznawania fenickich bożków. Za te zbrodnie została zamordowana przez własnych eunuchów i rzucona na pożarcie psom.Historia ta uczy dwóch rzeczy: po pierwsze, nie przeszkadzaj ludziom w wyznawaniu własnej religii; po drugie, nigdy nie ufaj królewskim eunuchom.",
        "category": "Militarne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/sidon.json"
    },
    {
        "id": 23,
        "name": "Tyr|Tyru|Tyrowi|Tyr|Tyrem|Tyrze",
        "historical_info": "Tyr jest starożytnym miastem fenickim, położonym na południu Libanu, około 19 km na północ od granicy z Izraelem. Mieści się na kontynencie i pobliskiej wyspie. Początki miasta datuje się na ok. 2700 r. p.n.e. Założone zostało przez kolonistów z Sydonu, ale dość szybko przyćmiło to siostrzane miasto, stając się rybackim i handlowym centrum Fenicji. W IX w. p.n.e. osadnicy z Tyru założyli w północnej Afryce Kartaginę.W Biblii znajduje się wiele wzmianek dotyczących Tyru. Relacje między Tyrem i Izraelem były zazwyczaj bardzo dobre, a Hiram, król Tyru, dostarczył materiały budowlane dla świątyni Salomona w Jerozolimie.Tyr, z uwagi na swą strategiczną lokalizację i bogactwo, był obiektem częstych ataków różnych plądrujących akurat okolicę sił. W VIII i VII w. p.n.e. miasto kontrolowali Asyryjczycy. W VI w. p.n.e. Tyrowi udało się wytrzymać długie oblężenie wojsk króla Babilonu, Nabuchodonozora II, ale niedługo później skapitulował w obliczu sił perskich. W III w. Aleksander Macedoński przechodził w pobliżu ze swoją armią.Przez siedem długich miesięcy oblegał miasto i aby poradzić sobie z upartymi obrońcami kompletnie zniszczył położoną na kontynencie część, a następnie wykorzystał gruzy do zbudowania sobie drogi ku wyspie. Po wkroczeniu do Tyru Aleksander Wielki, doceniając męstwo i bitność mieszkańców, 10 000 z nich uśmiercił, a 30 000 zniewolił. Pomimo małego odrodzenia pod panowaniem Egipcjan i Rzymian, Tyr nigdy w pełni nie powrócił do dawnej chwały po wyczynie Aleksandra.Dziś miasto liczy sobie około 120 000 mieszkańców. Z uwagi na bliskość Izraela, często cierpi na konfliktach granicznych. Bomby, rakiety i kule dziurawią to i tak już zrujnowane miasto. Tyr przetrwał jednak czasy gorsze od obecnych. Dużo gorsze. Może więc kiedyś doczeka ery pokoju i rozkwitu.",
        "category": "Kupieckie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/tyre.json"
    },
    {
        "id": 24,
        "name": "Antwerpia|Antwerpii|Antwerpii|Antwerpię|Antwerpią|Antwerpii",
        "historical_info": "Antwerpia znajduje się w Belgii, w regionie zwanym Niderlandami. Została założona przez Franków w IV w. Uważa się, że miasto znajduje się w tym samym miejscu, co wczesna osada rzymska zbudowana wiek wcześniej. Przez lata rozbudowywało ją wiele rządzących królestw, do XVI w. Antwerpia stała się najbogatszym miastem Europy i centrum gospodarczym kupców całego świata.W czasie, gdy Antwerpia znajdowała się u szczytu swej potęgi gospodarczej, miasto było mekką międzynarodowych kupców, handlarzy i bankierów, którzy przywozili ze sobą zagraniczną kulturę i sztukę. Choć miasto cieszyło się okresem spokoju i dostatku, reformacja i rosnące wpływy pobliskiego Amsterdamu doprowadziły do szybkiego zmniejszenia znaczenia Antwerpii pod koniec XVII w.W XX w., podczas II wojny światowej, Antwerpia była okupowana przez Niemców, alianci wyzwolili ją po kilku latach. Niestety Niemcy zbombardowali miasto pociskami V-2, próbując zakłócić dostarczanie zasobów przez jego port. Większość miasta została zniszczona, dopiero po kilku dekadach Antwerpii udało się odzyskać dawne znaczenie na mapie Europy.",
        "category": "Kupieckie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/antwerp.json"
    },
    {
        "id": 25,
        "name": "Cahokia|Cahokii|Cahokii|Cahokię|Cahokią|Cahokii",
        "historical_info": "Cahokia znajduje się w południowej części amerykańskiego stanu Illinois. Miasto zbudowane było około roku 700 przez kulturę rdzennych Amerykanów znad rzeki Mississipi i składało się z ponad stu kopców ziemnych. Cahokia ma ponad 2200 akrów powierzchni i jest największym miastem rdzennych mieszkańców na północ od Meksyku. Na początku miasto było ważnym centrum gospodarczym nad rzeką Mississipi, gdzie odległe od siebie osady prowadziły wymianę towarów i usług.Z zachowanych po dziś dzień 70-80 kopców największym jest Kopiec Mnichów, zajmujący teren dorównujący rozmiarami Wielkiej Piramidzie z Gizy. Uważa się, że miejsce to zostało opuszczone jakieś 600 lat temu, ale osadnicy z Europy, wśród nich francuscy mnisi, mieszkali tam na początku XIX w. (to od tych mnichów wziął swą nazwę wspomniany kopiec).Dziś Cahokia znajduje się na liście światowego dziedzictwa UNESCO. Co roku przybywa tam kilkaset tysięcy turystów z całego świata, a archeolodzy prowadzą badania i dokonują nowych odkryć.",
        "category": "Kupieckie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/cahokia.json"
    },
    {
        "id": 26,
        "name": "Kolombo|Kolombo|Kolombo|Kolombo|Kolombo|Kolombo",
        "historical_info": "Kolombo, największe miasto wyspiarskiego kraju Sri Lanka, od dawna jest dynamicznym centrum handlowym, co zawdzięcza położeniu na szlakach handlowych łączących Azję, Afrykę i Bliski Wschód. Od starożytności kupcy żeglujący z Grecji, Rzymu i Chin zatrzymywali się w porcie Kolombo podczas rejsów do odległych portów.Około VIII w. arabscy osadnicy i kupcy chcieli czerpać zyski z tego portu i na stałe osiedlili się w rejonie Kolombo. Ale dopiero 600 lat później, po przybyciu portugalskich odkrywców, Kolombo weszło na ścieżkę szybkiego wzrostu znaczenia gospodarczego. Od XVI w. Kolombo miało znaczenie strategiczne i ekonomiczne dla wielu imperiów, miasto przechodziło z rąk do rąk, Holendrzy odebrali je Portugalczykom, po czym stracili je na rzecz Anglików.Obecnie Kolombo i jego port mają kluczowe znaczenie dla gospodarki Sri Lanki, przez miasto przechodzi większość krajowego eksportu i importu.",
        "category": "Kupieckie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/colombo.json"
    },
    {
        "id": 27,
        "name": "Hongkong|Hongkongu|Hongkongowi|Hongkong|Hongkongiem|Hongkongu",
        "historical_info": "Hongkong to wolne miasto w najczystszej postaci. Ta wielka aglomeracja znajduje się na południe od wybrzeża Chin. Obecnie mieszka tam siedem milionów ludzi. Wyspa Hongkong i otaczające ją tereny były niegdyś pełne niewielkich osad, także tych założonych przez odkrywców z zagranicy. Za czasów rządów chińskiej dynastii Qing w XIX w. stosunki handlowe z Anglią pogorszyły się przez rosnące obawy związane z importem indyjskiego opium do Chin. Brytyjczycy chcieli zrekompensować sobie rosnące koszta importu herbaty z Chin, eksportując tam większe ilości opium ze swych kolonii w Indiach. Jednak władcy Qing sprzeciwili się temu i próbowali skonfiskować przychodzące dostawy opium, co doprowadziło do wybuchu I wojny opiumowej w 1839 r.Jako jedna z największych potęg morskich tej epoki Wielka Brytania nie miała problemu z pokonaniem sił chińskich i zajęciem wyspy Hongkong. Po prawie 3 latach walk, w 1842 r. podpisano traktat nankiński dający Anglikom spore zdobycze, w tym Hongkong, który na kolejnych 150 lat został kolonią brytyjską. Chiny odzyskały go w 1997 r. Pokojowa zmiana władzy doprowadziła do utworzenia tam specjalnego regionu administracyjnego. Współczesny Hongkong wyróżnia się gęstą zabudową, krajobraz usiany jest dziesiątkami drapaczy chmur i jasno oświetlonych budowli. Mimo systemu komunistycznego panującego w Chińskiej Republice Ludowej, Hongkong zachował autonomiczne władze, które mocno wspierają wolny rynek, a miasto jest dziś jednym z głównych centrów finansowych świata.",
        "category": "Kupieckie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/hong_kong.json"
    },
    {
        "id": 28,
        "name": "Ormuz|Ormuzu|Ormuzowi|Ormuz|Ormuzem|Ormuzie",
        "historical_info": "Państwo-miasto Ormuz powstało w X w., kiedy to arabscy książęta pragnęli stworzyć na południowych brzegach Persji port, z którego mogliby kontrolować handel w Zatoce Perskiej. Miasto góruje nad wąską Cieśniną Ormuz, strategicznym akwenem łączącym Zatokę Perską z Omańską. Miasto stało się bardzo bogate dzięki temu, że było ważnym przystankiem na szlakach handlarzy niewolników ciągnących z Afryki Wschodniej do Persji i Arabii. Gdy w XIV w. jego wpływy były największe, stanowiło najpotężniejsze morskie państwo w okolicy, posiadało dużą flotę handlową i 500 okrętów wojennych.W 1505 r. król Portugalii Manuel I postanowił zablokować handel muzułmański z Indiami. Alfonso de Albuquerque wprowadził w 1507 r. do zatoki swoje okręty, zdobył wyspę Ormuz, zbudował tam fort i przejął miasto w imieniu Portugalii. W marcu 1515 r. powrócił z flotą 27 okrętów i oddziałem 1500 żołnierzy z działami, by zapewnić Portugalczykom kontrolę nad miastem. Stało się ono sławne ze swej rozwiązłości i zakazanych rozrywek, jeśli wierzyć opisom portugalskich gości i kapłanów. Luksusy i lenistwo Ormuzu oddaje doskonale ówczesne arabskie powiedzenie: „Gdyby świat był pierścieniem, Ormuz byłby jego brylantem”.Choć trzy stulecia później miasto było pomijane w żegludze, odkrycie ropy w Zatoce Perskiej i na Bliskim Wschodzie dało miastu nową rolę w światowym handlu. Irańska rewolucja, która pod wodzą ajatollaha Chomeiniego odrzuciła w 1979 r. rządy absolutnego monarchy i ustanowiła fundamentalistyczną republikę islamską, zwiększyła tylko strategiczne znaczenie miasta - nowy rząd jest bowiem nieprzyjaźnie nastawiony do krajów zachodnich.",
        "category": "Nadmorskie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/ormus.json"
    },
    {
        "id": 29,
        "name": "Jerozolima|Jerozolimy|Jerozolimie|Jerozolimę|Jerozolimą|Jerozolimie",
        "historical_info": "Zażarta debata na temat Jerozolimy, świętego miasta dla wyznawców islamu, judaizmu i chrześcijaństwa, trwa od czasu, gdy miasto zostało stolicą Izraela. Część Jerozolimy zbudowano ponad 6 000 lat temu, co czyni ją jednym z najstarszych miast świata. W swej burzliwej historii Jerozolimę wielokrotnie oblegano, wielkie imperia i miejscowe królestwa praktycznie nieustannie walczyły o kontrolę nad miastem.Najstarsza część Jerozolimy, zwana Miastem Dawida, została wedle legendy założona przez króla Dawida w I tysiącleciu p.n.e. W kolejnych wiekach imigranci i uchodźcy przyczyniali się do rozwoju miasta, rządzonego przez kolejnych królów. Do czasu narodzin potęgi islamskich kalifatów w VI w. Jerozolimę kontrolowali Macedończycy, Rzymianie i Cesarstwo Bizantyjskie.Ubiegły wiek prawdopodobnie był najbardziej kontrowersyjnym w historii miasta, co wynikało z powstania państwa żydowskiego Izrael i zajęcia Jerozolimy po wojnie sześciodniowej. Od tamtej pory Jerozolima stała się kością niezgody uniemożliwiającą rozstrzygnięcie konfliktu izraelsko-palestyńskiego.",
        "category": "Religijne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/jerusalem.json"
    },
    {
        "id": 30,
        "name": "La Venta|La Venty|La Vencie|La Ventę|La Ventą|La Vencie",
        "historical_info": "La Venta, osada starożytnych Olmeków, położona w środkowej części Meksyku, jest uznawana przez archeologów za ważne centrum kulturowe i handlowe tego regionu. Budowle La Venty są wyjątkowe, ponieważ w okolicy nie było skał nadających się na materiał budowlany i Olmekowie musieli wznieść je z gliny i ziemi. Duża część tego miejsca została zniszczona przez współczesne budowle, ale to, co udało się odnaleźć, wskazuje, że La Venta miała dla Olmeków znaczenie ceremonialne. Znajdują się tam liczne pomniki, rzeźby, grobowce i ołtarze. Cztery ze słynnych olmeckich ogromnych głów znajdują się w La Vencie. Każda z nich waży wiele ton, archeolodzy mają jedynie teorie na temat tego, skąd Olmekowie wzięli kamienie na te potężne rzeźby. Niestety w La Vencie trwają nieustanne prace budowlane, dlatego w najbliższej przyszłości nie dojdzie tam do kolejnych badań archeologicznych.",
        "category": "Religijne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/la_venta.json"
    },
    {
        "id": 31,
        "name": "Vancouver",
        "historical_info": "Gdy brytyjski kapitan George Vancouver w 1792 r. lądował w Point Grey, ludność tego regionu zamieszkiwała Wybrzeże Północno-Zachodnie już od 10 tys. lat. W 1808 r. brytyjski kupiec Simon Fraser udał się w podróż w dół noszącej jego imię rzeki aż do Point Grey. W oparciu o meldunki Frasera i innych traperów w 1827 r. Kompania Zatoki Hudsona zbudowała Fort Langley, lecz okolice mimo to pozostawały niemal niezamieszkane aż do wybuchu gorączki złota nad rzeką Fraser w 1858 r., kiedy ruszyli tam górnicy z Kalifornii i wschodniej Kanady.Trwalsze źródło bogactwa stało się podstawą do większego wzrostu. Wzdłuż brzegów zatoki założono liczne tartaki. W 1867 r. wokół przybrzeżnej tawerny prowadzonej przez Gassy’ego Deightona wyrosło prymitywne osiedle Gastown. W 1884 r. posiadające wspaniałą naturalną przystań miasteczko zostało wybrane na zachodnią stację końcową Kolei Transkanadyjskiej. Napływ imigrantów, głównie Skandynawów i Szkotów, doprowadził do tak gwałtownego wzrostu liczby osiedli położonych nad zatoką, że w kwietniu 1886 r. połączyły się one i stworzyły miasto Vancouver.Po otwarciu w 1914 r. Kanału Panamskiego opłacalny stał się przewóz ziarna i drewna z Vancouver bezpośrednio na wschodnie wybrzeże Ameryki Północnej i do Europy. Ukończenie w 1923 r. pirsu Ballantyne uczyniło miasto najbardziej zaawansowanym technologicznie portem w całej Wspólnocie Brytyjskiej. Po II wojnie światowej boom w Vancouver trwał, dzięki czemu stało się ono ósmym co do wielkości miastem w Kanadzie. Wzrost ruchu turystycznego na Północnym Pacyfiku sprawia, że z miejskiego portu regularnie kursują statki rejsowe - w 2011 r. było ich 199. Niedawne badania i odkrycie ropy na Alasce oraz gazu ziemnego w zachodniej Kanadzie poskutkowały powstaniem planów uczynienia Vancouver dużym portem naftowo-gazowym.",
        "category": "Nadmorskie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/vancouver.json"
    },
    {
        "id": 32,
        "name": "Manila|Manili|Manili|Manilę|Manilą|Manili",
        "historical_info": "Choć niewiele jest wyczerpujących źródeł historycznych dotyczących wczesnych dziejów Manili, wiadomo, że okolice obecnej stolicy Filipin skolonizowano około X wieku naszej ery. Jednak dopiero w 1571 r., gdy przybył tam hiszpański konkwistador Miguel Lopez de Legazpi, na ruinach zniszczonej przez niego osady powstało miasto znane później jako Manila. Przez następnych 300 lat miasto i wyspy pozostawały pod kontrolą Hiszpanii. W 1898 roku władzę nad Filipinami w wyniku wojny hiszpańsko-amerykańskiej przejęły Stany Zjednoczone.Port w Manili jest jednym z najbardziej ruchliwych na świecie i obsługuje znaczącą część importu i eksportu państwa. Ekonomia Filipin jest od niego silnie zależna ze względu na różnorodność towarów, jakie opuszczają port - od jedzenia i produktów rodzimych po wyroby chemiczne i przemysłowe. Ważną gałęzią ekonomii Manili jest również turystyka - ludzie z całego świata przybywają tu obejrzeć Intramuros - historyczną, otoczoną murami dzielnicę miasta.",
        "category": "Nadmorskie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/manila.json"
    },
    {
        "id": 33,
        "name": "Antananarywa|Antananarywy|Antananarywie|Antananarywę|Antananarywą|Antananarywie",
        "historical_info": "W przeciwieństwie do większości stolic południowej Afryki Antananarywa była dużym osiedlem jeszcze przed przybyciem Europejczyków. Stanowiła siedzibę wodzów szczepu Hova założoną ok. 1625 r. naszej ery. Swoją nazwę Miasto Tysiąca wzięła od ilości żołnierzy, którzy rzekomo jej pilnowali. W latach 1869-1725 Madagaskar był siedzibą piratów, a stolica bogaciła się na łupach i haraczach płaconych za schronienie i opiekę. W 1793 r., kiedy miasto stało się siedzibą królów ludu Merina kontrolującego cały Madagaskar, liczyło sobie ok. 80 tys. mieszkańców. Było handlowym centrum wyspy, a jego kwitnącą gospodarkę napędzał eksport tytoniu i wyrobów skórzanych, głównie do Europy i Indii.W 1895 r. Antananarywa została zdobyta przez wojska francuskie i wcielona siłą do ich madagaskarskiego protektoratu. Nowi francuscy administratorzy rozpoczęli program intensywnej przebudowy. Pod stosunkowo łagodnymi rządami Francuzów miasto rozrastało się i w 1950 r. liczyło sobie 175 tys. mieszkańców. Poza dwoma fortami, szkołami i uniwersytetem, parkami, utwardzonymi drogami i ścieżkami oraz systemem wodociągów Francuzi budowali również kościoły - dziś w mieście i na jego peryferiach znajduje się ich ok. 5000. W 1955 r. Antananarywa stała się archidiecezją Kościoła katolickiego.W 1947 r. Francuzi, których prestiż mocno do tego czasu podupadł i którzy mieli na Madagaskarze niewiele wojska, stłumili krwawą rewoltę malgaskich nacjonalistów - w trwających rok walkach zginęło między 80 a 90 tys. ludzi. Następnie Francuzi w ramach loi-cadre wprowadzili szerokie reformy, które pozwoliły afrykańskiemu państwu na pokojowe uzyskanie niepodległości. Po powstaniu republiki Antananarywa została jej stolicą. Dzięki przynoszącemu zyski przemysłowi żywnościowemu, tytoniowemu i tekstylnemu miasto szybko się modernizowało. Dziś Antananarywa ma niemal dwa miliony mieszkańców i jest jednym z najbogatszych miast Afryki.",
        "category": "Kupieckie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/antananarivo.json"
    },
    {
        "id": 34,
        "name": "Mediolan|Mediolanu|Mediolanowi|Mediolan|Mediolanem|Mediolanie",
        "historical_info": "Założony w IV w. p.n.e. przez celtyckie plemię Insubrów, położony w północnych Włoszech Mediolan z czasem stał się jednym z największych centrów kultury okresu włoskiego renesansu.Po podbiciu przez Rzymian około 222 r. p.n.e. Mediolan stał się jedną z trzech stolic Rzymu za czasów tetrarchii cesarza Dioklecjana. Mimo że po upadku Rzymu przechodził stale pod władzę rozmaitych królów i imperiów, jego bogactwo zwiększało się, a Mediolan stawał się coraz ważniejszym ośrodkiem miejskim w północnych Włoszech.Wśród wielu istotnych aspektów historii Mediolanu największym uznaniem cieszy się jego wkład w kulturalny dorobek świata. Odegrał wielką rolę w epoce renesansu, będąc domem dla wielu wybitnych artystów, twórców największych dzieł tego czasu. Najsławniejszym bodaj mieszkańcem Mediolanu był malarz Leonardo da Vinci, który większość swego życia spędził, pracując i ucząc się w tym mieście.Dziś Mediolan nadal uznawany jest za jedno z najważniejszych centrów kultury na świecie - dotyczy to szczególnie mody i współczesnego designu. Jest także jednym z najważniejszych centrów biznesowych dzisiejszych Włoch, gdyż skupiają się tu liczne gałęzie infrastruktury transportowej tego kraju. Wiele międzynarodowych korporacji - od telekomunikacyjnych po produkcyjne - ma w Mediolanie swoje biura.",
        "category": "Kulturowe państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/milan.json"
    },
    {
        "id": 35,
        "name": "Mombasa|Mombasy|Mombasie|Mombasę|Mombasą|Mombasie",
        "historical_info": "Choć źródła historyczne nie są zgodne co do okoliczności powstania Mombasy, uważa się, że to drugie co do wielkości miasto w Kenii powstało około X w. n.e. W średniowieczu Mombasa stała się kwitnącym miastem opierającym swoje dochody na kości słoniowej. Znana była również z wielkiej sieci plantacji, na których hodowano kokosy, orzechy nerkowca i kaszę jaglaną, które następnie wysyłano w świat szlakami handlowymi przecinającymi Ocean Indyjski. Port Mombasy, znany jako Kilindini, jest jedynym międzynarodowym portem morskim w Kenii, dzięki czemu miasto stało się wielkim centrum handlu obsługującym cały kraj. Dziś większość towarów eksportowych Mombasy to nadal wyroby rolnicze, w szczególności kawa, herbata i zboża.",
        "category": "Nadmorskie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/mombasa.json"
    },
    {
        "id": 36,
        "name": "Praga|Pragi|Pradze|Pragę|Pragą|Pradze",
        "historical_info": "Znana z wielowiekowego wkładu w kulturę europejską Praga, stolica Republiki Czeskiej, z małej osady, jaką była w połowie VIII w., urosła w ponadmilionowe ważne miasto.W XIV w. Praga rozkwitała jako siedziba Świętego Cesarza Rzymskiego Karola IV. Wiele ze znanych zabytków miasta powstało właśnie za jego rządów. Przykładem może być sławna katedra św. Wita zbudowana w stylu gotyckim. Praga zyskała również w tym czasie na znaczeniu jako centrum ekonomiczne - w miarę zwiększania się zaludnienia miasta przybywało w nim kupców i finansistów.Praga, miasto wielu muzeów, teatrów i innych atrakcji kulturalnych, jest dziś niezwykle popularna wśród turystów. Ocenia się, że co roku przybywa ich tu ponad trzy miliony.",
        "category": "Kulturowe państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/prague.json"
    },
    {
        "id": 37,
        "name": "Valletta|Valletty|Valletcie|Vallettę|Vallettą|Vallettcie",
        "historical_info": "Stolicą Republiki Malty, państwa wyspiarskiego położonego na Morzu Śródziemnym na południe od Sycylii, jest Valletta. Została założona przez Jeana Parisota de la Vallettę, wielkiego mistrza zakonu maltańskiego. Wyspa Malta została oddana chrześcijańskiemu rycerskiemu zakonowi szpitalników we władanie przez hiszpańskiego króla Karola V w 1530 r., gdy Imperium Osmańskie było u szczytu swej potęgi. Doprowadziło to do sławnego oblężenia Malty w 1565 r., kiedy to muzułmanie podjęli próbę napadnięcia na wyspę i podbicia jej. Po odparciu ataku rycerze postanowili zbudować nowe, ufortyfikowane miasto, by zabezpieczyć wyspę przed przyszłymi napaściami. Valletta została zbudowana na maltańskim wybrzeżu, w idealnym miejscu, które dawało łatwy dostęp do dwóch dużych portów. Grand Harbour, jak zwie się jeden z nich, jest obecnie najważniejszym maltańskim portem i obsługuje większość importu i eksportu kraju.",
        "category": "Militarne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/valletta.json"
    },
    {
        "id": 38,
        "name": "Watykan|Watykanu|Watykanowi|Watykan|Watykanem|Watykanie",
        "historical_info": "Otoczone murami państwo-miasto Watykan, oficjalnie założone w 1929 r., stanowi dla milionów wyznawców centrum Kościoła katolickiego. Podpisane w celu rozwiązania konfliktów między papieżem a Królestwem Włoch o kontrolę nad Rzymem traktaty laterańskie położyły podwaliny pod niezależnie zarządzane państwo-miasto w granicach Rzymu. Papież jako władca Watykanu jest ostatnim monarchą absolutnym w Europie i ma całkowitą władzę nad wszystkimi gałęziami rządu. Miasto znane jest z wielu niesamowitych dzieł sztuki znajdujących się w jego muzeach i katedrach. Bazylika św. Piotra i kaplica Sykstyńska są bodajże najbardziej znanymi budynkami w Watykanie, a zdobią je prace Michała Anioła, Rafaela i Boticellego.",
        "category": "Religijne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/vatican_city.json"
    },
    {
        "id": 39,
        "name": "Wittenberga|Wittenbergi|Wittenberdze|Wittenbergę|Wittenbergą|Wittenberdze",
        "historical_info": "Wittenberga, niewielkie miasto w środkowych Niemczech, zajmuje w historii wyjątkowe miejsce. To tam w XVI wieku narodziła się reformacja inspirowana przez Marcina Lutra. Miasto to było siedzibą elektora Saksonii, ale to rewolucja Marcina Lutra rozsławiła to miejsce w świecie.Wykładając teologię na Uniwersytecie Witenberskim, Marcin Luter wyraził swe niezadowolenie z praktyki sprzedaży odpustów polegającej na płaceniu Kościołowi Katolickiemu za odpuszczenie grzechów. W roku 1517 Marcin Luter przybił swoich 95 tez do drzwi kościoła zamkowego w Wittenberdze, co doprowadziło do wybuchu reformacji w całej Europie. Wojny religijne wywołane przez reformację zakończyły się dopiero po ponad wieku, a Wittenbergę po dziś dzień uznaje się za miejsce rozpoczęcia buntu Marcina Lutra.W późniejszym czasie Wittenberga ucierpiała podczas II wojny światowej, ale większość starówki miasta nie została zniszczona podczas nalotów alianckich. Po zakończeniu wojny Wittenberga była okupowana przez Rosjan, a w roku 1949 stała się częścią Niemiec Wschodnich, gdzie pozostała aż do zjednoczenia Niemiec w roku 1990.",
        "category": "Religijne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/wittenberg.json"
    },
    {
        "id": 40,
        "name": "Erywań|Erywania|Erywaniowi|Erywań|Erywaniem|Erywaniu",
        "historical_info": "Historia jednego z najstarszych miast na świecie - Erewania, obecnej stolicy Armenii, rozpoczyna się od wybudowania fortecy Erebuni w 783 r. p.n.e. przez Argisztiego I, króla Urartu. Od tego czasu Erewań podlegał władzy licznych potężnych imperiów, a w VII w. n.e. został zdobyty przez Arabów. Wtedy właśnie miasto stało się ważnym przystankiem dla karawan podróżujących między Europą a Azją. W dzisiejszych czasach Erewań słynie głównie z licznych fabryk, których produkcja stanowi ponad 50% całkowitej produkcji przemysłowej Armenii. Produkowana jest tam ciężka maszyneria, chemikalia, surowce i tekstylia - każda z tych gałęzi przemysłu zasłużyła się dla ekonomicznego rozwoju miasta. Erewań przyczynia się też znacząco do powszechnej na świecie opinii o Armenii jako producencie dobrego alkoholu - w mieście znajdują się liczne jego fabryki.",
        "category": "Kulturowe państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/yerevan.json"
    },
    {
        "id": 41,
        "name": "Zanzibar|Zanzibaru|Zanzibarowi|Zanzibar|Zanzibarem|Zanzibarze",
        "historical_info": "Zanzibar, część regionu zwanego niegdyś wyspami przyprawowymi, od dawna zwracał uwagę kupców żeglujących po świecie. Był on niegdyś największym na świecie producentem goździków, handlował również innymi przyprawami, takimi jak gałka muszkatołowa czy cynamon. Obecnie Zanzibar jest również mocno zależny od turystyki, która stanowi drugie po rolnictwie źródło stałego dochodu.",
        "category": "Kupieckie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/zanzibar.json"
    },
    {
        "id": 42,
        "name": "Zurych|Zurychu|Zurychowi|Zurych|Zurychem|Zurychu",
        "historical_info": "Zurych, największe miasto współczesnej Szwajcarii, swoje korzenie wywodzi od starożytnych Rzymian - uważa się, że około dwóch tysięcy lat temu zbudowali oni w tym miejscu niewielką fortecę. Dużym międzynarodowym centrum handlu miasto stało się dopiero w XVIII w., gdy doszło do gwałtownego rozwoju ekonomicznego. Doprowadziło to do szybkiego rozrostu miejscowości.Obecnie Zurych jest istotnym centrum ekonomicznym zarówno dla samej Szwajcarii, jak i całej Europy, a wiele największych na świecie banków i instytucji finansowych ma w nim swoje główne siedziby. Szwajcarska giełda papierów wartościowych o ponad stupięćdziesięcioletniej historii również znajduje się w Zurychu.",
        "category": "Kupieckie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/zurich.json"
    },
    {
        "id": 43,
        "name": "Samarkanda|Samarkandy|Samarkandzie|Samarkandę|Samarkandą|Samarkandzie",
        "historical_info": "Samarkanda to jedno z najstarszych miast świata, położone jest w regionie Azji Środkowej znanym jako Transoksania. Zbudowane w żyznej dolinie rzeki Zarafszan miasto cieszyło się obfitością dóbr naturalnych i żywności. Co ważniejsze, znajdowało się ono na jedwabnym szlaku, głównej arterii komunikacyjnej między Orientem a Zachodem. Założone w 700 r. p.n.e. przez Sogdiańczyków miasto w dniu zdobycia go przez Aleksandra Wielkiego w 329 r. p.n.e. było jednym z najważniejszych i najbogatszych na świecie.Pozostawało ono jeszcze przez stulecia potęgą handlową, bogacąc się na cłach nakładanych na karawany podróżujące jedwabnym szlakiem. Dzięki Samarkandzie odbywała się również wymiana kulturalna i technologiczna między Zachodem a Wschodem. Legendy głoszą, że sekret produkcji papieru uzyskali muzułmanie od dwóch chińskich jeńców około 751 r. naszej ery, co doprowadziło do stworzenia w Samarkandzie pierwszej papierni świata islamu. Stąd wiedza o papierze z lnu rozeszła się po ziemiach muzułmańskich, a następnie po Europie.W swym opisie podróży wzdłuż jedwabnego szlaku do Chin Marko Polo opisuje Samarkandę jako „bardzo duże, wspaniałe miasto”. W 1370 r. Tamerlan, założyciel imperium Timurydów, uczynił Samarkandę swoją stolicą. W ciągu kolejnych 35 lat kilkukrotnie przebudował on miasto, zaludniając je utalentowanymi artystami, rzemieślnikami, kupcami i uczonymi z całego imperium i czyniąc je kulturalnym i handlowym centrum Azji Środkowej.Otwarcie morskich szlaków handlowych między Orientem a Europą i skupienie na nowo odkrytej Ameryce uczyniły Samarkandę zaściankiem. Ilość mieszkańców gwałtownie spadła, a przez jakiś czas miasto pozostawało niezamieszkane. Ważnym centrum gospodarczym stało się dopiero w 1887 r., gdy ustanowiono je stolicą prowincji rosnącego cesarstwa Rosji.",
        "category": "Kupieckie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/samarkand.json"
    },
    {
        "id": 44,
        "name": "Malakka|Malakki|Malakce|Malakkę|Malakką|Malakce",
        "historical_info": "Miasto założono około 1400 r. n.e., gdy Parameswara, król Temasku, uciekł przed atakującymi wojskami majapahickimi i schronił się w leżącej tam małej wiosce rybackiej. W porcie, który górował nad Cieśniną Malakka, założył królestwo Malezji, które wkrótce opanowało cały półwysep i nie tylko. Sułtanat Malakki, który nastał później, stał się dla chińskich, arabskich i europejskich kupców ważnym przystankiem, w którym uzupełniali zapasy wody i żywności. Malajskie rządy dobiegły końca w 1511 r., gdy Alfonso de Albuquerque przejął miasto w imię Portugalii.W ciągu kolejnego stulecia Malakka stała się najważniejszym portem handlowym w południowo-wschodniej Azji, a Portugalczycy zbudowali tam rozległe doki i magazyny służące do eksportu cukru i ryżu. Rozbudowa portu trwała nadal po przejęciu go przez Holenderską Kompanię Wschodnioindyjską, która w 1641 r. zdobyła i ufortyfikowała miasto. Rywalizacja między Holendrami a Brytyjczykami o kontrolę nad strategicznymi cieśninami zakończyła się korzystnym angielsko-holenderskim traktatem z 1824 r., a Malakka stała się jednym z pierwszych „strait settlement” Imperium Brytyjskiego. Poważne zamulenie wyjścia z portu wraz z rozrostem Singapuru doprowadziły do spadku znaczenia Malakki jako centrum handlu.Po rozwiązaniu kolonii brytyjskich, będącym następstwem japońskiej okupacji podczas II wojny światowej, Malakka stała się w 1957 r. częścią niepodległego Związku Malajskiego, który z czasem przekształcił się we współczesną Malezję. Przed wojną na okolicznych terenach jako główną uprawę hodowano kauczuk. Po wojnie stał się on głównym towarem eksportowym Malakki, co sprawiło, że ponownie jej znaczenie jako portu wzrosło. Prace pogłębieniowe i budowa falochronów uczyniły miasto dostępnym dla towarowych statków oceanicznych i kontenerowców o dużym zanurzeniu, a budowa kolei i nowoczesnej autostrady uczyniły je ponownie centrum handlowym regionu.",
        "category": "Kupieckie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/malacca.json"
    },
    {
        "id": 45,
        "name": "Mogadiszu",
        "historical_info": "Jeśli wierzyć Periplusowi Morza Erytrejskiego, Mogadiszu było ważnym centrum morskim już w I w. n.e., kiedy to rzymscy kupcy zaczęli handlować w egipskich portach położonych nad Morzem Czerwonym. Gdy ok. 900 r. muzułmańscy kupcy osiedlili się w mieście Somali, powstały szlaki handlowe do tak odległych miejsc, jak Chiny, Wietnam czy Sri Lanka. Gdy marokański badacz i pisarz ibn Batuta dotarł do Mogadiszu w 1331 r., było ono już u szczytu swego bogactwa i stanowiło najwspanialsze miasto Rogu Afryki.Bogactwo Mogadiszu stało się w Europie przedmiotem legend, które podsycały jeszcze bardziej opowieści wędrowców. Vasco da Gama, który trafił do tego miasta w XV w., zauważył, że jest ono dobrze bronione i zbudowane, domy mają po cztery lub pięć pięter, w centrum znajdują się duże pałace, a w całym mieście - liczne meczety. Wiek później portugalski podróżnik Duarte Barbosa pisał o setkach statków z odległych krain, które wpływają do miejskiego portu wyładowane materiałami i przyprawami wymienianymi potem na złoto, wosk oraz kość słoniową. Barbosa opisał również Mogadiszu jako centrum dobrze rozwiniętego przemysłu tkackiego produkującego lekki materiał bardzo ceniony w Egipcie i Syrii.Ogarnięte chciwością europejskie potęgi pragnęły włączyć miasto do swoich imperiów kolonialnych. Najpierw bez powodzenia spróbowali tego Portugalczycy, a później na krótko kontrolę objęła Brytyjska Kompania Wschodnioindyjska. W 1892 r. sułtan Zanzibaru wypożyczył miasto Włochom, które uczyniły je w 1905 r. stolicą Włoskiej Somalii. W 1960 r. Somalia pokojowo uzyskała niepodległość. Demokracja jednak nie przetrwała wojny domowej z 1991 r. Od 1994 r., gdy ONZ wycofało swoje siły pokojowe, Mogadiszu jest niemal stale polem walki rywalizujących bojówek. Chaos sprawił, że niegdyś gwarny port stoi zniszczony i opuszczony.",
        "category": "Nadmorskie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/mogadishu.json"
    },
    {
        "id": 46,
        "name": "Byblos",
        "historical_info": "Wykopaliska archeologiczne dowodzą, że okolice miasta Byblos na brzegu Morza Śródziemnego po raz pierwszy zostały zamieszkane w epoce neolitu. Do czwartego tysiąclecia p.n.e. istniało tam już duże osiedle utrzymujące się z rybołówstwa i rolnictwa. Przez kolejny tysiąc lat rozwijał się intensywny eksport do Egiptu cedru, którego drewno było niezastąpione przy budowie łodzi i doków, a którego olejek wykorzystywano do mumifikacji ciał. Amoryci spalili miasto podczas swojej inwazji ok. 2150 r. p.n.e. i przez niemal dwa stulecia teren dawnego miasta stał pusty. Następnie port morski odbudowali Fenicjanie, przemianowując miasto na Gebal. Najważniejszym wkładem miejscowości w rozwój cywilizacji było zastąpienie dawnego, skomplikowanego pisma klinowego 22-znakowym alfabetem fonetycznym.Gebal, będące centrum handlu, bogaciło się mimo zmieniających się stale okupantów: Asyrii, Babilonu, Achemenidów i Persów. Po podbiciu przez Aleksandra Wielkiego Byblos uległo hellenizacji i bogaciło się dalej, podczas gdy jego mieszkańcy przyjęli grecki sposób ubierania się, język i religię. Miasto stało się sławne dzięki produkcji i eksportowaniu ziarna i owoców papirusu, od którego wzięło swoją grecką nazwę - Byblos. Za panowania Rzymu miasto straciło pozycję jako centrum handlowe, wzrosło jednak jego znaczenie religijne, gdyż przewijały się przez nie tłumy pielgrzymów udających się do rozmaitych świętych miejsc.W 395 r. n.e. Byblos stało się częścią Cesarstwa Bizantyjskiego, pełniąc w nim rolę podrzędnego portu, aż do zdobycia go przez muzułmańskich najeźdźców w 637 r. Pod rządami muzułmanów miasto, znane teraz jako Jbail, jeszcze bardziej straciło wpływy i bogactwo, a wreszcie zostało całkowicie opuszczone. Byblos zniknęło ze świadomości ludzkiej aż do czasów, gdy podczas wykopalisk odkrył je w latach 60. XIX w. francuski historyk Ernest Renan. Choć Byblos nie będzie już nigdy potęgą morską, staje się ono dużym centrum turystycznym - wczasowiczów przyciągają tam piaszczyste plaże, łagodny klimat i liczne ruiny z czasów rzymskich, muzułmańskich i z epoki krucjat.",
        "category": "Nadmorskie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/byblos.json"
    },
    {
        "id": 47,
        "name": "Kyzył|Kyzyłu|Kyzyłowi|Kyzył|Kyzyłem|Kyzyle",
        "historical_info": "Założony w 1914 r. w carskiej Rosji jako Biełocarsk, Kyzył miał pełnić rolę stolicy Republiki Tuwa. Miasto leży u zlewni dwóch dopływów rzeki Jenisej w samym sercu Azji. Region ten do 1757 r. kontrolowali Mongołowie, a później do 1911 r. Mandżurowie. Podczas chińskiej rebelii w 1911 r. Rosja ogłosiła Tuwę protektoratem, a zmagające się z problemami wewnętrznymi Chiny nie miały możliwości, by interweniować. Po rewolucji październikowej miasto było na przemian okupowane przez armie Czerwonych i Białych. Na dwa lata wróciło pod jurysdykcję chińską, aż wreszcie w sierpniu 1921 r. miejscowi bolszewicy utworzyli komunistyczną republikę, a miasto nazwali Kyzył (po turecku „czerwień”) i uczynili je stolicą. Związek Radziecki zaanektował Kyzył wraz z Tuwą w 1944 r.Aż do utworzenia w 1992 r. Federacji Rosyjskiej Kyzył pozostawał odcięty od świata. Ta przymusowa pięćdziesięcioletnia izolacja pozwoliła mu zachować charakterystyczną dla miasta i niespotykaną nigdzie indziej turecko-mongolską kulturę. Kuresz, tuwańskie zapasy, są niezwykle popularne, a w Kyzyle co roku odbywają się zawody. Turecka muzyka, zwłaszcza gardłowy śpiew, co roku kultywowane są w ramach festiwalu Naadym. Od upadku ZSRR promuje się i stara zachować bogatą tradycję przekazywania ustnie epopei, poematów, zagadek i trudnych do wypowiedzenia zdań.Od 1992 r. Tuwiński Ruch Demokratyczny pragnie zapewnić pracę i domy koczowniczym ludom republiki, a także promować tuwiński język i rzemiosło. Po fali ataków na dużą zamieszkałą w Kyzyle grupę ludności rosyjskiej, które spowodowały śmierć 88 osób, wielu Rosjan przeniosło się do innych miast Federacji. Kyzył, choć promuje się jako atrakcja turystyczna, pozostaje odległe i niełatwo się tam dostać.",
        "category": "Kulturowe państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/kyzyl.json"
    },
    {
        "id": 48,
        "name": "Ife",
        "historical_info": "Jak głoszą pradawne legendy, święte miasto Ife jest miejscem, z którego pochodzą Jorubowie, największa grupa etniczna w Zachodniej Afryce. Wedle ich mitologii Ife jest miejscem, w którym Oduduwa, brat najwyższego bóstwa - Obatali - zstąpił z niebios i rzucił na pradawny ocean garstkę ziemi, tworząc w ten sposób ląd, na którym stanęło miasto. W języku Jorubów „ife” znaczy „rozrost”, a miasto jest według nich nie tylko kolebką ich ludu, ale ludzkości w ogóle.Jakakolwiek byłaby prawda o jego założeniu, w XI w. n.e. Ife było stolicą dobrze prosperującego królestwa zajmującego tereny obecnej Nigerii. W przeciągu stulecia zaczęło ono wywierać istotny religijny i polityczny wpływ na okolicę, zwłaszcza na rządzone przez lud Edo królestwo Benin leżące na południowym wschodzie. Choć inne miasta Jorubów - Benin i Oto - miały wkrótce stać się istotniejszymi politycznie ośrodkami, Ife pozostało centrum religijnym. Uniknęło ono ataków muzułmańskich Fulanów, którzy zniszczyli Oyo, lecz osłabił je toczony w latach 20. XIX w. spór o kontrolę nad handlem niewolnikami z leżącym na południowy zachód Owu. W 1882 r. duża część Ife została zniszczona przez sprzymierzoną armię ludów Modakeke i Ibadan, która splądrowała święte miasto.Choć Ife pozostało dla Jorubów świętym miastem, do 1900 r. przestało ono pełnić jakąkolwiek polityczną rolę. Po wojnach napoleońskich Brytyjczycy założyli na wybrzeżach Afryki Zachodniej liczne porty i placówki handlowe. W 1885 r. ich roszczenia co do zachodnioafrykańskiej strefy wpływów zostały formalnie uznane przez inne potęgi europejskie, a rok później powstała Królewska Kompania Nigru. Nigeria pozostała częścią Imperium Brytyjskiego aż do chwili uzyskania niepodległości w 1960 r. W epoce kolonialnej Ife było powszechnie ignorowane, wyjątek stanowili tylko europejscy uczeni i jorubscy pielgrzymi.",
        "category": "Religijne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/ife.json"
    },
    {
        "id": 49,
        "name": "Kijów|Kijowa|Kijowowi|Kijów|Kijowem|Kijowie",
        "historical_info": "Jeśli wierzyć legendom, Kijów został założony przez trzech słowiańskich braci - Kija, Szczeka i Chorywa - na początku VI w. naszej ery. Od tego czasu to jedno z najstarszych miast w Europie Wschodniej przeżyło zarówno czasy wielkości, jak i względnego zapomnienia. Przez stulecia jednak pozostawało najważniejszym słowiańskim centrum kulturowym, które odegrało kluczową rolę w powstaniu średniowiecznej cywilizacji wschodniosłowiańskiej.Położony na dnieprzańskim szlaku handlowym między Konstantynopolem a Skandynawią Kijów dostał się pod kontrolę miejscowej szlachty wikingów i stał się jądrem państwa Ruś. W XI w. osiągnął wielkość, stał się centrum kulturalnym posiadającym ponad 400 kościołów, osiem targowisk, przystań i karawanseraj, a także wiele wspaniałych domów. Gdy w 1632 r. założono tu Akademię Kijowsko-Mohylańską, miasto stało się ukraińskim centrum nauki i edukacji. Będąc jednak stolicą Rusi Kijowskiej, było ono często łupione i okupowane.W 1667 r. miasto stało się częścią Cesarstwa Rosyjskiego. Kijów pozostał religijnym i kulturowym centrum, lecz jego wpływy polityczne i gospodarcze zniknęły. W XIX w. miasto przeszło znaczną rusyfikację ze względu na wielość rosyjskich imigrantów, politykę kształcenia i uprzemysłowienie. Jednak entuzjazm wśród rodowitej ukraińskiej szlachty, wojskowych i kupców pozwolił lokalnej kulturze przetrwać - często dzięki potajemnemu drukowaniu książek, teatrowi amatorskiemu, wieczorkom towarzyskim, festiwalom ludowym itp.Po przymusowym wcieleniu do Związku Radzieckiego miasto doznało wielu krzywd: głód w latach 1932-33 spowodował śmierć wielu przedstawicieli niższych klas, stalinowskie czystki w latach 1937-38 niemal ogołociły miasto z inteligentów, a inwazja hitlerowców w latach 1941-43 przyniosła miastu śmierć i zniszczenie. Kijów przetrwał jednak, a po upadku Związku Radzieckiego i odzyskaniu przez Ukrainę w 1991 r. niepodległości stał się jej stolicą i kulturalnym centrum.",
        "category": "Kulturowe państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/kiev.json"
    },
    {
        "id": 50,
        "name": "Buenos Aires",
        "historical_info": "Buenos Aires, pełne energii i uwodzicielskie miasto rozciągające się z północy na południe wzdłuż Rio de la Plata i zajmujące powierzchnię ponad 120 km kw., od stuleci jest bramą do Argentyny. Portenos, jak nazywają sami siebie pochodzący z różnych stron świata mieszkańcy miasta, posiadają złożoną i bogatą tożsamość kulturową czerpiącą inspirację z tradycji hiszpańskiej, portugalskiej, włoskiej, niemieckiej, irlandzkiej, polskiej, żydowskiej, a także tubylczej. Miasto często określane jest mianem Paryża Ameryki Południowej. Jego styl życia i architektura są najbardziej europejskie ze wszystkich miast na półkuli południowej. Jego mapa stanowi mozaikę równie zróżnicowaną, jak jego mieszkańcy, kuchnia i muzyka. Buenos Aires jest - co nie zaskakuje - najczęściej odwiedzanym miastem Ameryki Południowej (wyprzedzając nawet Rio de Janeiro).Miasto założyła w 1536 r. hiszpańska ekspedycja, nadając mu nazwę Ciudad de Nuestra Senora Santa Maria del Buen Ayre (\"Miasto Naszej Pani Maryi Panny Pomyślnych Wiatrów\"). Gdy Argentyna w 1816 r. uzyskała niepodległość, kosmopolityczne miasto stało się jej stolicą. W latach 1880-1940 stanowiło ono schronienie dla uciekających przed politycznymi, religijnymi, ideologicznymi i artystycznymi prześladowaniami w Europie. Od głodnych Irlandczyków po pobożnych Żydów i rosyjskich zwolenników cara - każda fala imigrantów przynosiła ze sobą swoje tradycje i umiejętności, wzbogacając kulturową mieszankę i czyniąc Buenos Aires pod tym względem godnym rywalem dla każdej ze światowych stolic.Nic chyba nie odzwierciedla wyjątkowego kulturowego zróżnicowania miasta tak dobrze jak tango. Pojawiło się ono w Buenos Aires pod koniec lat 80. XIX w. i jest połączeniem wielu różnych tańców. Ćwiczone w szkołach tańca, parkach, na otwartych placach i salach balowych stało się narodowym tańcem łączącym w sobie elegancką rezerwę i ogromną pasję. Niewiele tańców tak bardzo kojarzonych jest z konkretnym miejscem, jak tango z Buenos Aires, duszą Argentyny.",
        "category": "Kulturowe państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/buenos_aires.json"
    },
    {
        "id": 51,
        "name": "M'banza-Kongo",
        "historical_info": "Położone na niskim płaskowyżu w północno-zachodniej Angoli miasto M'banza-Kongo było siedzibą Manikongo, władcy absolutnego Królestwa Konga, założonego około 1390 r. n.e. U szczytu jego potęgi wojownicy Bantu kontrolowali terytorium od śródatlantyckiego brzegu Afryki po rzekę Kwango, od Point Noire na północy po rzekę Luezi na południu. Miasto utrzymywało się z podatków, pracy przymusowej i królewskich danin. Od czasu do czasu Manikongo, w celu sfinansowania swojej armii, handlował z Europejczykami niewolnikami, miedzią i kością słoniową. Kolejnym źródłem utrzymania były haracze ściągane z sąsiadujących miast i królestw, które czyniły M'banza-Kongo jednym z najbogatszych afrykańskich miast XVI w.W 1568 r. króla namówiono, by pozwolił Portugalczykom na założenie kolonii w prowincji Luanda. Z tej bazy Portugalczycy stopniowo uzyskiwali kontrolę nad większością terytoriów otaczających M'banza-Kongo, co zwiększyło napięcie między państwami. W bitwie pod Ambuila w 1665 r. portugalski oddział muszkieterów i lekkiej artylerii zdecydowanie pokonały armię Manikongo. Straty wśród tubylców przekroczyły 5 tys. ludzi, a wśród zabitych znalazł się król - supremacja wojskowa M'bazi-Kongo w regionie dobiegła końca. Bitwa ta uważana jest za istotny punkt zwrotny w historii miasta, gdyż w wojnach domowych, jakie nastąpiły po śmierci monarchy, zostało ono kilkukrotnie złupione, a do 1678 r. niemal całkowicie opuszczone.M'banza-Kongo zostało w 1705 r. ponownie zasiedlone przez cieszącą się poparciem Portugalczyków tubylczą chrześcijańską prorokinię Beatriz Kimpa Vitę i jej wiernych, a w 1709 r. ponownie zostało stolicą Konga. Choć królestwo stało się wasalem Portugalii, istniało jeszcze przez 150 lat, po czym zostało podzielone na konferencji w Berlinie w 1884 r. między Portugalię, Belgię i Francję. M'banza-Kongo nigdy nie odzyskało dawnej chwały, nawet po ogłoszeniu przez Kongo niepodległości w 1960 r.",
        "category": "Militarne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/m'banza-kongo.json"
    },
    {
        "id": 52,
        "name": "Kabul|Kabulu|Kabulowi|Kabul|Kabulem|Kabulu",
        "historical_info": "Abed Rahmani napisał do swych rodaków Afgańczyków: „Bądźcie zjednoczeni jak deszcz i potężni jak ocean”. Lud Kabulu, największego miasta Afganistanu, przetrwał powtarzające się inwazje rozmaitych imperiów i zachował swoją kulturę i tożsamość, można więc powiedzieć, że wysłuchał prośby Rahmaniego. Położony w jednej z dolin Hindukuszu Kabul znajduje się w strategicznym miejscu na trasie między południową a środkową Azją i kontroluje dostęp do Przełęczy Chajberskiej. Miasto służy jako kulturalne i edukacyjne centrum Afganistanu. Choć konflikty, których początek sięga 1978 r., znacząco zmniejszyły wpływy Kabulu, od czasu dojścia do władzy administracji Karzaja w 2001 r. widać postęp w przywracaniu stolicy jej historycznej roli w kulturalnym i politycznym życiu Hindukuszu.[]Kabul ma ponad 3500 lat, lecz rzadko cieszył się wolnością. Wedle hinduistycznej rygwedy jest to miasto idealne, wizja „raju położonego w górach”. Pod koniec czasów achemenidzkich miasto stało się centrum zoroastryzmu. W ciągu kolejnych stuleci kontrolę nad Kabulem przejmowało wiele różnych królestw i imperiów. W 1504 r. miasto zostało zdobyte przez Babura, który uczynił je swoją siedzibą, gdy tworzył imperium Mogołów. Pokochał on tak dalece miasto, w którym mieszkał przez 20 lat, że na jego grobie wyryto napis po persku: „Jeśli istnieje raj na Ziemi, to jest on tu. Jest tu”.Wyzwolony wreszcie na początku XX w. Kabul zaczął przeżywać odrodzenie, które trwało 60 lat. W trakcie czterdziestoletnich rządów liberała Muhammada Zahir Szacha europejscy inwestorzy pomogli stworzyć nowoczesną sieć komunikacyjną i transportową. Dziesięcioletnia okupacja radziecka zakończyła się w 1989 r. wojną domową, wskutek której powstał represyjny rządzony przez talibów Islamski Emirat Afganistanu. Dopiero po ustanowieniu przez dowodzoną przez USA koalicję demokratycznego rządu Kabul mógł potwierdzić swoją historyczną kulturową tożsamość.",
        "category": "Kulturowe państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/kabul.json"
    },
    {
        "id": 53,
        "name": "Sofia|Sofii|Sofii|Sofię|Sofią|Sofii",
        "historical_info": "Sofia, stolica i największe miasto Bułgarii, leży w środkowej części Półwyspu Bałkańskiego. Serdowie, plemię trackie, pierwszy raz osiedli w tej okolicy około 700 r. p.n.e. W 29 lat przed Chrystusem serdyjskie osiedle zostało podbite przez Rzymian. Leżące na ważnym szlaku handlowym przez Bałkany miasto rozkwitło za rządów cesarza Trajana (98-117 r. n.e.), a szczyt bogactwa i pokoju osiągnęło za panowania bizantyjskiego cesarza Konstantyna. Później historię Sofii znaczą konflikty, wojny i podboje.Miasto zostało w znacznej mierze zniszczone przez Hunów podczas ich najazdu w 447 r. Odbudowane przez cesarza Justyniana I, w 809 r. zostało przejęte przez bułgarskiego chana Kruma. Bułgarów z kolei w 1382 r. zastąpiło imperium osmańskie. Po nieudanej krucjacie polskiego króla Władysława III Warneńczyka, który planował wyzwolić Bułgarię, chrześcijańskie elity miasta zostały wymordowane i stało się ono na kolejne cztery stulecia stolicą osmańskiej prowincji Rumelia.Sofia została podczas rosyjsko-tureckiej wojny w 1878 r. przejęta przez Rosjan i stała się stolicą autonomicznego księstwa bułgarskiego, które w 1908 r. stało się niezależnym Królestwem Bułgarii. Po uzyskaniu niepodległości kraj uwikłał się w dwie wojny bałkańskie. Po przeczekaniu pierwszego roku I wojny światowej Bułgaria dołączyła do państw centralnych i zaatakowała Serbię, Grecję i Rumunię, państwa sprzymierzone z krajami Ententy.Wojna zrujnowała politykę kraju, którym zaczęły targać wewnętrzne konflikty, lała się krew. W 1941 r. Bułgaria dołączyła do państw Osi, w wyniku czego Sofia została w 1943 r. zbombardowana, a we wrześniu 1944 r. wkroczyła do niej Armia Czerwona. Okupacja radziecka trwała aż do zniknięcia w 1989 r. żelaznej kurtyny, ostatniego aktu długiej i niespokojnej historii miasta.",
        "category": "Militarne państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/sofia.json"
    },
    {
        "id": 54,
        "name": "Ur",
        "historical_info": "Pierwotnie miasto Ur leżało na wybrzeżu, u ujścia Eufratu na północnym krańcu Zatoki Perskiej, dziś jego ruiny znajdują się jakieś 250 km od oceanu, 10 km od prawego brzegu rzeki. Miasto, o którym mowa już w Księdze Rodzaju - pochodził z niego patriarcha Abraham - Ur Chaldejskie, powstało około 5500 lat przed Chrystusem w okresie Ubajd. Kontrolowało handel między wioskami położonymi nad Tygrysem, Eufratem i morzem, a jego położenie sprzyjało przemianie w centrum polityczne i handlowe. Założyciel pierwszej dynastii Ur, Mesanpada, nadzorował budowę doków i umocnień brzegowych, które miały pomóc w kontroli corocznych wylewów rzeki. Do 2800 r. p.n.e. stało się jednym z pierwszych sumeryjskich wolnych miast. Przechodziły przez nie szlaki handlowe między Mezopotamią, Indiami, Etiopią i Egiptem.Po okresie osłabienia i stagnacji Ur pod panowaniem Ur Nammu przeżyło renesans sumeryjskiej sztuki, literatury i kultury. Historycy oceniają, że od 2030 do 1980 r. p.n.e. było ono największym miastem świata - mieszkało w nim ponad 65 tys. ludzi. Lecz za panowania trzech ostatnich królów trzeciej dynastii wpływy i bogactwo Ur zmniejszyły się. Ok. 1940 r. p.n.e. miasto zostało zdobyte i złupione przez Elamitów.Odbudowane wkrótce Ur stało się częścią włączonego później do imperium babilońskiego królestwa Isin. Choć nadal było ważnym ośrodkiem religijnym, jego znaczenie handlowe spadło, najprawdopodobniej w wyniku przesunięcia biegu Eufratu. Gdy Babilon znalazł się pod kontrolą Persów, Ur stało się miastem powszechnie ignorowanym. Jego mieszkańcy wyprowadzili się, miejskie mury i świątynie popadły w ruinę, a przystań zatonęła w piasku i błocie. Od IV w. p.n.e. Ur pozostawało praktycznie zapomniane, póki w 1854 r. John G. Taylor, brytyjski wicekonsul Basry, nie odnalazł jego ruin i nie rozpoczął ich odkopywania.",
        "category": "Nadmorskie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/ur.json"
    },
    {
        "id": 55,
        "name": "Melbourne",
        "historical_info": "Położone w Zatoce Port Phillip na południowo-wschodnim brzegu Australii Melbourne stało się stałym siedliskiem w 1835 r., gdy Anglik Jan Batman wynegocjował z miejscowymi Aborygenami traktat, na mocy którego mógł kupić w tym miejscu 2 tys. km kw. ziemi. Wyróżnia się od innych miast australijskich tym, że jako jedyne zostało zbudowane z prywatnej inicjatywy, a nie założone przez koronę. Prawa miejskie Melbourne uzyskało w 1847 r., lecz najszybciej rozwijać zaczęło się w latach 50. XIX . po odkryciu złota w pobliskich Bendigo i Ballarat. Miasto stało się ważnym portem i punktem zaopatrzeniowym dla poszukiwaczy złota, a ilość jego mieszkańców w kilka miesięcy wzrosła z 25 do 40 tys.Boom gospodarczy osiągnął swój szczyt w latach 80. XIX w., Melbourne uważano wtedy za najbogatsze miasto świata i drugie po Londynie co do wielkości w Imperium Brytyjskim. W rezultacie boomu w mieście pojawiło się mnóstwo budynków handlowych, banków, apartamentów i przypominających pałace rezydencji. Gdy jednak gorączka złota dobiegła w 1891 r. końca, wiele firm w mieście zbankrutowało i zaczęła się ekonomiczna zapaść. Kryzys finansowy w Melbourne przyczynił się do australijskiego kryzysu bankowego z 1893 r.Bankowość i przemysł miasta podniosły się, a miasto przez pierwsze lata XX w. powoli rosło. W czasie federacji, gdy w 1901 r. powstawał Związek Australijski, Melbourne było na tyle ważnym miastem, by stać się siedzibą rządu (do czasu, gdy przeniósł się on w 1927 r. do Canberry). Po II wojnie światowej wpływy ekonomiczne miasta wzrosły jeszcze bardziej dzięki napływowi imigrantów, zwłaszcza z południowej Europy, którzy zakładali tu firmy i fabryki. Największe projekty transportowe i mieszkalne realizowano w latach 70.-90. XX w. Niedawne duże inwestycje międzynarodowe pozwoliły miastu na zdywersyfikowanie gospodarki, szczególnie silnej pod względem bankowości, produkcji, transportu, badań, technologii informacyjnej i turystyki.",
        "category": "Kupieckie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/melbourne.json"
    },
    {
        "id": 56,
        "name": "Bogota|Bogoty|Bogocie|Bogotę|Bogotą|Bogocie",
        "historical_info": "W Bogocie znajduje się wiele uniwersytetów, muzeów i bibliotek, dzięki czemu miasto zyskało przydomek „Aten Ameryki Południowej”, który odnosi się do jego bogatego dziedzictwa kulturowego. Bogotę założył hiszpański osadnik Gonzalo Jimenez de Quesada, który w roku 1536 stanął na czele wyprawy składającej się z 500 konkwistadorów i wyruszył do Rio Grande de la Magdalena w poszukiwaniu El Dorado. W drodze na miejsce odkrywcy starli się z rdzennymi mieszkańcami tych ziem, Muiskami, i splądrowali świątynie w Quemuenchatocha oraz Sogamoso, rabując złoto i szmaragdy. W marcu 1537 r. uczestników wyprawy pozostało już tylko 70, w związku z czym Quesanda postanowił założyć osadę, mającą służyć za przyszłą bazę wypadową. Zbudował ją na płaskowyżu w północnych Andach, niedaleko rzeki, która później również zyskała miano Bogoty. W 1553 r. powstał tam plac centralny i rozpoczęto prace nad budynkami rządowymi oraz katedrą. Miasto stało się stolicą hiszpańskiej kolonii Nowa Grenada, które pozostawało wicekrólestwem do roku 1819, kiedy to Simon Bolivar wywalczył jej niepodległość. W następnych latach miasto było stolicą Wielkiej Kolumbii (do 1830 r.), Republiki Nowej Grenady (do 1863 r.), Stanów Zjednoczonych Kolumbii (do 1886 r.) i wreszcie obecnej Republiki Kolumbii.\r\nW rezultacie wszystkich przemian Bogota kwitła jako edukacyjne i kulturowe centrum dynamicznego państwa. W 1823 r. miejska biblioteka została rozbudowana, zmodernizowana i zmieniona w Bibliotekę Narodową, a po kilku latach założono Muzeum Narodowe. W roku 1867 powstała pierwsza szkoła państwowa, która stanowiła niejako zapowiedź powstania Narodowego Uniwersytetu Kolumbii. Miasto, będąc w miarę odseparowanym od otaczających je terenów, stało się mekką dla pisarzy i poetów starających dać początek nowym nurtom w południowoamerykańskiej hiszpańskojęzycznej literaturze. Od połowy XIX w. do połowy XX w. było domem dla wielu wybitnych twórców, m. in. Jose Asunciona Silvy i Rafaela Pomby. Pomimo zawirowań politycznych i wojny domowej, miasto nadal pozostawało ulubioną przystanią dla niezliczonych artystów, a w roku 1886 powstała Państwowa Akademia Sztuk Pięknych. W roku 2007 UNESCO oficjalnie uznało wkład Bogoty w rozwój kultury, nadając jej status Światowej Stolicy Książki, co uczyniło ją drugim na zachodniej półkuli miastem, które dostąpiło tego zaszczytu (pierwszym był Montreal).",
        "category": "Kulturowe państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/bogota.json"
    },
    {
        "id": 57,
        "name": "Wilno|Wilna|Wilnu|Wilno|Wilnem|Wilnie",
        "historical_info": "Wilno leży u zbiegu dwóch żeglownych rzek, Wilii i Wilejki, 312 kilometrów od Bałtyku. Miasto powstało jako punkt kupiecki położony głęboko w litewskich lasach, a pierwsze wzmianki o nim można znaleźć na zapiskach z 1323 r., gdy książę litewski Giedymin zaprosił niemieckich Żydów do osiedlania się w Wielkim Księstwie Litewskim, w którym to panowała wyjątkowa tolerancja religijna i istniało wiele możliwości handlowych. W następnych dziesięcioleciach pod rządami księcia i jego synów księstwo rozszerzyło swoje granice, obejmując większość dzisiejszej Litwy, Białorusi, Ukrainy i Naddniestrza, a także część Polski oraz północnej Rosji. Zawarcie Unii Lubelskiej (1569 r.) sprawiło, że miasto stało się ważnym centrum handlowym Rzeczypospolitej Obojga Narodów.Nastąpił dynamiczny rozwój Wilna - władze z otwartymi ramionami witały imigrantów, w tym tysiące Słowian, Niemców i Żydów, a polscy królowie i litewscy książęta nie szczędzili pieniędzy na wielkie projekty budowlane, m. in. zespół umocnień i dziewięciu bram miejskich. W roku 1579 król Stefan Batory założył instytucję, która następnie przekształciła się w Vilniaus universitetus, czyli pierwszy uniwersytet w krajach bałtyckich, który wkrótce stał się ważnym centrum naukowym i kulturowym. Założono wiele różnych gildii, a miasto służyło jako węzeł handlowy między Skandynawią i zachodnią Europą oraz Polską i północną Rosją.Wiek XVII przyniósł jednak katastrofę. Podczas wojny polsko-rosyjskiej w latach 1654 - 1667 miasto wpadło w ręce wojsk carskich, które splądrowały gród i nie oszczędziły mieszkańców. W 1710 r. w wybuchu epidemii dżumy życie straciło ok. 35 000 osób, a w pierwszej połowie XVIII w. szereg pożarów strawił większą część miasta. Po rozbiorze Polski w 1795 r. Wilno znalazło się w na terytorium Imperium Rosyjskiego, gdzie pozostało do roku 1920, gdy podpisano litewsko-rosyjskie porozumienie, na mocy którego Litwa odzyskała niepodległość. Dwa lata później Polska zaanektowała jednak ten region, a miasto trafiło pod polskie rządy, trwające aż do okresu II wojny światowej, kiedy to zostało przejęte przez Rosję. Ponowną niepodległość od Rosjan Litwa uzyskała w 1990 r., gdy odłączyła się od rozpadającego Związku Radzieckiego, dzięki czemu Wilno stało się stolicą niezależnego i samorządnego państwa.",
        "category": "Kupieckie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/vilnius.json"
    },
    {
        "id": 58,
        "name": "Wellington",
        "historical_info": "Według maoryskich legend Kupe, wódz Hawaiki, przybył na Wyspę Północną Nowej Zelandii ok. roku 925 na łodzi canoe, przebywszy zdradzieckie morza pełne potworów i demonów. Jakkolwiek nie było naprawdę, faktem jest, iż we wrześniu 1839 r. wyprawa londyńskiej firmy New Zealand Company założyła u ujścia rzeki Hutt bazę wyładunkową. W następnym roku z Anglii przypłynął statek wiozący 150 osadników, lecz pierwotne miejsce przybicia do brzegu okazało się zbyt grząskie i podmokłe, więc podróżnicy przenieśli osadę na drugą stronę zatoki i nazwali ją Wellington (na miejscu pierwszego zejścia na brzeg znajduje się teraz miasteczko Petone). W 1865 roku miasto zostało ogłoszone nową stolicą kolonii, detronizując tym samym Auckland, które zostało wybrane na siedzibę władz w roku 1841. Rząd kolonii uznał, że Wellington dzięki wspaniałej przystani i centralnemu położeniu będzie lepiej sprawowało tę funkcję.Wellington znajduje się przy Cieśninie Cooka, wśród wzgórz na południowy zachód od zatoki. Kapitan Królewskiej Marynarki Wojennej, James Cook, podczas swojej pierwszej wyprawy w poszukiwaniu owianego legendami kontynentu Terra Australis w roku 1770 dotarł do wysp Nowej Zelandii. Przepłynął dookoła i naniósł na mapę całą linię brzegową oraz zwrócił uwagę na istnienie wygodnie położonej zatoki, która idealnie nadawała się na założenie przystani. Przez większość swej historii zajmujące 70 kilometrów kwadratowych kotwicowisko było znane pod nazwą Port Nicholson. Po przeniesieniu stolicy przystań Wellington stała się najważniejszym portem na wyspie, obsługując zarówno jednostki brytyjskiej marynarki wojennej, jak i okręty kupieckie. Dziś miasto jest największym portem kontenerowym w regionie, a w przemysłowych przedmieściach Seaview znajduje się duży terminal naftowy. W 1895 r. firma Union Steamship Company utworzyła regularną trasę z i do portu, a Wellington stało się głównym terminalem przewozowym w okolicy.",
        "category": "Nadmorskie państwa-miasta",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/citystates/wellington.json"
    }
]