{
    "id": 6,
    "name": "Florencja|Florencji|Florencji|Florencję|Florencją|Florencji",
    "historical_info": "Florencja (włoskie „Firenze”) jest jednym z najciekawszych i najpiękniejszych miast Europy. Znajduje się nad rzeką Arno w północnych Włoszech, w sercu przepięknego regionu Toskanii. Florencja została założona w 59 roku p.n.e. przez Juliusza Cezara jako osada dla byłych żołnierzy rzymskich w strategicznej lokalizacji, na przecięciu Via Cassia (głównego szlaku na północ od Rzymu) i Arno. Została zaplanowana jako szachownica, w stylu obozu wojskowego, a położenie pozwoliło jej bardzo wiele zyskać na handlu pomiędzy Rzymem a północą, na skutek czego w 300 r.n.e. Florencja została stolicą prowincji Tuscia (Toskanii). Przez następnych kilkaset lat miasto musiało odpierać ataki zarówno Ostrogotów, jak i Bizantyjczyków, a władza nad miastem przechodziła z rąk do rąk aż do 774 r. n.e., kiedy to Karol Wielki przejął miasto i zdołał obronić je przed dalszymi atakami.Przez kolejne stulecia Florencja odzyskała utracone bogactwa i znaczenie, stając się jednym z najzamożniejszych i najpotężniejszych miast-państw w Europie. W roku 1252 Republika Florencji wprowadziła własną walutę, złote floreny, które akceptowane były praktycznie w całym regionie śródziemnomorskim, jak również w Europie, a florentyńscy kupcy i bankierzy szybko stali się znani całemu światu.W okresie renesansu Florencja znajdowała się pod panowaniem kilku bardzo bogatych i okrutnych rodzin, w tym Medyceuszy. Gdy akurat nie był zaangażowany w śmiertelne walki o władzę, Lorenzo de Medici finansował prace Michelangelo, Botticellego oraz Leonardo da Vinci, a to tylko trzy z wielu nazwisk geniuszy, których obejmował swym mecenatem. Do połowy XV wieku Medyceusze zostali dziedzicznymi wielkimi książętami Toskanii i przez następnych kilka stuleci rządzili miastem oraz prowincją. W roku 1737 Florencja stała się częścią terytorium Austrii, w 1859 przyłączono ją do królestwa Sardynii, a następnie, w roku 1861, do świeżo utworzonego połączonego Królestwa Włoch.Współczesna Florencja jest tętniącym życiem ośrodkiem turystycznym, liczącym około 500 000 mieszkańców, który wciąż lubuje się w swej historii z okresu Rzymu, średniowiecza i renesansu. Pozostaje jednym z najpiękniejszych i budzących zachwyt miejsc w Europie, a nawet na całym świecie.",
    "category": "Kulturowe państwa-miasta"
}