{
    "id": 3,
    "name": "Genewa|Genewy|Genewie|Genewę|Genewą|Genewie",
    "historical_info": "Genewa zrodziła się z osady założonej przez plemię Ligurów i pra-Celtów w okresie paleolitu, na wzgórzu, z którego otwierał się widok na jezioro. W okolicach 500 r. p.n.e. stała się ufortyfikowanym miastem zamieszkanym przez Celtów, które w 121 p.n.e. zajęte zostało przez Rzymian. Panowanie nad miastem przechodziło z rąk do rąk pomiędzy walczącymi stronami, aż ostatecznie w roku 1033 n.e. trafiło w ręce cesarza Niemiec. W okresie tym Genewa stała się istotnym centrum religijnym, z siedzibą biskupa, który był bezpośrednim wasalem Świętego Cesarstwa Rzymskiego oraz delegowanym księciem tych terenów.Przez kolejnych pięć stuleci o władzę nad Genewą rywalizowali pobliscy książęta sabaudzcy oraz katoliccy biskupi. Gdy w roku 1533 ostatni rządzący biskup uciekł, mieszkańcy podjęli próbę pozbycia się zarówno władz katolickich, jak i sabaudzkich. Miasto sprzymierzyło się z protestanckim kantonem Berno i w roku 1536 ogłosiło protestancką niepodległość. Z jednej strony dało to mieszkańcom Genewy władzę, ale z drugiej na pokolenia odseparowało miasto od katolickiej ludności Szwajcarii. Reformator protestancki Jan Kalwin zamieszkał w Genewie wkrótce po tych wydarzeniach w roku 1536 i pozostał tam przez następnych trzydzieści lat aż do śmierci, pod nieobecność biskupa stając się duchowym przywódcą miasta. Przez wiele nadchodzących lat miasto pozostawało twierdzą wiary protestanckiej, mimo że spora część jego historycznych diecezji we wczesnym XVII wieku z powrotem przeszła na katolicyzm.Genewa została na chwilę przyłączona do Francji w okresie Rewolucji Francuskiej, ale w roku 1814 na Kongresie Wiedeńskim włączono ją do Konfederacji Szwajcarskiej. Jej tereny powiększono, aby obejmowała piętnaście sąsiadujących sabaudzkich gmin. Kongres prosił o gwarancje, że katoliccy sabaudowie będą chronieni przed prześladowaniami religijnymi, a w zamian zapewnił miastu neutralność. Napięcia pomiędzy katolikami a protestantami trwały aż do roku 1907, kiedy to Genewa przyjęła prawo wymuszające rozdział państwa od kościoła. Od tej pory żadne ciało religijne nie otrzymało wsparcia od władz miejskich.Po pierwszej wojnie światowej w roku 1919 Genewa została stolicą Ligi Narodów, co dało jej status miasta międzynarodowego. Nowa reputacja przetrwała do czasów po drugiej wojnie światowej, kiedy to umieszczono w mieście europejską siedzibę ONZ wraz z całą masą międzynarodowych komisji i organizacji. Od tego czasu w Genewie kwitną turystyka i biznes.",
    "category": "Religijne państwa-miasta"
}