{
    "id": 5,
    "name": "Genua|Genui|Genui|Genuę|Genuą|Genui",
    "historical_info": "Mimo że dokładna data założenia Genui nie jest znana, historia miasta sięga starożytności i osady założonej przez Ligurów. Wykopaliska na cmentarzu z VI wieku przed naszą erą pokazują, że na tych terenach kiedyś zamieszkiwali Grecy, ale miasto prawie na pewno założone zostało na długo przedtem. Pod rządami Rzymian było kwitnącym centrum handlu, portem wojskowym i miastem targowym, ale wszystko to zostało szybko najechane i splądrowane przez Ostrogotów po upadku Zachodniego Cesarstwa Rzymskiego. Przez następnych kilka stuleci Genua pozostawała małym, zaściankowym ośrodkiem rybackim, ale wykorzystała ten czas na wybudowanie floty statków handlowych, które następnie zdominowały szlaki handlowe Morza Śródziemnego.W X wieku n.e. Genua zdobyła niezależność od lokalnych feudałów jako jedno z wolnych miast republik morskich. Miała własnego lorda, który odpowiadał bezpośrednio przed Świętym Cesarzem Rzymskim. Realna władza w mieście należała jednak nie do tego biskupa-prezydenta, a do konsuli, którzy wybierani byli na zgromadzeniu ogólnym. Budowa statków oraz bankowość pomogły młodej republice rozwinąć skrzydła, w związku z czym Genua zaczęła rozszerzać swoje granice oraz zakładać kolonie na Bliskim Wschodzie i w Północnej Afryce.Dobrobyt w mieście skończył się w jednej chwili, gdy w roku 1347 faktoria handlowa z Teodozji zaimportowała do Europy Czarną Śmierć. Gospodarka miejska zawaliła się, a liczba ludności znacznie zmniejszyła na skutek plagi. W ciągu następnych siedemdziesięciu lat drastycznie osłabione miasto przegrało kilka wojen, tracąc wszystkie swoje kolonie i trafiając pod rządy wicehrabiego Mediolanu.Szczęśliwy okres nastał ponownie, gdy znany syn Genui, Krzysztof Kolumb, wrócił po odkryciu Ameryk i podarował dziesiątą część swoich dochodów miejskim instytucjom bankowym. Pomogło to utworzyć sojusz, w którym Genua została satelitą bogatego imperium hiszpańskiego, co doprowadziło do gospodarczej odbudowy miasta. W krótkim czasie szlacheckie rodziny z tego miasta-państwa odzyskały swoje fortuny i rosnąca metropolia zaczęła ponownie przyciągać znanych artystów i architektów. Złota era Genui trwała do czasu, kiedy w roku 1656 nawrót epidemii zabił połowę mieszkańców. Dalszy powolny upadek Genui stal się faktem, gdy gospodarka światowa odwróciła się od Morza Śródziemnego do Nowego Świata i nowych szlaków handlowych, ustanowionych na początku XVIII wieku. Modernizacja oraz wojny światowe na początku XX stulecia niezbyt pomogły w odbudowie potęgi miasta.Mimo że w tej chwili Genua jest piątą gospodarką Włoch i częścią przemysłowego trójkąta kraju, nie odzyskała znaczenia i sławy, które kiedyś przyczyniły się do nadania jej imienia La Superba, wspaniałej z Włoch.",
    "category": "Kupieckie państwa-miasta"
}