{
    "id": 15,
    "name": "Hanoi",
    "historical_info": "Znajdujące się na brzegach Czerwonej Rzeki w Wietnamie tereny, na których obecnie mieści się Hanoi, były zamieszkiwane od III tysiąclecia p.n.e. Jedną z pierwszych znanych budowli w tym miejscu była cytadela Co Loa, zbudowana około roku 200 p.n.e. Oficjalnie Hanoi założono dopiero w roku 1010 n. e. Ówczesny władca tego regionu, Ly Thai To, przeniósł stolicę na to miejsce i nazwał je Thang Long, czyli „wznoszący się smok”. Thang Long pozostało stolicą Wietnamu aż do roku 1397.Miasto spokojnie rozrastało się przez następnych kilka stuleci, pomimo krótkiej chińskiej okupacji na początku XV wieku. W roku 1831 cesarz Minh Mang zmienił mu nazwę na „Pomiędzy Rzekami”. Wkrótce po tym, w 1873, Hanoi i okoliczne obszary zostały zajęte przez Francuzów, którzy następnie ogłosili miasto stolicą swojej nowej kolonii – Indochin Francuskich – w 1887 roku.Po drugiej wojnie światowej miasto stało się areną walki na śmierć i życie pomiędzy niezależnymi nacjonalistami a rządem francuskim. Północny Wietnam uzyskał niepodległość w 1954 roku, a Hanoi zostało stolicą kraju. Pozostało nią również wtedy, gdy Północny i Południowy Wietnam połączyły się w jedno państwo w 1976 roku. Od tamtej pory Hanoi rozkwitło, stając się barwną metropolią, bujnie rozrastającą się z każdym nowym pokoleniem. Teraz jest to jedno z najbardziej rozwiniętych i nowoczesnych miast w Wietnamie, szczycących się najnowszymi osiągnięciami w dziedzinie infrastruktury i technologii rolniczych.",
    "category": "Militarne państwa-miasta"
}