{
    "id": 27,
    "name": "Hongkong|Hongkongu|Hongkongowi|Hongkong|Hongkongiem|Hongkongu",
    "historical_info": "Hongkong to wolne miasto w najczystszej postaci. Ta wielka aglomeracja znajduje się na południe od wybrzeża Chin. Obecnie mieszka tam siedem milionów ludzi. Wyspa Hongkong i otaczające ją tereny były niegdyś pełne niewielkich osad, także tych założonych przez odkrywców z zagranicy. Za czasów rządów chińskiej dynastii Qing w XIX w. stosunki handlowe z Anglią pogorszyły się przez rosnące obawy związane z importem indyjskiego opium do Chin. Brytyjczycy chcieli zrekompensować sobie rosnące koszta importu herbaty z Chin, eksportując tam większe ilości opium ze swych kolonii w Indiach. Jednak władcy Qing sprzeciwili się temu i próbowali skonfiskować przychodzące dostawy opium, co doprowadziło do wybuchu I wojny opiumowej w 1839 r.Jako jedna z największych potęg morskich tej epoki Wielka Brytania nie miała problemu z pokonaniem sił chińskich i zajęciem wyspy Hongkong. Po prawie 3 latach walk, w 1842 r. podpisano traktat nankiński dający Anglikom spore zdobycze, w tym Hongkong, który na kolejnych 150 lat został kolonią brytyjską. Chiny odzyskały go w 1997 r. Pokojowa zmiana władzy doprowadziła do utworzenia tam specjalnego regionu administracyjnego. Współczesny Hongkong wyróżnia się gęstą zabudową, krajobraz usiany jest dziesiątkami drapaczy chmur i jasno oświetlonych budowli. Mimo systemu komunistycznego panującego w Chińskiej Republice Ludowej, Hongkong zachował autonomiczne władze, które mocno wspierają wolny rynek, a miasto jest dziś jednym z głównych centrów finansowych świata.",
    "category": "Kupieckie państwa-miasta"
}