{
    "id": 48,
    "name": "Ife",
    "historical_info": "Jak głoszą pradawne legendy, święte miasto Ife jest miejscem, z którego pochodzą Jorubowie, największa grupa etniczna w Zachodniej Afryce. Wedle ich mitologii Ife jest miejscem, w którym Oduduwa, brat najwyższego bóstwa - Obatali - zstąpił z niebios i rzucił na pradawny ocean garstkę ziemi, tworząc w ten sposób ląd, na którym stanęło miasto. W języku Jorubów „ife” znaczy „rozrost”, a miasto jest według nich nie tylko kolebką ich ludu, ale ludzkości w ogóle.Jakakolwiek byłaby prawda o jego założeniu, w XI w. n.e. Ife było stolicą dobrze prosperującego królestwa zajmującego tereny obecnej Nigerii. W przeciągu stulecia zaczęło ono wywierać istotny religijny i polityczny wpływ na okolicę, zwłaszcza na rządzone przez lud Edo królestwo Benin leżące na południowym wschodzie. Choć inne miasta Jorubów - Benin i Oto - miały wkrótce stać się istotniejszymi politycznie ośrodkami, Ife pozostało centrum religijnym. Uniknęło ono ataków muzułmańskich Fulanów, którzy zniszczyli Oyo, lecz osłabił je toczony w latach 20. XIX w. spór o kontrolę nad handlem niewolnikami z leżącym na południowy zachód Owu. W 1882 r. duża część Ife została zniszczona przez sprzymierzoną armię ludów Modakeke i Ibadan, która splądrowała święte miasto.Choć Ife pozostało dla Jorubów świętym miastem, do 1900 r. przestało ono pełnić jakąkolwiek polityczną rolę. Po wojnach napoleońskich Brytyjczycy założyli na wybrzeżach Afryki Zachodniej liczne porty i placówki handlowe. W 1885 r. ich roszczenia co do zachodnioafrykańskiej strefy wpływów zostały formalnie uznane przez inne potęgi europejskie, a rok później powstała Królewska Kompania Nigru. Nigeria pozostała częścią Imperium Brytyjskiego aż do chwili uzyskania niepodległości w 1960 r. W epoce kolonialnej Ife było powszechnie ignorowane, wyjątek stanowili tylko europejscy uczeni i jorubscy pielgrzymi.",
    "category": "Religijne państwa-miasta"
}