{
    "id": 52,
    "name": "Kabul|Kabulu|Kabulowi|Kabul|Kabulem|Kabulu",
    "historical_info": "Abed Rahmani napisał do swych rodaków Afgańczyków: „Bądźcie zjednoczeni jak deszcz i potężni jak ocean”. Lud Kabulu, największego miasta Afganistanu, przetrwał powtarzające się inwazje rozmaitych imperiów i zachował swoją kulturę i tożsamość, można więc powiedzieć, że wysłuchał prośby Rahmaniego. Położony w jednej z dolin Hindukuszu Kabul znajduje się w strategicznym miejscu na trasie między południową a środkową Azją i kontroluje dostęp do Przełęczy Chajberskiej. Miasto służy jako kulturalne i edukacyjne centrum Afganistanu. Choć konflikty, których początek sięga 1978 r., znacząco zmniejszyły wpływy Kabulu, od czasu dojścia do władzy administracji Karzaja w 2001 r. widać postęp w przywracaniu stolicy jej historycznej roli w kulturalnym i politycznym życiu Hindukuszu.[]Kabul ma ponad 3500 lat, lecz rzadko cieszył się wolnością. Wedle hinduistycznej rygwedy jest to miasto idealne, wizja „raju położonego w górach”. Pod koniec czasów achemenidzkich miasto stało się centrum zoroastryzmu. W ciągu kolejnych stuleci kontrolę nad Kabulem przejmowało wiele różnych królestw i imperiów. W 1504 r. miasto zostało zdobyte przez Babura, który uczynił je swoją siedzibą, gdy tworzył imperium Mogołów. Pokochał on tak dalece miasto, w którym mieszkał przez 20 lat, że na jego grobie wyryto napis po persku: „Jeśli istnieje raj na Ziemi, to jest on tu. Jest tu”.Wyzwolony wreszcie na początku XX w. Kabul zaczął przeżywać odrodzenie, które trwało 60 lat. W trakcie czterdziestoletnich rządów liberała Muhammada Zahir Szacha europejscy inwestorzy pomogli stworzyć nowoczesną sieć komunikacyjną i transportową. Dziesięcioletnia okupacja radziecka zakończyła się w 1989 r. wojną domową, wskutek której powstał represyjny rządzony przez talibów Islamski Emirat Afganistanu. Dopiero po ustanowieniu przez dowodzoną przez USA koalicję demokratycznego rządu Kabul mógł potwierdzić swoją historyczną kulturową tożsamość.",
    "category": "Kulturowe państwa-miasta"
}