{
    "id": 49,
    "name": "Kijów|Kijowa|Kijowowi|Kijów|Kijowem|Kijowie",
    "historical_info": "Jeśli wierzyć legendom, Kijów został założony przez trzech słowiańskich braci - Kija, Szczeka i Chorywa - na początku VI w. naszej ery. Od tego czasu to jedno z najstarszych miast w Europie Wschodniej przeżyło zarówno czasy wielkości, jak i względnego zapomnienia. Przez stulecia jednak pozostawało najważniejszym słowiańskim centrum kulturowym, które odegrało kluczową rolę w powstaniu średniowiecznej cywilizacji wschodniosłowiańskiej.Położony na dnieprzańskim szlaku handlowym między Konstantynopolem a Skandynawią Kijów dostał się pod kontrolę miejscowej szlachty wikingów i stał się jądrem państwa Ruś. W XI w. osiągnął wielkość, stał się centrum kulturalnym posiadającym ponad 400 kościołów, osiem targowisk, przystań i karawanseraj, a także wiele wspaniałych domów. Gdy w 1632 r. założono tu Akademię Kijowsko-Mohylańską, miasto stało się ukraińskim centrum nauki i edukacji. Będąc jednak stolicą Rusi Kijowskiej, było ono często łupione i okupowane.W 1667 r. miasto stało się częścią Cesarstwa Rosyjskiego. Kijów pozostał religijnym i kulturowym centrum, lecz jego wpływy polityczne i gospodarcze zniknęły. W XIX w. miasto przeszło znaczną rusyfikację ze względu na wielość rosyjskich imigrantów, politykę kształcenia i uprzemysłowienie. Jednak entuzjazm wśród rodowitej ukraińskiej szlachty, wojskowych i kupców pozwolił lokalnej kulturze przetrwać - często dzięki potajemnemu drukowaniu książek, teatrowi amatorskiemu, wieczorkom towarzyskim, festiwalom ludowym itp.Po przymusowym wcieleniu do Związku Radzieckiego miasto doznało wielu krzywd: głód w latach 1932-33 spowodował śmierć wielu przedstawicieli niższych klas, stalinowskie czystki w latach 1937-38 niemal ogołociły miasto z inteligentów, a inwazja hitlerowców w latach 1941-43 przyniosła miastu śmierć i zniszczenie. Kijów przetrwał jednak, a po upadku Związku Radzieckiego i odzyskaniu przez Ukrainę w 1991 r. niepodległości stał się jej stolicą i kulturalnym centrum.",
    "category": "Kulturowe państwa-miasta"
}