{
    "id": 18,
    "name": "Kuala Lumpur",
    "historical_info": "Kuala Lumpur założone zostało przez górników pracujących w pobliskiej kopalni cyny, którą utworzono w 1857 roku, z zarządzenia malajskiego wodza. Pierwotną nazwę osady, Pengkalan Lumpur, przetłumaczyć możemy jako „kupkę błota”, co nawiązuje do położenia miasta pomiędzy dwoma błotnistymi rzekami. Później nazwę tę zmieniono na Kuala Lumpur czyli „błotnisty spływ” - najwyraźniej środowisko naturalne nie zmieniło się tam na lepsze.Małe, górnicze miasteczko w końcu stało się bardziej opłacalnym punktem handlowym, ale ciągle nawiedzały je epidemie, pożary i powodzie, uniemożliwiając rozwój. W 1880 roku, w związku ze strategiczną pozycją rzek i kopalni, do miasta została przeniesiona stolica państwa. Niestety rok później wybuchł wielki pożar, za którym przyszła wielka powódź. Praktycznie wszystkie budynki w mieście zostały zniszczone, głównie dlatego, że były zrobione z drewna i pokryte strzechą - jedno i drugie szybko się pali, pleśnieje lub może zostać zmyte przez rwącą wodę. Przywódcy miasta zarządzili, by nowe konstrukcje powstawały z użyciem cegły i kafelków. Po przebudowaniu miasta w 1896 roku Kuala Lumpur zostało wybrane stolicą nowo powstałego Związku Malajskiego.Wiek XX przyniósł Kuala Lumpur jeszcze więcej problemów - podczas II wojny światowej miasto znalazło się pod okupacją Japończyków, cyna przestała być atrakcyjnym towarem, a lokalni komuniści zbrojnie powstali przeciwko brytyjskiej władzy. Ostatecznie w 1963 roku Malezja wyzwoliła się spod władzy Wielkiej Brytanii, a Kuala Lumpur stało się jej nową stolicą.Obecnie Kuala Lumpur to największe miasto w Malezji charakteryzujące się bardzo malowniczym, nowoczesnym pejzażem. Przez jakiś czas szczyciło się również najwyższymi wieżowcami na świecie - bliźniaczymi wieżami Petronas, zanim przebił je w 2004 roku wieżowiec Taipei 101. Dzisiaj miasto jest gospodarczym i kulturalnym centrum kraju, w którym kwitnie przemysł i turystyka.",
    "category": "Kulturowe państwa-miasta"
}