{
    "id": 47,
    "name": "Kyzył|Kyzyłu|Kyzyłowi|Kyzył|Kyzyłem|Kyzyle",
    "historical_info": "Założony w 1914 r. w carskiej Rosji jako Biełocarsk, Kyzył miał pełnić rolę stolicy Republiki Tuwa. Miasto leży u zlewni dwóch dopływów rzeki Jenisej w samym sercu Azji. Region ten do 1757 r. kontrolowali Mongołowie, a później do 1911 r. Mandżurowie. Podczas chińskiej rebelii w 1911 r. Rosja ogłosiła Tuwę protektoratem, a zmagające się z problemami wewnętrznymi Chiny nie miały możliwości, by interweniować. Po rewolucji październikowej miasto było na przemian okupowane przez armie Czerwonych i Białych. Na dwa lata wróciło pod jurysdykcję chińską, aż wreszcie w sierpniu 1921 r. miejscowi bolszewicy utworzyli komunistyczną republikę, a miasto nazwali Kyzył (po turecku „czerwień”) i uczynili je stolicą. Związek Radziecki zaanektował Kyzył wraz z Tuwą w 1944 r.Aż do utworzenia w 1992 r. Federacji Rosyjskiej Kyzył pozostawał odcięty od świata. Ta przymusowa pięćdziesięcioletnia izolacja pozwoliła mu zachować charakterystyczną dla miasta i niespotykaną nigdzie indziej turecko-mongolską kulturę. Kuresz, tuwańskie zapasy, są niezwykle popularne, a w Kyzyle co roku odbywają się zawody. Turecka muzyka, zwłaszcza gardłowy śpiew, co roku kultywowane są w ramach festiwalu Naadym. Od upadku ZSRR promuje się i stara zachować bogatą tradycję przekazywania ustnie epopei, poematów, zagadek i trudnych do wypowiedzenia zdań.Od 1992 r. Tuwiński Ruch Demokratyczny pragnie zapewnić pracę i domy koczowniczym ludom republiki, a także promować tuwiński język i rzemiosło. Po fali ataków na dużą zamieszkałą w Kyzyle grupę ludności rosyjskiej, które spowodowały śmierć 88 osób, wielu Rosjan przeniosło się do innych miast Federacji. Kyzył, choć promuje się jako atrakcja turystyczna, pozostaje odległe i niełatwo się tam dostać.",
    "category": "Kulturowe państwa-miasta"
}