{
    "id": 16,
    "name": "Lhasa|Lhasy|Lhasie|Lhasę|Lhasą|Lhasie",
    "historical_info": "Lhasa to jedno z najwyżej położonych miast na świecie, znajdujące się ponad 3600 metrów n.p.m. „Lhasa” dosłownie tłumaczy się jako „miejsce bogów” - nazwa zmieniła się na początku VII wieku z Rasa (co znaczyło „miejsce kóz”). Najstarsze wzmianki o mieście pochodzą z czasu, kiedy w roku 637 n.e. Songstan Gampo został przywódcą Cesarstwa Tybetańskiego i przeniósł stolicę do Lhasy. Gampo wkrótce nawrócił się na buddyzm (który poznał dzięki swoim żonom) i rozpoczął budowę posągów i świątyń buddyjskich. Chociaż polityczne wpływy miasta powoli słabły (monarchia rozpadła się w IX wieku), wciąż wzrastało znaczenie Lhasy jako ośrodka religijnego. W tym czasie, w 1391 roku, urósł w potęgę Dalajlama, duchowy przywódca buddystów tybetańskich.W 1642 roku piąty Dalajlama, Lobsang Gyatso, zaczął oprócz autorytetu duchowego dzierżyć prawdziwą, polityczną władzę i zjednoczył luźno związane tybetańskie plemiona w jedno państwo. Lhasa stała się jednocześnie duchową, jak i polityczną stolicą nowego państwa. Zanim Zachód zaczął wysyłać badaczy do miasta na początku XX wieku, prawie połowę mieszkańców Lhasy stanowili praktykujący mnisi buddyjscy.W 1950 roku Chiny najechały Tybet i wielu ludzi uciekło z miasta, włącznie z czternastym Dalajlamą, szukając schronienia na wygnaniu w Indiach. Atak Chińczycy określili jako „pokojowe wyzwolenie”, ale Tybetańczycy, kongres amerykański i inne ważne postacie wojskowe i polityczne uważają go za niczym niesprowokowaną inwazję. Wielu z pozostałych w mieście mnichów i mniszek zbuntowało się przeciwko chińskim okupantom i zaczęło przeprowadzać pokojowe demonstracje, co spowodowało nałożenie restrykcji na klasztory. W ramach próby narzucenia buddystom komunistycznych poglądów ustanowiono programy reedukacji, a od protestujących zażądano wyparcia się Dalajlamy i zrzeczenia się niepodległości Tybetu. Wiele mnichów i mniszek, którzy odmówili współpracy, trafiło do więzienia, a ci, którym udało się wymknąć, uciekli do Indii.Kwestia niepodległości Tybetu jest wciąż wielkim źródłem kontrowersji w Lhasie i na całym świecie, a wielu światowych przywódców wciąż potępia sposób, w jaki władze chińskie traktują naród tybetański. W maju 2008 rozpoczęły się rozmowy między urzędującym Dalajlamą na wygnaniu a chińskim rządem na temat niepodległości Tybetu i autonomicznej władzy w państwie, ale w ich wyniku niewiele się zmieniło.",
    "category": "Religijne państwa-miasta"
}