{
    "id": 51,
    "name": "M'banza-Kongo",
    "historical_info": "Położone na niskim płaskowyżu w północno-zachodniej Angoli miasto M'banza-Kongo było siedzibą Manikongo, władcy absolutnego Królestwa Konga, założonego około 1390 r. n.e. U szczytu jego potęgi wojownicy Bantu kontrolowali terytorium od śródatlantyckiego brzegu Afryki po rzekę Kwango, od Point Noire na północy po rzekę Luezi na południu. Miasto utrzymywało się z podatków, pracy przymusowej i królewskich danin. Od czasu do czasu Manikongo, w celu sfinansowania swojej armii, handlował z Europejczykami niewolnikami, miedzią i kością słoniową. Kolejnym źródłem utrzymania były haracze ściągane z sąsiadujących miast i królestw, które czyniły M'banza-Kongo jednym z najbogatszych afrykańskich miast XVI w.W 1568 r. króla namówiono, by pozwolił Portugalczykom na założenie kolonii w prowincji Luanda. Z tej bazy Portugalczycy stopniowo uzyskiwali kontrolę nad większością terytoriów otaczających M'banza-Kongo, co zwiększyło napięcie między państwami. W bitwie pod Ambuila w 1665 r. portugalski oddział muszkieterów i lekkiej artylerii zdecydowanie pokonały armię Manikongo. Straty wśród tubylców przekroczyły 5 tys. ludzi, a wśród zabitych znalazł się król - supremacja wojskowa M'bazi-Kongo w regionie dobiegła końca. Bitwa ta uważana jest za istotny punkt zwrotny w historii miasta, gdyż w wojnach domowych, jakie nastąpiły po śmierci monarchy, zostało ono kilkukrotnie złupione, a do 1678 r. niemal całkowicie opuszczone.M'banza-Kongo zostało w 1705 r. ponownie zasiedlone przez cieszącą się poparciem Portugalczyków tubylczą chrześcijańską prorokinię Beatriz Kimpa Vitę i jej wiernych, a w 1709 r. ponownie zostało stolicą Konga. Choć królestwo stało się wasalem Portugalii, istniało jeszcze przez 150 lat, po czym zostało podzielone na konferencji w Berlinie w 1884 r. między Portugalię, Belgię i Francję. M'banza-Kongo nigdy nie odzyskało dawnej chwały, nawet po ogłoszeniu przez Kongo niepodległości w 1960 r.",
    "category": "Militarne państwa-miasta"
}