{
    "id": 44,
    "name": "Malakka|Malakki|Malakce|Malakkę|Malakką|Malakce",
    "historical_info": "Miasto założono około 1400 r. n.e., gdy Parameswara, król Temasku, uciekł przed atakującymi wojskami majapahickimi i schronił się w leżącej tam małej wiosce rybackiej. W porcie, który górował nad Cieśniną Malakka, założył królestwo Malezji, które wkrótce opanowało cały półwysep i nie tylko. Sułtanat Malakki, który nastał później, stał się dla chińskich, arabskich i europejskich kupców ważnym przystankiem, w którym uzupełniali zapasy wody i żywności. Malajskie rządy dobiegły końca w 1511 r., gdy Alfonso de Albuquerque przejął miasto w imię Portugalii.W ciągu kolejnego stulecia Malakka stała się najważniejszym portem handlowym w południowo-wschodniej Azji, a Portugalczycy zbudowali tam rozległe doki i magazyny służące do eksportu cukru i ryżu. Rozbudowa portu trwała nadal po przejęciu go przez Holenderską Kompanię Wschodnioindyjską, która w 1641 r. zdobyła i ufortyfikowała miasto. Rywalizacja między Holendrami a Brytyjczykami o kontrolę nad strategicznymi cieśninami zakończyła się korzystnym angielsko-holenderskim traktatem z 1824 r., a Malakka stała się jednym z pierwszych „strait settlement” Imperium Brytyjskiego. Poważne zamulenie wyjścia z portu wraz z rozrostem Singapuru doprowadziły do spadku znaczenia Malakki jako centrum handlu.Po rozwiązaniu kolonii brytyjskich, będącym następstwem japońskiej okupacji podczas II wojny światowej, Malakka stała się w 1957 r. częścią niepodległego Związku Malajskiego, który z czasem przekształcił się we współczesną Malezję. Przed wojną na okolicznych terenach jako główną uprawę hodowano kauczuk. Po wojnie stał się on głównym towarem eksportowym Malakki, co sprawiło, że ponownie jej znaczenie jako portu wzrosło. Prace pogłębieniowe i budowa falochronów uczyniły miasto dostępnym dla towarowych statków oceanicznych i kontenerowców o dużym zanurzeniu, a budowa kolei i nowoczesnej autostrady uczyniły je ponownie centrum handlowym regionu.",
    "category": "Kupieckie państwa-miasta"
}