{
    "id": 55,
    "name": "Melbourne",
    "historical_info": "Położone w Zatoce Port Phillip na południowo-wschodnim brzegu Australii Melbourne stało się stałym siedliskiem w 1835 r., gdy Anglik Jan Batman wynegocjował z miejscowymi Aborygenami traktat, na mocy którego mógł kupić w tym miejscu 2 tys. km kw. ziemi. Wyróżnia się od innych miast australijskich tym, że jako jedyne zostało zbudowane z prywatnej inicjatywy, a nie założone przez koronę. Prawa miejskie Melbourne uzyskało w 1847 r., lecz najszybciej rozwijać zaczęło się w latach 50. XIX . po odkryciu złota w pobliskich Bendigo i Ballarat. Miasto stało się ważnym portem i punktem zaopatrzeniowym dla poszukiwaczy złota, a ilość jego mieszkańców w kilka miesięcy wzrosła z 25 do 40 tys.Boom gospodarczy osiągnął swój szczyt w latach 80. XIX w., Melbourne uważano wtedy za najbogatsze miasto świata i drugie po Londynie co do wielkości w Imperium Brytyjskim. W rezultacie boomu w mieście pojawiło się mnóstwo budynków handlowych, banków, apartamentów i przypominających pałace rezydencji. Gdy jednak gorączka złota dobiegła w 1891 r. końca, wiele firm w mieście zbankrutowało i zaczęła się ekonomiczna zapaść. Kryzys finansowy w Melbourne przyczynił się do australijskiego kryzysu bankowego z 1893 r.Bankowość i przemysł miasta podniosły się, a miasto przez pierwsze lata XX w. powoli rosło. W czasie federacji, gdy w 1901 r. powstawał Związek Australijski, Melbourne było na tyle ważnym miastem, by stać się siedzibą rządu (do czasu, gdy przeniósł się on w 1927 r. do Canberry). Po II wojnie światowej wpływy ekonomiczne miasta wzrosły jeszcze bardziej dzięki napływowi imigrantów, zwłaszcza z południowej Europy, którzy zakładali tu firmy i fabryki. Największe projekty transportowe i mieszkalne realizowano w latach 70.-90. XX w. Niedawne duże inwestycje międzynarodowe pozwoliły miastu na zdywersyfikowanie gospodarki, szczególnie silnej pod względem bankowości, produkcji, transportu, badań, technologii informacyjnej i turystyki.",
    "category": "Kupieckie państwa-miasta"
}