{
    "id": 45,
    "name": "Mogadiszu",
    "historical_info": "Jeśli wierzyć Periplusowi Morza Erytrejskiego, Mogadiszu było ważnym centrum morskim już w I w. n.e., kiedy to rzymscy kupcy zaczęli handlować w egipskich portach położonych nad Morzem Czerwonym. Gdy ok. 900 r. muzułmańscy kupcy osiedlili się w mieście Somali, powstały szlaki handlowe do tak odległych miejsc, jak Chiny, Wietnam czy Sri Lanka. Gdy marokański badacz i pisarz ibn Batuta dotarł do Mogadiszu w 1331 r., było ono już u szczytu swego bogactwa i stanowiło najwspanialsze miasto Rogu Afryki.Bogactwo Mogadiszu stało się w Europie przedmiotem legend, które podsycały jeszcze bardziej opowieści wędrowców. Vasco da Gama, który trafił do tego miasta w XV w., zauważył, że jest ono dobrze bronione i zbudowane, domy mają po cztery lub pięć pięter, w centrum znajdują się duże pałace, a w całym mieście - liczne meczety. Wiek później portugalski podróżnik Duarte Barbosa pisał o setkach statków z odległych krain, które wpływają do miejskiego portu wyładowane materiałami i przyprawami wymienianymi potem na złoto, wosk oraz kość słoniową. Barbosa opisał również Mogadiszu jako centrum dobrze rozwiniętego przemysłu tkackiego produkującego lekki materiał bardzo ceniony w Egipcie i Syrii.Ogarnięte chciwością europejskie potęgi pragnęły włączyć miasto do swoich imperiów kolonialnych. Najpierw bez powodzenia spróbowali tego Portugalczycy, a później na krótko kontrolę objęła Brytyjska Kompania Wschodnioindyjska. W 1892 r. sułtan Zanzibaru wypożyczył miasto Włochom, które uczyniły je w 1905 r. stolicą Włoskiej Somalii. W 1960 r. Somalia pokojowo uzyskała niepodległość. Demokracja jednak nie przetrwała wojny domowej z 1991 r. Od 1994 r., gdy ONZ wycofało swoje siły pokojowe, Mogadiszu jest niemal stale polem walki rywalizujących bojówek. Chaos sprawił, że niegdyś gwarny port stoi zniszczony i opuszczony.",
    "category": "Nadmorskie państwa-miasta"
}