{
    "id": 13,
    "name": "Monako",
    "historical_info": "Księstwo Monako jest najmniejszą na świecie monarchią i drugim z najmniejszych krajów, większym tylko od Watykanu. Od VI wieku n.e. ziemie te zamieszkiwali Liguryjczycy (po grecku - Monoikos), samo miasto jednak założono w 1228 roku jako kolonię Genui. W 1297 roku Francesco Grimaldi zajął fortecę broniącą Monako i od tej pory rządziła nim jego rodzina.W 1793 roku księstwo zajęli francuscy rewolucjoniści. Pozostało ono pod kontrolą Francuzów do 1814 roku, kiedy Kongres Wiedeński ogłosił je protektoratem Królestwa Sardynii. Monako należało do Sardynii, dopóki ta również nie została włączona do Francji. W 1861 zyskało niepodległość, jednakże Francja była (i wciąż jest) zobowiązana do zapewnienia małemu krajowi obrony militarnej. To niezły układ dla kraju, którego powierzchnia wynosi niecałe dwa kilometry kwadratowe. Monako znajdowało się pod krótką okupacją podczas II wojny światowej, ale próba zastąpienia rodziny Grimaldich faszystowską administracją nie powiodła się, a kraj niewiele się zmienił.Obecnie miasto jest znane głównie z trzech powodów - dzięki zmarłej księżnej Grace, swojemu statusowi podatkowego raju i kasynu światowej sławy. Jeżeli chodzi o pierwszą przyczynę, w 1956 roku książę Rainier III ożenił się z amerykańską aktorką Grace Kelly, po raz pierwszy od stuleci zwracając oczy całego świata na swój mały kraj. Księżna Grace nie tylko zwróciła uwagę świata na Monako, również gorliwie pracowała nad większym wspieraniem w nim i w Stanach Zjednoczonych sztuki i edukacji. Jeśli chodzi o drugą przyczynę sławy, a raczej kiepskiej sławy, Monako nigdy nie nałożyło na swoich mieszkańców podatku od dochodów, przyciągając w ten sposób wielu bogatych mieszkańców z całego świata. Na koniec - kasyno Monte Carlo, które jest jedną z największych atrakcji turystycznych kraju. Otwarto je w 1856 roku, a od tego czasu odwiedziło je wielu najbogatszych hazardzistów świata, ale nie mają do niego wstępu mieszkańcy państwa. Kasyno jest głównym punktem trasy dorocznego Grand Prix Monako i pojawia się w trzech filmach o Jamesie Bondzie. Na jego cześć nazwano również rodzaj algorytmów liczbowych i metod badania przypadków losowych.",
    "category": "Kulturowe państwa-miasta"
}