{
    "id": 28,
    "name": "Ormuz|Ormuzu|Ormuzowi|Ormuz|Ormuzem|Ormuzie",
    "historical_info": "Państwo-miasto Ormuz powstało w X w., kiedy to arabscy książęta pragnęli stworzyć na południowych brzegach Persji port, z którego mogliby kontrolować handel w Zatoce Perskiej. Miasto góruje nad wąską Cieśniną Ormuz, strategicznym akwenem łączącym Zatokę Perską z Omańską. Miasto stało się bardzo bogate dzięki temu, że było ważnym przystankiem na szlakach handlarzy niewolników ciągnących z Afryki Wschodniej do Persji i Arabii. Gdy w XIV w. jego wpływy były największe, stanowiło najpotężniejsze morskie państwo w okolicy, posiadało dużą flotę handlową i 500 okrętów wojennych.W 1505 r. król Portugalii Manuel I postanowił zablokować handel muzułmański z Indiami. Alfonso de Albuquerque wprowadził w 1507 r. do zatoki swoje okręty, zdobył wyspę Ormuz, zbudował tam fort i przejął miasto w imieniu Portugalii. W marcu 1515 r. powrócił z flotą 27 okrętów i oddziałem 1500 żołnierzy z działami, by zapewnić Portugalczykom kontrolę nad miastem. Stało się ono sławne ze swej rozwiązłości i zakazanych rozrywek, jeśli wierzyć opisom portugalskich gości i kapłanów. Luksusy i lenistwo Ormuzu oddaje doskonale ówczesne arabskie powiedzenie: „Gdyby świat był pierścieniem, Ormuz byłby jego brylantem”.Choć trzy stulecia później miasto było pomijane w żegludze, odkrycie ropy w Zatoce Perskiej i na Bliskim Wschodzie dało miastu nową rolę w światowym handlu. Irańska rewolucja, która pod wodzą ajatollaha Chomeiniego odrzuciła w 1979 r. rządy absolutnego monarchy i ustanowiła fundamentalistyczną republikę islamską, zwiększyła tylko strategiczne znaczenie miasta - nowy rząd jest bowiem nieprzyjaźnie nastawiony do krajów zachodnich.",
    "category": "Nadmorskie państwa-miasta"
}