{
    "id": 20,
    "name": "Panama|Panamy|Panamie|Panamę|Panamą|Panamie",
    "historical_info": "Panama, stolica republiki o tej samej nazwie, to miasto, w którym z Zatoki Panamskiej na Pacyfiku wpływa się do Kanału Panamskiego. Słowo „panama” oznacza „wiele ryb”, miasto zaś zbudowano w miejscu, gdzie w dniu przybycia konkwistadorów znajdowała się duża tubylcza osada rybacka. Miasto portowe po pacyficznej stronie przesmyku założył w 1519 r. hiszpański gubernator Panamy, by przyśpieszyć transport towarów i skarbu z Atlantyku. Służyło jako istotna baza wypadowa w wojnie przeciw imperium Inków, przez Panamę inkaskie skarby przewijały się w drodze do Hiszpanii.Miasto szybko wzbogaciło się na handlu i wkrótce zostało splądrowane i spalone przez angielskiego pirata, sir Henry’ego Morgana. Trzy lata później odbudowano je nieco na południe względem dawnego położenia. Choć samo miasto było potem dobrze bronione przez Hiszpanów, zniszczenie w 1746 r. karaibskiego portu Portobelo bardzo utrudniło handel lądowy. Miasto Panama straciło na bogactwie i prestiżu, lecz w sto lat później ponownie zyskało na znaczeniu, gdy funkcjonować zaczęła kolej panamska, a przesmyk stał się ważnym przystankiem dla udających się do Kalifornii poszukiwaczy złota korzystających z transportu kolejowego lub drogowego. Statki z Panamy wiozły na północ ogrom zapasów i ludzi ogarniętych gorączką złota.Gdy Panama ogłosiła w 1903 r. swoją niepodległość od Kolumbii, miasto zostało ustanowione stolicą. W 1914 r. ukończono budowę Kanału Panamskiego, a miasto stało się międzynarodowym centrum handlu i turystyki w Ameryce Środkowej. Dziś będąca siedzibą ponad 80 banków Panama uważana jest za najbogatsze miasto Ameryki Łacińskiej. Niedawny wzrost inwestycji zagranicznych w panamski przemysł transportowy oraz przeprowadzone w 2006 r. referendum, po którym postanowiono poszerzyć kanał, oznaczają, że miasto najprawdopodobniej dalej przeżywać będzie boom gospodarczy.",
    "category": "Nadmorskie państwa-miasta"
}