{
    "id": 9,
    "name": "Quebec|Quebecu|Quebecowi|Quebec|Quebekiem|Quebecu",
    "historical_info": "Miasto Quebec, założone w roku 1608 przez francuskiego odkrywcę Samuela de Champlain, było niegdyś wioską należącą do niewielkiego plemienia Irokezów i nazywaną Stadaconé. Miasto wzięło swą nazwę od algonkińskiego słowa „Kebec”, oznaczającego „tam, gdzie zwęża się rzeka” i szybko stało się centrum francuskiej kolonizacji Ameryki Północnej w XVII wieku.Z początku miasto Quebec stanowiło nie tylko ważną placówkę handlową, ale także bazę wielu chrześcijańskich misjonarzy i rosnącej liczby osadników. Przemysł drzewny i futrzarski przynosił Francuzom zyski pozwalające umacniać ich wpływy w Ameryce Północnej. Mimo wielu oblężeń Francuzi kontrolowali miasto przez ponad 150 lat, wyłączając lata 1629-1632, kiedy to Quebec znajdował się w rękach Brytyjczyków. W roku 1663 Quebec oficjalnie wybrano stolicą Nowej Francji, a od chwili założenia miasto było stolicą Kanady Francuskiej.Francuzi w końcu stracili kolonię w 1759 roku na rzecz Brytyjczyków po bitwie na Równinie Abrahama. Brytyjczycy rządzili Quebekiem do czasu powstania Kanady w 1867 r. Po uchwaleniu Konstytucji Kanady miasto Quebec zostało stolicą kanadyjskiej prowincji Quebec.Dziś w Quebecu mieszka ponad pół miliona ludzi, a miasto kwitnie dzięki swemu dziedzictwu kulturowemu. W roku 1985 miasto wpisano na listę światowego dziedzictwa UNESCO, ponieważ po dziś dzień zachowała się w nim większość architektury o kolonialnych korzeniach. Szczególnie ciekawymi jej przykładami są słynny hotel Château Frontenac i rzymskokatolickie kościoły Notre-Dame de Québec i Notre-Dame-des-Victoires, oba wybudowane w XVII wieku.",
    "category": "Nadmorskie państwa-miasta"
}