{
    "id": 7,
    "name": "Ragusa|Ragusy|Ragusie|Ragusę|Ragusą|Ragusie",
    "historical_info": "Współczesne chorwackie miasto Dubrownik było kiedyś potężnym państwem-miastem nazywanym Republiką Ragusy. Założone w VII wieku n.e., początkowo znajdowało się na małej wysepce na Adriatyku, niedaleko południowego wybrzeża dzisiejszej Chorwacji. Jego założyciele, grupa rzymskich uchodźców, zbudowali osadę, gdy uciekli ze zniszczonego miasta Epidauros. Z czasem miasto rozrosło się dzięki pomocy imperium bizantyjskiego i osmańskiego oraz królów Chorwacji i Węgier. W mieście powstało wiele ważnych obiektów, między innymi Port Gruz (do dziś jest to istotny port), co wzbudziło gniew Wenecji, której dominacja w handlu morskim nigdy wcześniej nie była zagrożona.Od roku 1205, kiedy to Wenecja najechała tereny ówczesnej Dalmacji (wschodnia część Chorwacji), Ragusa została suzerenem Wenecji, płaciła jej pokaźną daninę i służyła jako baza weneckiej floty na Adriatyku. Mimo usilnych nacisków Wenecji, Ragusa wciąż rozwijała się jako centrum handlu w rejonie Adriatyku. Jednak działania Wenecji odcisnęły swe piętno na ludności, a głęboka pogarda mieszkańców Ragusy wobec Wenecji przerodziła się w długotrwałą rywalizację gospodarczą między oboma państwami-miastami. Gdy Wenecja zrezygnowała z roszczeń do Dalmacji w 1358 r., Ragusa wreszcie zyskała możliwość zdobycia prawdziwej autonomii. Niedługo później powstała Republika Ragusy, a arystokracja miasta szybko zagarnęła władzę. Szlachta zarządzała praktycznie wszystkimi aspektami ragusańskiej polityki, a obywatele i plebejusze właściwie nie mieli prawa głosu. Rząd ten działał samodzielnie, niezależnie od króla Węgier, przez kolejnych 100 lat. W roku 1458 traktat podpisany z imperium osmańskim wzmocnił pozycję Ragusy jako ważnego centrum handlowego, którym pozostała aż do końca republiki. Miasto rozkwitło dzięki osmańskiej ochronie. Niskie opłaty celne, dostęp do Morza Czarnego (wcześniej blokowany przez kupców osmańskich) oraz wsparcie imperium osmańskiego w konfliktach handlowych pozwoliły Ragusie stać się głównym portem Adriatyku. U szczytu swej potęgi Ragusa miała około 30000 mieszkańców i była ważnym elementem łączącym porty Italii ze Wschodem. Lecz gdy towary z Indii, Chin i innych regionów stały się dostępniejsze, Ragusa zaczęła tracić swe wpływy handlowe. W 1667 roku miasto zostało dotknięte potężnym trzęsieniem ziemi, które zniszczyło prawie 75% budynków i zabiło ponad 5000 mieszkańców. W 1806 roku podupadłe miasto zostało poddane armii Napoleona, a w roku 1808 przestała istnieć Republika Ragusy. Dziś Dubrownik to popularna miejscowość turystyczna zamieszkiwana przez ponad 40000 ludzi. Ponadto Dubrownik wciąż jest portem handlowym, co przypomina o jego dawnej świetności.",
    "category": "Nadmorskie państwa-miasta"
}