{
    "id": 4,
    "name": "Ryga|Rygi|Rydze|Rygę|Rygą|Rydze",
    "historical_info": "W XII w. niemieccy kupcy i misjonarze zbudowali u ujścia rzeki Dźwiny, w miejscu istniejącego wcześniej osiedla, miasto o nazwie Ryga. Do 1158 r. założyli tu placówki handlowe, w których ubijali interesy z Bałtami i Finami. Pierwszy klasztor katolicki ukończono w 1190 r. W 1201 r. nowo obrany biskup Livonii Albert przybył tu z 23 okrętami i 1500 uzbrojonych krzyżowców - później wcielonych do zakonu krzyżackiego - aby założyć swoje biskupstwo i zmusić tubylców do przyjęcia chrześcijaństwa. W 1282 r. Ryga dołączyła do Związku Hanzeatyckiego, co zapewniło jej stabilność ekonomiczną i polityczną na trzy stulecia.Gdy przywódcy Rygi publicznie zaakceptowali w 1522 r. reformację, a władza biskupów upadła, miasto wkrótce ogarnęły wojny religijne. W 1621 roku zostało ono zdobyte przez Gustawa Adolfa, króla Szwecji, w ramach jego interwencji podczas wojny trzydziestoletniej. Ryga pozostała szwedzka do 1710 r., kiedy to ogarnięty zarazą port poddał się dowodzonym przez Piotra Wielkiego wojskom podczas wielkiej wojny północnej. Ryga pozostawała największym uprzemysłowionym miastem portowym aż do końca I wojny światowej, kiedy to rewolucja październikowa skłoniła kraje nadbałtyckie do ogłoszenia w listopadzie 1918 r. niepodległości. Ryga stała się stolicą Łotwy.W dwudziestoleciu międzywojennym Ryga rozkwitała. Wolność Łotwy była jednak niepewna, a jej stolicę zajęli najpierw w czerwcu 1940 r. czerwonoarmiści i rok później naziści. Po odzyskaniu miasta przez Armię Czerwoną w 1944 r. Ryga została zalana radzieckimi robotnikami, biurokratami i żołnierzami, których zadaniem było zmienić ją w najważniejszy przemysłowo-wojskowy kompleks na zachodzie ZSRR. Port został zmodernizowany i rozbudowany, był bowiem istotny w wymianie handlowej z krajami zachodnimi. W styczniu 1991 r., gdy Łotwa ogłosiła niepodległość, Ryga powróciła do dawnego trybu gospodarczego funkcjonowania, stając się ponownie bałtycką potęgą finansową.",
    "category": "Nadmorskie państwa-miasta"
}