{
    "id": 43,
    "name": "Samarkanda|Samarkandy|Samarkandzie|Samarkandę|Samarkandą|Samarkandzie",
    "historical_info": "Samarkanda to jedno z najstarszych miast świata, położone jest w regionie Azji Środkowej znanym jako Transoksania. Zbudowane w żyznej dolinie rzeki Zarafszan miasto cieszyło się obfitością dóbr naturalnych i żywności. Co ważniejsze, znajdowało się ono na jedwabnym szlaku, głównej arterii komunikacyjnej między Orientem a Zachodem. Założone w 700 r. p.n.e. przez Sogdiańczyków miasto w dniu zdobycia go przez Aleksandra Wielkiego w 329 r. p.n.e. było jednym z najważniejszych i najbogatszych na świecie.Pozostawało ono jeszcze przez stulecia potęgą handlową, bogacąc się na cłach nakładanych na karawany podróżujące jedwabnym szlakiem. Dzięki Samarkandzie odbywała się również wymiana kulturalna i technologiczna między Zachodem a Wschodem. Legendy głoszą, że sekret produkcji papieru uzyskali muzułmanie od dwóch chińskich jeńców około 751 r. naszej ery, co doprowadziło do stworzenia w Samarkandzie pierwszej papierni świata islamu. Stąd wiedza o papierze z lnu rozeszła się po ziemiach muzułmańskich, a następnie po Europie.W swym opisie podróży wzdłuż jedwabnego szlaku do Chin Marko Polo opisuje Samarkandę jako „bardzo duże, wspaniałe miasto”. W 1370 r. Tamerlan, założyciel imperium Timurydów, uczynił Samarkandę swoją stolicą. W ciągu kolejnych 35 lat kilkukrotnie przebudował on miasto, zaludniając je utalentowanymi artystami, rzemieślnikami, kupcami i uczonymi z całego imperium i czyniąc je kulturalnym i handlowym centrum Azji Środkowej.Otwarcie morskich szlaków handlowych między Orientem a Europą i skupienie na nowo odkrytej Ameryce uczyniły Samarkandę zaściankiem. Ilość mieszkańców gwałtownie spadła, a przez jakiś czas miasto pozostawało niezamieszkane. Ważnym centrum gospodarczym stało się dopiero w 1887 r., gdy ustanowiono je stolicą prowincji rosnącego cesarstwa Rosji.",
    "category": "Kupieckie państwa-miasta"
}