{
    "id": 22,
    "name": "Sydon|Sydonu|Sydonowi|Sydon|Sydonem|Sydonie",
    "historical_info": "Sydon jest miastem na libańskim wybrzeżu, które kiedyś było centrum rybackim i kupieckim, a dziś stanowi bazę przeładunkową dla paliwa przesyłanego transarabskim rurociągiem z Arabii Saudyjskiej.Miasto to zostało założone przez Fenicjan w trzecim tysiącleciu przed naszą erą.Sydon wzbogacił się i zyskał na znaczeniu w drugim tysiącleciu p.n.e., gdy wsławił się produkcją szkła i purpurowych barwników. W ok. 2700 r. p.n.e. koloniści z Sydonu założyli 40 kilometrów w dół wybrzeża Tyr, który przez długi czas konkurował o miano źródła fenickiej potęgi i bogactwa.Gdy wpływy Fenicjan zaczęły słabnąć, majątek i strategiczna lokalizacja Sydonu sprawiły, że miasto było łakomym kąskiem dla najeźdźców. W czasie swej historii Sydon znalazł się pod rządami Asyryjczyków, Babilończyków, Persów, Macedończyków, Seleucydów, Egipcjan, Rzymian, Turków, Francuzów i wreszcie Libańczyków. Podczas wypraw krzyżowych miasto wielokrotnie przechodziło z rąk do rąk, skutkiem czego wiele razy było burzone i odbudowywane. Jego okolica jest usiana pozostałościami umocnień z tamtych czasów. Dziś Sydon jest domem dla szyitów, sunnitów, grekokatolików i maronitów.W Biblii wielokrotnie pojawia się to miasto, a jedną z najbardziej znanych osób stamtąd jest najprawdopodobniej nikczemna Jezebel, żona Achaba, króla Izraela. Według Biblii Jezebel była zepsutą i złą władczynią, która namawiała Izraelczyków do wyznawania fenickich bożków. Za te zbrodnie została zamordowana przez własnych eunuchów i rzucona na pożarcie psom.Historia ta uczy dwóch rzeczy: po pierwsze, nie przeszkadzaj ludziom w wyznawaniu własnej religii; po drugie, nigdy nie ufaj królewskim eunuchom.",
    "category": "Militarne państwa-miasta"
}