{
    "id": 19,
    "name": "Singapur|Singapuru|Singapurowi|Singapur|Singapurem|Singapurze",
    "historical_info": "Podania i wykopaliska archeologiczne wskazują, że wyspa dzisiejszego Singapuru została zasiedlona w około drugim wieku n.e. Początkowo była częścią cesarstwa sumatrzańskiego i nosiła miano Temasek, czyli „morskie miasto”. Z nieznanych powodów rejon ten podupadł w XIV w. i przez kilka następnych stuleci na ludność wyspy składały się tylko małe wioski rybackie.Sytuacja zmieniła się 29 stycznia 1819 roku, gdy Brytyjczyk, sir Thomas Stamford Raffles, przybił do brzegu i podpisał umowę pozwalającą Brytyjczykom na rozwój portu handlowego. Singapur oficjalnie został brytyjską kolonią w 1824 roku, gdy Brytyjska Kompania Wschodnioindyjska przejęła władzę nad całą wyspą. Kolonia rozwijała się miarowo i została ważnym węzłem handlowym dla rejonu Pacyfiku.W 1914 r. Japończycy najechali na Singapur i w ciągu sześciu krótkich dni przejęli kontrolę nad wyspą i jej bazą wojskową. Bitwa o Singapur do dziś pozostaje największą opisaną klęską militarną w historii Wielkiej Brytanii. Miasto służyło za bardzo ważną bazę wypadową dla japońskiej armii do końca drugiej wojny światowej. Brytyjczycy odzyskali kontrolę nad wyspą miesiąc po kapitulacji Japonii w 1945 r.Po wojnie Singapur rozpoczął marsz ku niepodległości. W 1955 r. pozwolono miastu przeprowadzić pierwsze wybory powszechne, ale do 1959 roku Brytyjczycy opierali się pomysłom wprowadzenia autonomii. Po 4 latach małe państwo-miasto ogłosiło niepodległość i przystąpiło do Federacji Malezji. Jednak spore różnice ideologiczne spowodowały, że Singapur po dwóch latach ogłosił pełną niezależność.Od tego czasu losy tego wolnego miasta toczyły się szczęśliwie, ponieważ standardy życia, gospodarka i szkolnictwo doświadczyły ogromnych, pozytywnych zmian. Singapur jest dziś piątym najbogatszym krajem na świecie (biorąc pod uwagę PKB przypadający na jednego mieszkańca), posiadającym rozwinięty sektor turystyczny i medyczny.",
    "category": "Kupieckie państwa-miasta"
}