{
    "id": 53,
    "name": "Sofia|Sofii|Sofii|Sofię|Sofią|Sofii",
    "historical_info": "Sofia, stolica i największe miasto Bułgarii, leży w środkowej części Półwyspu Bałkańskiego. Serdowie, plemię trackie, pierwszy raz osiedli w tej okolicy około 700 r. p.n.e. W 29 lat przed Chrystusem serdyjskie osiedle zostało podbite przez Rzymian. Leżące na ważnym szlaku handlowym przez Bałkany miasto rozkwitło za rządów cesarza Trajana (98-117 r. n.e.), a szczyt bogactwa i pokoju osiągnęło za panowania bizantyjskiego cesarza Konstantyna. Później historię Sofii znaczą konflikty, wojny i podboje.Miasto zostało w znacznej mierze zniszczone przez Hunów podczas ich najazdu w 447 r. Odbudowane przez cesarza Justyniana I, w 809 r. zostało przejęte przez bułgarskiego chana Kruma. Bułgarów z kolei w 1382 r. zastąpiło imperium osmańskie. Po nieudanej krucjacie polskiego króla Władysława III Warneńczyka, który planował wyzwolić Bułgarię, chrześcijańskie elity miasta zostały wymordowane i stało się ono na kolejne cztery stulecia stolicą osmańskiej prowincji Rumelia.Sofia została podczas rosyjsko-tureckiej wojny w 1878 r. przejęta przez Rosjan i stała się stolicą autonomicznego księstwa bułgarskiego, które w 1908 r. stało się niezależnym Królestwem Bułgarii. Po uzyskaniu niepodległości kraj uwikłał się w dwie wojny bałkańskie. Po przeczekaniu pierwszego roku I wojny światowej Bułgaria dołączyła do państw centralnych i zaatakowała Serbię, Grecję i Rumunię, państwa sprzymierzone z krajami Ententy.Wojna zrujnowała politykę kraju, którym zaczęły targać wewnętrzne konflikty, lała się krew. W 1941 r. Bułgaria dołączyła do państw Osi, w wyniku czego Sofia została w 1943 r. zbombardowana, a we wrześniu 1944 r. wkroczyła do niej Armia Czerwona. Okupacja radziecka trwała aż do zniknięcia w 1989 r. żelaznej kurtyny, ostatniego aktu długiej i niespokojnej historii miasta.",
    "category": "Militarne państwa-miasta"
}