{
    "id": 8,
    "name": "Sydney",
    "historical_info": "Sydney, położone na południowo-wschodnim wybrzeżu Australii, było nie tylko pierwszą brytyjską kolonią na tym kontynencie, ale także pierwszą europejską kolonią na terenie Australii. W roku 1788 admirał Arthur Phillip założył tam kolonię karną, więc początkowo Sydney rozwijało się dzięki skazańcom, do których później dołączyli emerytowani żołnierze i przybywający z Wielkiej Brytanii osadnicy. Z czasem Sydney stało się największym i prawdopodobnie najsłynniejszym miastem Australii, w którym obecnie mieszkają ponad 4 miliony ludzi.Odkryta w 1770 roku przez Jamesa Cooka słynna Zatoka Botany uznana została za miejsce nienadające się do zamieszkania w nim na stałe. Pobliska Zatoka Sydney, nazwana tak na cześć Thomasa „Lorda Sydney” Townshenda, okazała się idealnym miejscem do zasiedlenia. Uważa się, że australijscy Aborygeni mieszkali tam tysiące lat przed brytyjskimi kolonistami, którzy po swym przybyciu natrafili na wiele plemion tubylczych. Choć admirał Phillip próbował regulować kontakty między kolonistami i Aborygenami, tysiące tych ostatnich zmarły na ospę i odrę przywiezione przez ekspedycje kolonizacyjne.Populacja Sydney wzrosła znacząco w XIX wieku, kiedy na sąsiadujących terenach odkryto złoto, głównie w regionie Bathurst. W latach dwudziestych ubiegłego wieku dzięki gwałtownemu rozwojowi przemysłu liczba mieszkańców Sydney zwiększyła się do ponad miliona i wciąż rosła, reagując na rosnące potrzeby infrastrukturalne miasta.Obecnie Sydney rozwija się finansowo i stanowi gospodarcze centrum Australii. Swoje siedziby mają tam liczne banki i instytucje finansowe. Znajduje się tam również australijska giełda papierów wartościowych. Od wczesnych lat XIX wieku świętuje się założenie Sydney. Jest to święto narodowe upamiętniające nie tylko historię miasta, ale także jego znaczenie dla współczesnej Australii.",
    "category": "Nadmorskie państwa-miasta"
}