{
    "id": 23,
    "name": "Tyr|Tyru|Tyrowi|Tyr|Tyrem|Tyrze",
    "historical_info": "Tyr jest starożytnym miastem fenickim, położonym na południu Libanu, około 19 km na północ od granicy z Izraelem. Mieści się na kontynencie i pobliskiej wyspie. Początki miasta datuje się na ok. 2700 r. p.n.e. Założone zostało przez kolonistów z Sydonu, ale dość szybko przyćmiło to siostrzane miasto, stając się rybackim i handlowym centrum Fenicji. W IX w. p.n.e. osadnicy z Tyru założyli w północnej Afryce Kartaginę.W Biblii znajduje się wiele wzmianek dotyczących Tyru. Relacje między Tyrem i Izraelem były zazwyczaj bardzo dobre, a Hiram, król Tyru, dostarczył materiały budowlane dla świątyni Salomona w Jerozolimie.Tyr, z uwagi na swą strategiczną lokalizację i bogactwo, był obiektem częstych ataków różnych plądrujących akurat okolicę sił. W VIII i VII w. p.n.e. miasto kontrolowali Asyryjczycy. W VI w. p.n.e. Tyrowi udało się wytrzymać długie oblężenie wojsk króla Babilonu, Nabuchodonozora II, ale niedługo później skapitulował w obliczu sił perskich. W III w. Aleksander Macedoński przechodził w pobliżu ze swoją armią.Przez siedem długich miesięcy oblegał miasto i aby poradzić sobie z upartymi obrońcami kompletnie zniszczył położoną na kontynencie część, a następnie wykorzystał gruzy do zbudowania sobie drogi ku wyspie. Po wkroczeniu do Tyru Aleksander Wielki, doceniając męstwo i bitność mieszkańców, 10 000 z nich uśmiercił, a 30 000 zniewolił. Pomimo małego odrodzenia pod panowaniem Egipcjan i Rzymian, Tyr nigdy w pełni nie powrócił do dawnej chwały po wyczynie Aleksandra.Dziś miasto liczy sobie około 120 000 mieszkańców. Z uwagi na bliskość Izraela, często cierpi na konfliktach granicznych. Bomby, rakiety i kule dziurawią to i tak już zrujnowane miasto. Tyr przetrwał jednak czasy gorsze od obecnych. Dużo gorsze. Może więc kiedyś doczeka ery pokoju i rozkwitu.",
    "category": "Kupieckie państwa-miasta"
}