{
    "id": 54,
    "name": "Ur",
    "historical_info": "Pierwotnie miasto Ur leżało na wybrzeżu, u ujścia Eufratu na północnym krańcu Zatoki Perskiej, dziś jego ruiny znajdują się jakieś 250 km od oceanu, 10 km od prawego brzegu rzeki. Miasto, o którym mowa już w Księdze Rodzaju - pochodził z niego patriarcha Abraham - Ur Chaldejskie, powstało około 5500 lat przed Chrystusem w okresie Ubajd. Kontrolowało handel między wioskami położonymi nad Tygrysem, Eufratem i morzem, a jego położenie sprzyjało przemianie w centrum polityczne i handlowe. Założyciel pierwszej dynastii Ur, Mesanpada, nadzorował budowę doków i umocnień brzegowych, które miały pomóc w kontroli corocznych wylewów rzeki. Do 2800 r. p.n.e. stało się jednym z pierwszych sumeryjskich wolnych miast. Przechodziły przez nie szlaki handlowe między Mezopotamią, Indiami, Etiopią i Egiptem.Po okresie osłabienia i stagnacji Ur pod panowaniem Ur Nammu przeżyło renesans sumeryjskiej sztuki, literatury i kultury. Historycy oceniają, że od 2030 do 1980 r. p.n.e. było ono największym miastem świata - mieszkało w nim ponad 65 tys. ludzi. Lecz za panowania trzech ostatnich królów trzeciej dynastii wpływy i bogactwo Ur zmniejszyły się. Ok. 1940 r. p.n.e. miasto zostało zdobyte i złupione przez Elamitów.Odbudowane wkrótce Ur stało się częścią włączonego później do imperium babilońskiego królestwa Isin. Choć nadal było ważnym ośrodkiem religijnym, jego znaczenie handlowe spadło, najprawdopodobniej w wyniku przesunięcia biegu Eufratu. Gdy Babilon znalazł się pod kontrolą Persów, Ur stało się miastem powszechnie ignorowanym. Jego mieszkańcy wyprowadzili się, miejskie mury i świątynie popadły w ruinę, a przystań zatonęła w piasku i błocie. Od IV w. p.n.e. Ur pozostawało praktycznie zapomniane, póki w 1854 r. John G. Taylor, brytyjski wicekonsul Basry, nie odnalazł jego ruin i nie rozpoczął ich odkopywania.",
    "category": "Nadmorskie państwa-miasta"
}