{
    "id": 31,
    "name": "Vancouver",
    "historical_info": "Gdy brytyjski kapitan George Vancouver w 1792 r. lądował w Point Grey, ludność tego regionu zamieszkiwała Wybrzeże Północno-Zachodnie już od 10 tys. lat. W 1808 r. brytyjski kupiec Simon Fraser udał się w podróż w dół noszącej jego imię rzeki aż do Point Grey. W oparciu o meldunki Frasera i innych traperów w 1827 r. Kompania Zatoki Hudsona zbudowała Fort Langley, lecz okolice mimo to pozostawały niemal niezamieszkane aż do wybuchu gorączki złota nad rzeką Fraser w 1858 r., kiedy ruszyli tam górnicy z Kalifornii i wschodniej Kanady.Trwalsze źródło bogactwa stało się podstawą do większego wzrostu. Wzdłuż brzegów zatoki założono liczne tartaki. W 1867 r. wokół przybrzeżnej tawerny prowadzonej przez Gassy’ego Deightona wyrosło prymitywne osiedle Gastown. W 1884 r. posiadające wspaniałą naturalną przystań miasteczko zostało wybrane na zachodnią stację końcową Kolei Transkanadyjskiej. Napływ imigrantów, głównie Skandynawów i Szkotów, doprowadził do tak gwałtownego wzrostu liczby osiedli położonych nad zatoką, że w kwietniu 1886 r. połączyły się one i stworzyły miasto Vancouver.Po otwarciu w 1914 r. Kanału Panamskiego opłacalny stał się przewóz ziarna i drewna z Vancouver bezpośrednio na wschodnie wybrzeże Ameryki Północnej i do Europy. Ukończenie w 1923 r. pirsu Ballantyne uczyniło miasto najbardziej zaawansowanym technologicznie portem w całej Wspólnocie Brytyjskiej. Po II wojnie światowej boom w Vancouver trwał, dzięki czemu stało się ono ósmym co do wielkości miastem w Kanadzie. Wzrost ruchu turystycznego na Północnym Pacyfiku sprawia, że z miejskiego portu regularnie kursują statki rejsowe - w 2011 r. było ich 199. Niedawne badania i odkrycie ropy na Alasce oraz gazu ziemnego w zachodniej Kanadzie poskutkowały powstaniem planów uczynienia Vancouver dużym portem naftowo-gazowym.",
    "category": "Nadmorskie państwa-miasta"
}