{
    "id": 57,
    "name": "Wilno|Wilna|Wilnu|Wilno|Wilnem|Wilnie",
    "historical_info": "Wilno leży u zbiegu dwóch żeglownych rzek, Wilii i Wilejki, 312 kilometrów od Bałtyku. Miasto powstało jako punkt kupiecki położony głęboko w litewskich lasach, a pierwsze wzmianki o nim można znaleźć na zapiskach z 1323 r., gdy książę litewski Giedymin zaprosił niemieckich Żydów do osiedlania się w Wielkim Księstwie Litewskim, w którym to panowała wyjątkowa tolerancja religijna i istniało wiele możliwości handlowych. W następnych dziesięcioleciach pod rządami księcia i jego synów księstwo rozszerzyło swoje granice, obejmując większość dzisiejszej Litwy, Białorusi, Ukrainy i Naddniestrza, a także część Polski oraz północnej Rosji. Zawarcie Unii Lubelskiej (1569 r.) sprawiło, że miasto stało się ważnym centrum handlowym Rzeczypospolitej Obojga Narodów.Nastąpił dynamiczny rozwój Wilna - władze z otwartymi ramionami witały imigrantów, w tym tysiące Słowian, Niemców i Żydów, a polscy królowie i litewscy książęta nie szczędzili pieniędzy na wielkie projekty budowlane, m. in. zespół umocnień i dziewięciu bram miejskich. W roku 1579 król Stefan Batory założył instytucję, która następnie przekształciła się w Vilniaus universitetus, czyli pierwszy uniwersytet w krajach bałtyckich, który wkrótce stał się ważnym centrum naukowym i kulturowym. Założono wiele różnych gildii, a miasto służyło jako węzeł handlowy między Skandynawią i zachodnią Europą oraz Polską i północną Rosją.Wiek XVII przyniósł jednak katastrofę. Podczas wojny polsko-rosyjskiej w latach 1654 - 1667 miasto wpadło w ręce wojsk carskich, które splądrowały gród i nie oszczędziły mieszkańców. W 1710 r. w wybuchu epidemii dżumy życie straciło ok. 35 000 osób, a w pierwszej połowie XVIII w. szereg pożarów strawił większą część miasta. Po rozbiorze Polski w 1795 r. Wilno znalazło się w na terytorium Imperium Rosyjskiego, gdzie pozostało do roku 1920, gdy podpisano litewsko-rosyjskie porozumienie, na mocy którego Litwa odzyskała niepodległość. Dwa lata później Polska zaanektowała jednak ten region, a miasto trafiło pod polskie rządy, trwające aż do okresu II wojny światowej, kiedy to zostało przejęte przez Rosję. Ponowną niepodległość od Rosjan Litwa uzyskała w 1990 r., gdy odłączyła się od rozpadającego Związku Radzieckiego, dzięki czemu Wilno stało się stolicą niezależnego i samorządnego państwa.",
    "category": "Kupieckie państwa-miasta"
}