{
    "id": 58,
    "name": "Wellington",
    "historical_info": "Według maoryskich legend Kupe, wódz Hawaiki, przybył na Wyspę Północną Nowej Zelandii ok. roku 925 na łodzi canoe, przebywszy zdradzieckie morza pełne potworów i demonów. Jakkolwiek nie było naprawdę, faktem jest, iż we wrześniu 1839 r. wyprawa londyńskiej firmy New Zealand Company założyła u ujścia rzeki Hutt bazę wyładunkową. W następnym roku z Anglii przypłynął statek wiozący 150 osadników, lecz pierwotne miejsce przybicia do brzegu okazało się zbyt grząskie i podmokłe, więc podróżnicy przenieśli osadę na drugą stronę zatoki i nazwali ją Wellington (na miejscu pierwszego zejścia na brzeg znajduje się teraz miasteczko Petone). W 1865 roku miasto zostało ogłoszone nową stolicą kolonii, detronizując tym samym Auckland, które zostało wybrane na siedzibę władz w roku 1841. Rząd kolonii uznał, że Wellington dzięki wspaniałej przystani i centralnemu położeniu będzie lepiej sprawowało tę funkcję.Wellington znajduje się przy Cieśninie Cooka, wśród wzgórz na południowy zachód od zatoki. Kapitan Królewskiej Marynarki Wojennej, James Cook, podczas swojej pierwszej wyprawy w poszukiwaniu owianego legendami kontynentu Terra Australis w roku 1770 dotarł do wysp Nowej Zelandii. Przepłynął dookoła i naniósł na mapę całą linię brzegową oraz zwrócił uwagę na istnienie wygodnie położonej zatoki, która idealnie nadawała się na założenie przystani. Przez większość swej historii zajmujące 70 kilometrów kwadratowych kotwicowisko było znane pod nazwą Port Nicholson. Po przeniesieniu stolicy przystań Wellington stała się najważniejszym portem na wyspie, obsługując zarówno jednostki brytyjskiej marynarki wojennej, jak i okręty kupieckie. Dziś miasto jest największym portem kontenerowym w regionie, a w przemysłowych przedmieściach Seaview znajduje się duży terminal naftowy. W 1895 r. firma Union Steamship Company utworzyła regularną trasę z i do portu, a Wellington stało się głównym terminalem przewozowym w okolicy.",
    "category": "Nadmorskie państwa-miasta"
}