[
    {
        "id": 1,
        "name": "Bouddhisme",
        "summary": "Aujourd'hui pratiqué par plus de 350 millions de personnes dans le monde, le bouddhisme s'inspire des enseignements du vénéré chef spirituel Siddhartha Gautama, aussi appelé le \"Bouddha suprême\" (\"l'Éveillé\"). En tant que figure centrale du bouddhisme, le Bouddha n'était pas considéré comme un dieu et ne prétendait pas être en lien direct avec ce dernier. Le Bouddha montrait à ses adeptes un chemin vers la lumière, basé sur sa propre expérience de la vie, ce qui distingue le bouddhisme de la plupart des autres religions principales dans le monde. Les dogmes principaux du bouddhisme, les quatre nobles vérités et le noble chemin octuple, expliquent comment atteindre le nirvana, la paix face à une souffrance sans fin. Dans leur forme la plus simple, les quatre nobles vérités nous expliquent que la vie est une souffrance, une souffrance née de notre attachement aux désirs, qui prend fin si cet attachement disparaît, et que l'homme peut se libérer de la souffrance en suivant le noble chemin octuple. Comme son nom l'indique, le chemin octuple a huit facettes, décrivant chacune la pratique nécessaire à la compréhension absolue des quatre nobles vérités. De nos jours, il existe trois grandes écoles bouddhistes. Les plus importantes, le theravada et le mahayana, qu'on appelle des sutra, avancent que la principale façon d'atteindre la lumière est d'étudier avec attention les enseignements du Bouddha. La troisième, le vajrayana, est une forme tantrique de bouddhisme : ses adeptes pensent pouvoir atteindre plus vite la lumière en pratiquant le yoga, des mantras et d'autres rituels.",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/religions/buddhism.json"
    },
    {
        "id": 2,
        "name": "Catholicisme",
        "summary": "Le catholicisme romain désigne la théologie et la doctrine de l'Église catholique sous les auspices du Saint-Siège et de la papauté basée à Rome. Selon les érudits ecclésiastiques, le catholicisme se distingue des autres branches du christianisme par son attachement aux traditions de l'église, aux sacrements et à ses prêtres qui interprètent la Bible. La plus ancienne mention de l'Église catholique remonte à Ignace d'Antioche, vers l'an 107. La première église était dirigée par les trois patriarches de Rome, d'Alexandrie et d'Antioche, auxquels s'ajoutèrent ensuite ceux de Constantinople et de Jérusalem. Le patriarche de Rome jouissait d'une plus grande autorité due aux liens de la cité avec saint Pierre. Pendant 1 000 ans, le catholicisme romain a dominé l'Europe, jusqu'au Grand Schisme d'Orient en 1054, qui vit l'avènement de l'orthodoxie d'Orient. Cinq siècles plus tard, le christianisme connut un autre schisme majeur lors de la Réforme protestante, de nombreux fidèles en Europe rejetant les enseignements et les pratiques du catholicisme pour leur préférer une expression plus personnelle de la foi. De nos jours, l'Église catholique considère que les fidèles n'étant pas en communion avec le Vatican sont des \"non-catholiques\", mais accepte une interprétation différente de la Bible. Le catholicisme romain reste la plus grande église chrétienne, avec plus d'un milliard de fidèles dans le monde entier.",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/religions/catholicism.json"
    },
    {
        "id": 3,
        "name": "Confucianisme",
        "summary": "Le confucianisme est une religion basée sur les enseignements du philosophe chinois Confucius, né en 551 av. J.-C. D'abord présentée comme une philosophie sociale et éthique, le confucianisme s'est développé pour être aujourd'hui pratiqué par plusieurs millions de personnes, principalement en Asie orientale. Au cours de sa vie, Confucius a cherché à inculquer une forte croyance en l'éthique personnelle, en la responsabilité sociale et la fidélité familiale ; en effet, selon lui, chaque personne a un rôle à jouer dans la société. En tant que philosophie humaniste, le confucianisme met en avant la capacité de chacun à apprendre, grandir et s'améliorer par le biais d'un comportement moral et de la considération des autres. Suite à la mort de Confucius, aux alentours de 479 av. J.-C., ses enseignements se sont largement répandus pendant près de 200 ans, jusqu'à ce que la dynastie Qin se mette en tête d'éradiquer cette philosophie. Les empereurs de cette dynastie considéraient le confucianisme comme une menace directe à leur autorité, c'est pourquoi ils firent brûler la plupart des livres traitant de ce sujet, et notamment de nombreux écrits originaux de Confucius. Des temples furent également détruits dans tout le pays, laissant de petits sanctuaires aux adeptes du confucianisme. Malgré ces tentatives d'éradication du système de croyance, un fonds caché de manuscrits fut découvert dans les murs de la maison d'un érudit, et la religion trouva un souffle nouveau après la chute de la dynastie Qin, en 206 av. J.-C. Aujourd'hui, les oeuvres de Confucius sont étudiées par les érudits du monde entier. Bien qu'ils envisagent plus le confucianisme comme une philosophie qu'une religion traditionnelle, la distinction entre ces deux interprétations reste floue.",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/religions/confucianism.json"
    },
    {
        "id": 4,
        "name": "Hindouisme",
        "summary": "Largement considérée comme la plus ancienne religion encore pratiquée à ce jour, l'hindouisme est basé sur une série de manuscrits anciens, appelés le Véda. Cette collection de textes en sanskrit, regroupant quatre textes sacrés principaux, aurait été écrite voilà plus de 3500 ans. Avec aujourd'hui plus d'un milliard d'adeptes dans le monde (essentiellement en Inde), l'hindouisme compte également bien plus de disciples que la plupart des autres grandes religions. Bien qu'on ne puisse pas attribuer à l'hindouisme un seul fondateur, la religion s'est développée autour des écrits de la Véda, qui mettent en avant une force unique et fédératrice régissant tous les aspects de notre existence. Même si on dénote plusieurs dieux bien connus dans l'hindouisme, comme Shiva, Vishnou ou Brahma, ces déités ne représentent qu'une infime partie d'un dieu supérieur. Le Dharma (\"réalité ultime\") est la puissance ou la loi universelle qui lie entre elles toutes les choses qui existent. Assujettis à des cycles infinis de mort et de renaissance, les Hindous pensent que le seul remède contre la réincarnation sans fin est la méditation et la réalisation que Dieu est dans toutes les choses. Les Hindous croient également au karma : nos actions, qu'elles soient bonnes ou mauvaises, ont toutes une relation de causalité avec la progression de notre vie. Bien que plusieurs groupes soient en compétition au sein de l'hindouisme et que les différentes écoles aient chacune leur interprétation des manuscrits anciens, il n'est nullement question de rivalité et tous partagent librement leurs idées et opinions.",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/religions/hinduism.json"
    },
    {
        "id": 5,
        "name": "Islam",
        "summary": "Deuxième religion la plus importante au monde, l'islam est basé sur la croyance qu'il n'existe qu'un seul véritable dieu, Allah, qui a fait savoir sa volonté au peuple de la Terre par le biais de quelques prophètes. Le plus grand de ces prophètes, Mahomet, a transcrit les paroles de Dieu dans le livre saint des musulmans, le Coran. Né à La Mecque (aujourd'hui en Arabie saoudite) en 570, Mahomet fut d'abord marchand, puis travailla comme berger. C'est à 40 ans qu'il vécut ses premières visions de Dieu et qu'il nota les paroles de ce dernier dans le Coran. Mahomet se mit alors à prêcher la parole divine et à enseigner à ses disciples que pour obtenir le salut, ils devaient se dévouer à Dieu corps et âme par la prière quotidienne et le respect sans faille des lois divines. Les cinq piliers de l'islam, cadre nécessaire à l'obtention du salut, expliquent dans leur forme la plus simple qu'il n'existe pas d'autre dieu que Dieu lui-même et que Mahomet est son prophète, qu'il est nécessaire de prier Dieu cinq fois par jour aux horaires établis, qu'il faut donner aux miséreux pour leur venir en aide, qu'il faut jeûner entre le lever et le coucher du soleil pendant le mois de ramadan et qu'il faut se rendre en pèlerinage à La Mecque, au moins une fois dans sa vie, au cours du mois saint du dhou al hijja. Comme nombre de religions à leur fondation, Mahomet et ses disciples rencontrèrent une forte résistance de la part des autres croyances. Pourtant, le message de Mahomet se propagea à travers tout le Moyen-Orient suite à sa mort en 632. Depuis cette époque, l'islam s'est scindé en plusieurs branches concurrentes, les plus importantes étant le sunnisme et le chiisme. Bien que liés par leurs croyances globales, ces groupes sont en désaccord lorsqu'il s'agit de savoir qui doit prendre la tête des disciples de l'islam depuis la mort de Mahomet.",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/religions/islam.json"
    },
    {
        "id": 6,
        "name": "Judaïsme",
        "summary": "Le judaïsme est la religion des juifs, qui étaient à l'origine un peuple tribal du Moyen-Orient, dans la région de Jérusalem. Il s'agit de l'une des plus anciennes religions encore pratiquées aujourd'hui. On pense que le judaïsme est apparu voilà près de 3500 ans, ce qui en fait l'une des premières religions monothéistes. Malgré des différences inhérentes, de nombreux aspects du judaïsme ont des liens étroits avec le christianisme et l'islam, puisqu'ils sont tous trois considérés comme des religions \"abrahamiques\" (qui descendent d'Abraham). Au coeur du judaïsme, on trouve la Torah, le nom donné par les juifs aux cinq premiers livres de la bible. Transmise à Moïse, d'après la légende, sur le mont Sinaï, la Torah explique par quels moyens les juifs peuvent vivre selon la volonté de Dieu. Bien que les doctrines centrales au judaïsme aient été discutées par les érudits pendant des siècles, les juifs se considèrent comme le peuple élu, choisi par Dieu pour être son allié, et pensent que Dieu enverra un messie pour conduire le peuple élu en Israël. Bien que les juifs aient été persécutés tout au long de l'histoire et se soient dispersés partout dans le monde, le judaïsme est toujours là, et la foi en Dieu inébranlable des juifs a su rester intacte malgré les atrocités dont ils ont pu être victimes.",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/religions/judaism.json"
    },
    {
        "id": 7,
        "name": "Shintoïsme",
        "summary": "Dépourvu de personnage fondateur et de doctrine centrale, le shintoïsme est une croyance spirituelle japonaise basée sur la connexion d'un individu au monde, et au Japon lui-même. L'une des caractéristiques principales du shintoïsme est le culte des esprits, appelés les kamis, et dont l'existence est reconnue en rendant visite à des autels. Bien que les kamis ne soient pas considérés comme des dieux, ce sont des esprits ou des entités possédant des liens étroits avec les humains, et ils peuvent avoir un impact positif sur leur vie. Attention cependant, le shintoïsme n'est pas centré sur la croyance des kamis, mais sur le rituel de dévotion qui l'accompagne. En rendant hommage aux kamis à un autel, vous leur montrez votre intérêt, et les kamis pourront en retour avoir un effet bénéfique sur votre existence. Bien que le shintoïsme fasse partie intrinsèque du Japon depuis des siècles, avec aujourd'hui plus de 100 millions d'adeptes dans le pays, il ne s'agit pas d'une religion dans le sens traditionnel du terme, mais d'une foi enracinée dans la culture japonaise.",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/religions/shinto.json"
    },
    {
        "id": 8,
        "name": "Sikhisme",
        "summary": "Fondé au XVe siècle par le gurû Nanak Dev, le sikhisme s'est développé grâce aux efforts successifs de plusieurs gurûs ayant adopté les vertus de la paix, de l'égalité et de l'altruisme. Le sikhisme compte aujourd'hui plus de 20 millions de disciples, principalement dans le Pendjab, une région d'Inde. Les sikhs croient en un dieu unique, sans forme physique, avec lequel chaque sikh a la capacité de communiquer et aux yeux duquel ils sont tous égaux. Les sikhs sont connus pour leur générosité, puisque l'un des principaux piliers de leur foi est l'idée que tous les Hommes naissent égaux, quels que soient leurs croyance, couleur ou sexe. Se distinguant ainsi des autres grandes religions, le sikhisme affirme que les actes généreux au service des autres sont plus importants que toute forme de rituel. Les sikhs ont aussi le devoir de combattre les injustices et de soutenir les opprimés, car la paix et la vérité doivent prévaloir. Pour les sikhs, le salut ne s'obtient que par la pratique disciplinée de la méditation, le respect personnel et la focalisation sur Dieu. Un certain nombre de restrictions sont imposées aux disciples du sikhisme, notamment l'interdiction de se couper les cheveux, de consommer des substances toxiques, et surtout, de se livrer à toute forme de rituel, de superstition ou de pèlerinage.",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/religions/sikhism.json"
    },
    {
        "id": 9,
        "name": "Taoïsme",
        "summary": "Le taoïsme est une religion unique, basée sur les anciennes croyances et philosophies des royaumes chinois du IIe siècle. Bien qu'on ne puisse l'attribuer à un seul fondateur, le taoïsme s'est développé autour de la pensée du philosophe Lao Tseu et de son \"Tao Tö King\", rédigé au IVe siècle av. J.-C. Zhang Daoling, premier \"Maître céleste\", fonda la première école de Tao, bâtie autour des écrits de Lao Tseu. Gagnant rapidement des disciples par le prêche des philosophies de Lao Tseu, Zhang Daoling propagea la doctrine de Tao. L'un des aspects les plus connus de la religion, le yin et le yang, représente le monde rempli de forces complémentaires harmonieuses et équilibrées, telles que l'ombre et la lumière. Les adeptes du taoïsme sont encouragés à faire preuve d'humilité, de gentillesse et de compassion dans leur vie quotidienne pour maintenir cet équilibre. Tout au long de son histoire, de nombreux groupes se sont détachés de l'école originale du taoïsme, à mesure que des éléments de la tradition chinoise se mêlèrent à la philosophie. La magie, l'alchimie et d'autres forces mystiques ont toutes été incluses sous une forme ou une autre de la pensée taoïste depuis son émergence. Bien que le nombre de disciples du taoïsme soit impossible à déterminer avec précision, on pense qu'il s'élève aujourd'hui à plusieurs millions en Chine et dans les régions avoisinantes.",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/religions/taoism.json"
    },
    {
        "id": 10,
        "name": "Tengrisme",
        "summary": "La religion ancienne du tengrisme est essentiellement liée aux peuples tribaux de l'Asie centrale, notamment les Huns et les Mongols. Principalement basé sur la croyance en Tengri, le dieu du ciel, et en Eje, la Terre Mère, la pratique du tengrisme était libre, sans prêtres ni ecclésiastiques, ni tentatives de conversion. Décidés à maintenir l'harmonie avec leur environnement, les disciples de Tengri considéraient les ressources de la Terre comme sacrées, et particulièrement l'eau, une denrée rare dans les steppes d'Asie centrale où cette religion était essentiellement pratiquée. Bien qu'il est probable que le tengrisme soit toujours d'actualité dans certaines régions de l'Asie, on ne connaît pas à ce jour le nombre d'adeptes.",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/religions/tengriism.json"
    },
    {
        "id": 11,
        "name": "Zoroastrisme",
        "summary": "Le zoroastrisme, une religion ancienne basée sur les enseignements du prophète Zoroastre, aurait été fondé voilà 3500 ans dans les environs de l'Iran actuel. Si le zoroastrisme fut un temps l'une des plus grandes religions au monde, elle n'est plus aujourd'hui pratiquée que par quelques 200 000 adeptes, principalement en Inde, au Pakistan et en Iran. Le zoroastrisme est considéré par certains comme la plus ancienne religion monothéiste au monde, bien que les spécialistes ne soient pas tous d'accord à ce sujet. Les croyances zoroastriennes sont centrées autour du dieu créateur Ahura Mazdâ, le noyau de la tradition et du culte de la religion. Selon la légende, Ahura Mazdâ aurait transmis sa sagesse à Zoroastre, qui ensuite propagea ses enseignements dans toute la région. Les textes sacrés du zoroastrisme, appelés l'Avesta, contiennent des hymnes qui auraient été écrits par Zoroastre en personne. Comme de nombreuses religions, le zoroastrisme explique comment vivre en harmonie avec le monde, ici par le biais de pensées positives et de bonnes actions. On pense souvent, à tort, que les zoroastriens vénèrent le feu, notamment à cause de l'omniprésence du feu en tant que symbole dans les rituels de cette religion. Dans le zoroastrisme, le feu représente la lumière d'Ahura Mazdâ, et les croyants prient toujours en direction de la lumière, mais ne vouent pas de culte particulier au feu en lui-même.",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/religions/zoroastrianism.json"
    },
    {
        "id": 12,
        "name": "Église orthodoxe",
        "summary": "L'Église orthodoxe d'occident est actuellement la deuxième plus grande communauté chrétienne, avec environ 300 millions de fidèles. Les chrétiens orthodoxes cherchent à se rapprocher de Dieu par la \"théosis\", un pèlerinage spirituel visant à devenir plus \"proche de Dieu\". Cette église est issue du schisme de 1054. Au cours des IXe et Xe siècles, l'Église catholique, dirigée par le patriarche de Constantinople, convertit de nombreux peuples d'Europe de l'est, notamment la Russie de Kiev et les Balkans. Les querelles de doctrine comme celle du Filioque et la contestation de l'autorité du pape sur celle du patriarche en matière de religion, exacerbées par la rivalité politique et économique entre Rome et Constantinople, provoquèrent un schisme. L'événement déterminant de cette séparation fut la mise à sac de Constantinople par les croisés en 1204. De plus, après la chute de la ville aux mains des Ottomans en 1453, l'Église d'orient se retrouva encore plus isolée de Rome et sous le règne relativement tolérant des Turcs. L'Église orthodoxe, qui se voyait comme la véritable héritière des enseignements et des pratiques des premiers chrétiens, prospéra sous le règne des tsars de Russie. Bien qu'affaiblie par le régime communiste et la laïcité des Balkans, l'Église orthodoxe connaît un renouveau depuis quelques décennies et reste une branche fondamentale de la chrétienté.",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/religions/eastern_orthodoxy.json"
    },
    {
        "id": 13,
        "name": "Protestantisme",
        "summary": "La Réforme protestante, mouvement qui allait diviser l'Europe chrétienne, commença par une révolte en Allemagne contre la doctrine et les pratiques catholiques, notamment ses notions de salut, de justification et d'interprétation de la Bible. En 1517, s'inspirant des textes d'humanistes érudits, Martin Luther, un prêtre allemand de l'université de Wittenberg, publia ses 95 thèses mettant en cause certaines pratiques de l'Église catholique. Suivant son exemple, d'autres penseurs libéraux émirent leurs propres critiques à l'encontre de l'église et l'évangélisme luthérien se propagea en Allemagne et en Scandinavie. En Suisse, une réforme fut aussi conduite par Jean Calvin. Ailleurs et notamment en Angleterre, la politique se mêla à la religion et de nouvelles églises protestantes virent le jour. Malgré quelques différences, le mouvement protestant restait fidèle à deux dogmes : d'abord la Bible, et non son interprétation par le pape, devait être l'unique source d'autorité pour les chrétiens. Ensuite, le salut ne pouvait venir que d'une relation personnelle avec Jésus­Christ et non par le biais de bonnes oeuvres ou d'indulgences. Ce schisme dans la foi catholique allait déclencher une série de guerres de religion dont les échos résonnent encore aujourd'hui. Malgré de nombreuses divisions et dissensions, le protestantisme sous ses diverses formes compte environ 670 millions de fidèles.",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/religions/protestantism.json"
    }
]