[
    {
        "resolution_id": 1,
        "name": "Leader del Mondo",
        "summary": "Viene designato un Leader del Mondo. Se una civiltà riceve il supporto di un numero sufficiente di Delegati nel Congresso, il suo leader ottiene una Vittoria diplomatica. Il numero di Delegati necessario dipende dal numero di civiltà e città-stato in gioco e può essere verificato nella schermata del Congresso Mondiale.Se nessuna civiltà riceve abbastanza voti per vincere, le due civiltà che ne hanno ricevuti di più guadagnano permanentemente 2 Delegati extra, che potranno usare nelle sedute successive.Non può essere presentata da una civiltà. Proposta automaticamente a intervalli regolari una volta che il Congresso Mondiale si trasforma nelle Nazioni Unite.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/world_leader.json"
    },
    {
        "resolution_id": 2,
        "name": "Scelta dell'ospite",
        "summary": "Si designa una civiltà come ospite del Congresso. L'ospite ottiene Delegati extra e ha la facoltà di presentare risoluzioni.Non può essere proposta da una civiltà. Proposta automaticamente man mano che le civiltà passano alle epoche successive.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/choose_host.json"
    },
    {
        "resolution_id": 3,
        "name": "Embargo verso le città-stato",
        "summary": "Non si possono stabilire Rotte commerciali con le città-stato. Rotte commerciali simili già esistenti sono abolite e devono essere riassegnate.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/embargo_city-states.json"
    },
    {
        "resolution_id": 4,
        "name": "Embargo",
        "summary": "Non è possibile stabilire Rotte commerciali fra la civiltà prescelta e qualsiasi altra civiltà. Rotte commerciali simili già esistenti sono abolite e devono essere riassegnate.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/embargo.json"
    },
    {
        "resolution_id": 5,
        "name": "Abolire lusso",
        "summary": "Una risorsa di lusso viene designata come immorale, a rischio o comunque inappropriata all'uso da parte della popolazione. Finché il bando resta in atto, le civiltà non ricevono più Felicità da quella risorsa.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/ban_luxury.json"
    },
    {
        "resolution_id": 6,
        "name": "Tasse esercito regolare",
        "summary": "I costi di mantenimento delle unità costano il 25% di Oro in più.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/standing_army_tax.json"
    },
    {
        "resolution_id": 7,
        "name": "Scienziati ospiti",
        "summary": "Le civiltà ricercano il 20% più velocemente una tecnologia che è già stata scoperta da almeno un'altra civiltà.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/scholars_in_residence.json"
    },
    {
        "resolution_id": 8,
        "name": "Fiera mondiale",
        "summary": "Dà inizio al progetto Fiera mondiale. Una volta avviato, le civiltà possono fornire Produzione per il suo completamento selezionando il progetto nella lista di possibili produzioni delle città. Una volta completato, le civiltà ricevono bonus diversi in base all'entità del loro contributo.   ",
        "project_prizes": {
            "gold": "La Cultura aumenta del 100% per 20 turni.",
            "silver": "Politica Sociale gratuita.",
            "bronze": "500 punti verso la prossima Età dell'Oro."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/world's_fair.json"
    },
    {
        "resolution_id": 9,
        "name": "Giochi internazionali",
        "summary": "Dà inizio al progetto Giochi internazionali. Una volta avviato, le civiltà possono fornire Produzione per il suo completamento selezionando il progetto nella lista di possibili produzioni delle città. Una volta completato, le civiltà ricevono bonus diversi in base all'entità del loro contributo.  Disponibile dopo che una qualsiasi civiltà ha scoperto la Radio.",
        "project_prizes": {
            "gold": "Il Turismo aumenta del 100% per 20 turni. Politica Sociale gratuita.",
            "silver": "+3 Felicità. Aumento \"una tantum\" di 30 Influenza sulle città-stato.",
            "bronze": "+3 Felicità."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/international_games.json"
    },
    {
        "resolution_id": 10,
        "name": "Stazione Spaziale Internazionale",
        "summary": "Dà inizio al progetto Stazione Spaziale Internazionale. Una volta avviato, le civiltà possono fornire Produzione per il suo completamento selezionando il progetto nella lista di possibili produzioni delle città. Una volta completato, le civiltà ricevono bonus diversi in base all'entità del loro contributo.  Disponibile dopo che una qualsiasi civiltà ha scoperto i Satelliti.",
        "project_prizes": {
            "gold": "La meraviglia Stazione Spaziale Internazionale compare nella capitale. +1 Produzione dagli scienziati e +1 Scienza dagli ingegneri. I Grandi Scienziati forniscono il 33% di Scienza in più quando sono utilizzati per scoprire nuove tecnologie. Si può costruire solo attraverso uno sforzo cooperativo coordinato dal Congresso Mondiale.",
            "silver": "Grande Scienziato gratuito.",
            "bronze": "Contributo una tantum alla Ricerca scientifica."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/international_space_station.json"
    },
    {
        "resolution_id": 11,
        "name": "Siti di interesse culturale",
        "summary": "Ogni Grande Meraviglia fornisce +3 Cultura alla sua città.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/cultural_heritage_sites.json"
    },
    {
        "resolution_id": 12,
        "name": "Beni culturali naturali",
        "summary": "Ogni Meraviglia naturale fornisce +5 Cultura quando viene sfruttata.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/natural_heritage_sites.json"
    },
    {
        "resolution_id": 13,
        "name": "Non-proliferazione Nucleare",
        "summary": "A tutte le civiltà è impedita la costruzione di nuove armi nucleari (Bomba atomica e Missili nucleari). Le armi già realizzate, comunque, non sono disinnescate.Disponibile dopo che una qualsiasi civiltà ha scoperto la Balistica avanzata.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/nuclear_non-proliferation.json"
    },
    {
        "resolution_id": 14,
        "name": "Religione mondiale",
        "summary": "Si designa una religione come Religione mondiale ufficiale. Le civiltà che seguono tale religione nella maggioranza delle città del loro impero guadagnano 2 Delegati extra. La religione si diffonde il 25% più velocemente e la sua Città santa riceve il 50% di Turismo in più. In un dato momento può esserci una sola Religione mondiale.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/world_religion.json"
    },
    {
        "resolution_id": 15,
        "name": "Ideologia mondiale",
        "summary": "Si designa un'Ideologia come Ideologia mondiale ufficiale. Le civiltà che seguono tale Ideologia guadagnano 2 Delegati extra. L'Opinione Pubblica in favore di tale Ideologia aumenta in tutte le civiltà. In un dato momento può esserci una sola Ideologia mondiale.Disponibile dopo che una qualsiasi civiltà ha scoperto la Radio.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/world_ideology.json"
    },
    {
        "resolution_id": 16,
        "name": "Finanziamento delle arti",
        "summary": "Velocizza del 33% la generazione di Grandi Scrittori, Grandi Artisti e Grandi Musicisti. Rallenta del 33% la generazione di Grandi Scienziati, Grandi Ingegneri e Grandi Mercanti.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/arts_funding.json"
    },
    {
        "resolution_id": 17,
        "name": "Finanziamento delle scienze",
        "summary": "Velocizza del 33% la generazione di Grandi Scienziati, Grandi Ingegneri e Grandi Mercanti. Rallenta del 33% la generazione di Grandi Scrittori, Grandi Artisti e Grandi Musicisti.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/sciences_funding.json"
    },
    {
        "resolution_id": 18,
        "name": "Punti di riferimento storici",
        "summary": "I miglioramenti nelle caselle creati dai Grandi Personaggi forniscono +2 Cultura quando sfruttati, mentre i Punti di riferimento costruiti dagli Archeologi forniscono +4 Cultura quando sfruttati.Disponibile dopo che una qualsiasi civiltà ha scoperto l'Archeologia.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/it/resolutions/historical_landmarks.json"
    }
]