{
    "id": 1,
    "name": "Landwirtschaft",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/agriculture.png",
    "era": "Antike",
    "cost": 20,
    "civilopedia_entry": "Landwirtschaft ist die Produktion von Pflanzen und Tieren zum Zweck der Nahrungsgewinnung, aber auch für Kleidung, Schutz, Medizin, Unterhaltung und verschiedene andere Zwecke. Die Kultivierung von Getreide entwickelte sich wahrscheinlich unabhängig voneinander an verschiedenen Orten. Die frühesten Zeugnisse für Landwirtschaft datieren vom Ende der letzten Eiszeit vor ungefähr 11.000 Jahren. Interessanterweise wurde die Landwirtschaft wohl nicht von hungernden Sammlern und Jägern entwickelt, die verzweifelt auf der Suche nach neuen Nahrungsquellen waren, sondern vielmehr von erfolgreichen und vermögenden Sammlern und Jägern, die ohnehin schon über sehr viel Nahrung verfügten. Und das macht auch Sinn: Menschen mit einem Nahrungsüberschuss können es sich erlauben, neue Techniken auszuprobieren, während jene, die hungern, all ihre Energie dazu aufwenden, die altbewährten Methoden des Lebensunterhalts auszuschöpfen.Am Anfang war die Landwirtschaft ein langsamer, zyklischer Ablauf. Saatgut wurde im Frühjahr ausgebracht, dann wurden die Felder gepflegt und bewässert, bis das Getreide erntereif war, was oft erst Monate danach der Fall war. Da es nur wenige Gebiete mit klimatischen Verhältnissen gibt, die eine landwirtschaftliche Nutzung über das ganze Jahr hinweg erlauben, mussten die Bauern Nahrung für die mageren Wintermonate lagern oder mit jenen handeln, die das ganze Jahr über Nahrung durch Jagd, Fischerei usw. erhalten konnten. Bauern waren dabei stets der Natur und dem Wetter ausgeliefert: Gab es ein Jahr lang keinen Regen oder wurde das Getreide von Schädlingen gefressen, konnte eine Familie einfach verhungern.Moderne Landwirtschaft (oder Agrarindustrie) ist eine komplizierte und sehr anspruchsvolle Wissenschaft, die mit genetischer Manipulation, hochentwickelten Düngemitteln und Insektiziden sowie computergesteuerten Bewässerungssystemen und Erntemaschinen arbeitet. Technologische Fortschritte haben den Nahrungsertrag einer bestimmten Landfläche erheblich erhöht, sodass bestimmte Länder, wie z. B. auch die USA, nicht an einem Nahrungsmangel, sondern vielmehr an einem Nahrungsüberangebot leiden, das zu chronischer Fettleibigkeit der Bevölkerung und einem Preisverfall führen kann, der den Lebensunterhalt derjenigen Bauern bedroht, welche die Nahrung angebaut haben.",
    "quote": "\"Was der Ackerbau beginnt, vollenden die Künste. Die Bauern sind somit die Gründer der menschlichen Zivilisation.\" - Daniel Webster",
    "tech_prereqs": [],
    "tech_unlocks": [
        {
            "name": "Keramik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/pottery.json"
        },
        {
            "name": "Tierzucht",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/animal_husbandry.json"
        },
        {
            "name": "Bogenschießen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/archery.json"
        },
        {
            "name": "Bergbau",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mining.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Siedler",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/settler.json"
        },
        {
            "name": "Bautrupp",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/worker.json"
        },
        {
            "name": "Späher",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/scout.json"
        },
        {
            "name": "Krieger",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/warrior.json"
        },
        {
            "name": "Jaguarkrieger",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/jaguar.json"
        },
        {
            "name": "Maori-Krieger",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/maori_warrior.json"
        },
        {
            "name": "Speerschleuderer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/atlatlist.json"
        },
        {
            "name": "Fährtenleser",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/pathfinder.json"
        }
    ],
    "building_unlocks": []
}