{
    "id": 3,
    "name": "Tierzucht",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/animal_husbandry.png",
    "era": "Antike",
    "cost": 35,
    "civilopedia_entry": "Tierzucht scheint etwa zu der gleichen Zeit entwickelt worden zu sein wie die Landwirtschaft. Der Hund ist wohl das älteste Haustier und wurde gezüchtet, um bei der Jagd und dem Töten von Wild zu helfen. Allem Anschein nach wurden diese Tiere zuerst in China gezähmt und gezüchtet. Genforscher gehen sogar davon aus, dass 95% der heute lebenden Hunde Nachkommen von einigen wenigen gewöhnlichen Tieren in China sind. Ziegen und Schafe wurden im Nahen Osten ab ca. 10.000 v. Chr. domestiziert.Um domestiziert werden zu können, muss ein Tier bestimmte Kriterien aufweisen: Es sollte Nahrung aufnehmen, die für Menschen weniger attraktiv ist, wie z. B. Gras, Ungeziefer oder Essensreste. Es sollte schnell wachsen, damit es schnell seinen Nutzen erbringen und durch Zucht über mehrere Generationen genetisch verändert werden kann. Es sollte ein freundliches Gemüt haben. Es sollte nicht allzu leicht in Panik verfallen und wenn, sollte es bei seinen Artgenossen bleiben, damit Menschen oder Hunde sie in einer Gruppe zusammentreiben können. Und es ist äußerst nützlich, wenn das Tier durch Training einen Menschen als Rudelführer akzeptieren kann.Wissenschaftler glauben, dass Pferde zuerst in der heutigen Ukraine um 4.000 bis 3.500 v. Chr. gezähmt wurden. Es ist durchaus möglich, dass die ersten Pferde wegen ihres Fleisches gehalten wurden und nicht als Arbeitstiere. Nach nur etwa einem halben Jahrtausend wurden Pferde als Zugtiere in großen Teilen Europas und Asiens eingesetzt. Über mehrere tausend Jahre brachte intensive Zucht ein gezähmtes Tier hervor, das viel größer und stärker war als das ursprüngliche Wildpferd. Durch die Erfindung des Kummets sowie später des Sattels und der Steigbügel wurde das Pferd zum wichtigsten domestizierten Tier in der Menschheitsgeschichte. (Das gilt zumindest für Eurasien und Nordafrika. Die Ureinwohner Nord-, Mittel- und Südamerikas aßen alle ihre Pferde, bevor sie sie zähmen konnten.)",
    "quote": "\"Du sollst dem Ochsen, der da drischt, nicht das Maul verbinden.\" - Die Bibel, Deuteronomium 25,4",
    "tech_prereqs": [
        {
            "name": "Landwirtschaft",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/agriculture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Fallenstellen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/trapping.json"
        },
        {
            "name": "Das Rad",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_wheel.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Karawane|Karawanen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/caravan.json"
        }
    ],
    "building_unlocks": []
}