{
    "id": 4,
    "name": "Bogenschießen",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archery.png",
    "era": "Antike",
    "cost": 35,
    "civilopedia_entry": "Bogenschießen ist eine Technik, bei der eine Person die Federkraft eines gebogenen Stocks (oder \"Bogens\") nutzt, um ein dünnes, spitzes Projektil (einen \"Pfeil\") bei großer Geschwindigkeit über eine große Entfernung zu schießen. Bögen und Pfeile werden schon sehr lange zur Jagd und im Krieg eingesetzt. Der früheste Gebrauch bleibt unter dem Schleier der Zeit verborgen, doch gilt die Altsteinzeit als am wahrscheinlichsten (sie endete vor über 14.000 Jahren). In Afrika fanden Archäologen aber auch Steinspitzen von vor 60.000 Jahren, die womöglich als Pfeilspitzen verwendet wurden. Nahezu jede frühe Kultur setzte Pfeile und Bögen ein, außer den Ureinwohnern Australiens, die diese Technik anscheinend niemals entdeckt haben.Bogenschützen wurden in Kriegen eingesetzt, seit es Kriege gibt. Die frühen Griechen und Ägypter stellten schon Bogenschützen-Einheiten auf, wie es auch die frühesten bekannten Armeen in Indien, Asien, Japan und Amerika taten. Ab dem Mittelalter wurden Pfeile und Bögen im Krieg und auf der Jagd nach und nach durch Armbrüste und Feuerwaffen ersetzt und ab dem 16. Jahrhundert gab es fast gar keine Bogenschützen mehr in den modernen Armeen. Heute dient das Bogenschießen noch als Sport in vielen Kulturen auf der ganzen Welt. Ein paar Begeisterte jagen auch immer noch mit Pfeil und Bogen - eine Methode, mit der man trotz ihres hohen Alters ein Reh genauso schnell erlegen kann wie vor 10.000 Jahren.",
    "quote": " \"Der Pfeil aber war mit den Federn des Adlers selbst geschmückt. Oft geben wir unseren Feinden das Mittel zu unserer Zerstörung.\" - Aesop",
    "tech_prereqs": [
        {
            "name": "Landwirtschaft",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/agriculture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Das Rad",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_wheel.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Bogenschütze",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/archer.json"
        },
        {
            "name": "Schleuderschütze",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/slinger.json"
        },
        {
            "name": "Kampfbogenschütze",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/bowman.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Artemis-Tempel",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/temple_of_artemis.json"
        }
    ]
}