{
    "id": 42,
    "name": "Archäologie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archaeology.png",
    "era": "Industriezeitalter",
    "cost": 1600,
    "civilopedia_entry": "Archäologie ist das Studium der Überreste antiker Völker, um etwas über ihre Kultur, Kunst, Architektur und Geschichte zu erfahren. Archäologen untersuchen die Ruinen von Bauwerken, Grabhügel, Müllhalden, alte, in Höhlen verborgene Bilder und vor langer Zeit versunkene Schiffe auf dem Grund des Ozeans.Obwohl sich die Leute, seitdem es Menschen gibt, durchaus für das Leben derer interessierten, die vor ihnen kamen, begann die Archäologie als Wissenschaft erst im 15. Jahrhundert im Europa der Renaissance, als die Menschen damit anfingen, die Kunst und Architektur des antiken Griechenland und Rom zu studieren und nachzuempfinden, und Italiens reicher Adel - Päpste, Händler und Staatsoberhäupter - begann, Antiquitäten zu sammeln. Als diese seltener wurden, finanzierten sie Ausgrabungen, um mehr Beute zu finden.Archäologie wurde ab dem 19. Jahrhundert durch die Bemühungen von deutschen Gelehrten wie Heinrich Schliemann, der die frühe griechische Zivilisation in Troja und Mykene untersuchte, auf einer wissenschaftlicheren Basis betrieben.Heute untersuchen Archäologen jeden Aspekt der antiken Menschheit, von unseren frühesten Vorfahren bis hin zu unseren Ururgroßeltern. Ihre Werkzeuge sind unglaublich hochentwickelt und erlauben noch mehr Einblicke in das Leben unsere Vorfahren.",
    "quote": "\"Wer sich der Geschichte nicht erinnert, ist dazu verdammt, sie zu wiederholen.\" - George Santayana",
    "tech_prereqs": [
        {
            "name": "Navigation",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/navigation.json"
        },
        {
            "name": "Architektur",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/architecture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Biologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/biology.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Archäologe",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/archaeologist.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Museum",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/museum.json"
        },
        {
            "name": "Louvre",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/louvre.json"
        }
    ]
}