{
    "id": 32,
    "name": "Astronomie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/astronomy.png",
    "era": "Renaissance",
    "cost": 780,
    "civilopedia_entry": "Astronomie ist die Untersuchung von Objekten im Weltraum angefangen bei interstellarem Staub über Asteroiden, Monde, Planeten, Sterne, Galaxien bis hin zu solch geheimnisvollen Phänomenen wie schwarzen Löchern und Wurmlöchern. Die Astronomie ist die älteste Naturwissenschaft und hat ihre Wurzeln in den religiösen und astrologischen Praktiken der Vorgeschichte.Die frühe Astronomie ist eng mit Religion verbunden. Sterne und andere Himmelskörper wurden mit Gottheiten gleichgesetzt und man glaubte, dass sie direkten Einfluss auf den Menschen und seine physische Umgebung übten. So erschien vielleicht ein bestimmter Stern oder Sternenhaufen jedes Jahr zur Erntezeit, sodass die Menschen der Frühgeschichte glaubten, dieser Stern sei die Heimat eines Erntegottes. Ein Ziegenopfer am Tag des ersten Erscheinens des Sterns würde dann dazu führen, dass der Gott die Ernte segnet. Diese Denkweise ist der Hintergrund alter astronomischer Studien und des Aufkommens von Kalendern, die in der Geschichte eng mit der Astronomie verknüpft sind.In der Renaissance legte die Astronomie viele ihrer religiösen astrologischen Begrenzungen ab und wurde zu einer echten, eigenständigen Wissenschaft. 1543 veröffentlichte Nikolaus Kopernikus sein Werk \"De Revolutionibus Orbium Coelestium\", in dem er die These aufstellte, dass nicht die Erde, sondern die Sonne das Zentrum des Universums sei und dass sich die Planeten um die Sonne und der Mond sich um die Erde bewege. Außer dem Triumph der Wissenschaft über das religiöse Dogma, den Kopernikus' Buch errang, wurde darin auch die Mathematik als grundlegende Wissenschaft zum Verständnis der Welt beschrieben. Auch wenn sein Werk zu seinen Lebzeiten stark umstritten war, ist Kopernikus heute als einer der großen Wissenschaftler der Geschichte anerkannt und gilt als einer der Väter der wissenschaftlichen Revolution.",
    "quote": "\"Freudig spannte der Held im Winde die schwellenden Segel. Und nun setzt' er sich hin ans Ruder, und steuerte künstlich über die Flut.\" - Homer, Odyssee",
    "tech_prereqs": [
        {
            "name": "Kompass",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/compass.json"
        },
        {
            "name": "Bildungswesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/education.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Navigation",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/navigation.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Karavelle",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/caravel.json"
        },
        {
            "name": "Schildkrötenschiff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/turtle_ship.json"
        },
        {
            "name": "Nao",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/nau.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Observatorium",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/observatory.json"
        }
    ]
}