{
    "id": 62,
    "name": "Atomtheorie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/atomic_theory.png",
    "era": "Atomzeitalter",
    "cost": 5100,
    "civilopedia_entry": "Die Atomtheorie der Materie wurde zum ersten Mal im Griechenland der Antike aufgestellt. Die Philosophen Leukipp und Demokrit stellten die These auf, dass die physikalische Welt aus einer unendlichen Anzahl an äußerst kleinen Teilchen oder \"Atomen\", die in einer Leere oder einem Vakuum existieren, besteht. Atome verbinden sich in unterschiedlichen Mengen und Formationen und erschaffen alles Bestehende, von Luft über Gold und den menschlichen Körper bis zu der Welt unter unseren Füßen. Die Männer hatten natürlich keine Möglichkeit, ihre Theorie zu beweisen, und sie wurde durch spätere griechische Philosophen wie Plato und Aristoteles, die eine, sagen wir mal, eher spirituelle Sichtweise der Welt hatten, abgelehnt. Diese Sichtweise wurde von der Kirche und dem Großteil des mittelalterlichen Europas akzeptiert und die Atomtheorie siechte über Jahrtausende dahin.Im 17. Jahrhundert erlebte die Atomtheorie ein Comeback, als der brillante italienische Wissenschaftler Galileo seinen Glauben an luftleere Räume vertrat und Wissenschaftler und Philosophen versuchten, die religiöse/spirituelle Argumentation von der wissenschaftlichen zu trennen. 1658 führte der irische Chemiker Robert Boyle eine Reihe von Experimenten an Luft durch, nach denen er zu dem Schluss kam, dass Materie aus festen Teilchen besteht, die in Molekülen angeordnet sind und deren Kombinationen der Materie ihre verschiedenen Eigenschaften geben. Gegen Ende des 18. Jahrhunderts entwickelte Isaac Newton die Atomtheorie weiter und im Verlauf der nächsten hundert Jahre machten Chemiker große Fortschritte in ihrem Wissen über die Zusammensetzung und die Eigenschaften von Materie.1808 veröffentlichte der englische Chemiker und Physiker John Dalton \"Ein neues System des chemischen Teiles der Naturwissenschaft\", das der Atomtheorie eine rein wissenschaftliche Basis verlieh. Sein Werk legte ein zusammenhängendes Bild aus, wie Elemente sich vereinen, um Verbindungen zu formen, und versuchte, physikalische Beweise für die Existenz von Atomen zu liefern. Im Jahre 1869 erstellte der Russe Dmitri Mendelejew ein System, um alle bekannten Elemente nach ihrem Atomgewicht in einem \"Periodensystem\" anzuordnen, und in den nächsten Jahrzehnten stieg das menschliche Wissen über die Eigenschaften von Materie exponentiell an.1895 entdeckte der Deutsche Wilhelm Röntgen Röntgenstrahlen und 1896 fand der Franzose Henri Becquerel Radioaktivität in Uran. Ihre Arbeit machte später innerhalb derselben Dekade weitere Fortschritte durch die französischen Pioniere Marie und Pierre Curie. Ihre Erkenntnisse sollten zu radikalen Veränderungen und Verfeinerungen in der grundlegenden Atomtheorie führen.Diese Forschung wurde bis ins 20. Jahrhundert mit großem Erfolg fortgesetzt und brachte letztendlich vielerlei weltbewegende praktische Anwendungsformen wie das Röntgengerät und die Atombombe hervor, um nur zwei zu nennen. Leukipp und Demokrit wären vermutlich erstaunt darüber, wohin ihre Theorie ihre wissenschaftlichen Erben geführt hat.",
    "quote": "\"Die entfesselte Macht des Atoms hat alles verändert, nur nicht unsere Denkweise, und deshalb treiben wir einer beispiellosen Katastrophe entgegen.\" - Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Plastik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/plastics.json"
        },
        {
            "name": "Elektronik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electronics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Ökologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ecology.json"
        },
        {
            "name": "Kernspaltung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fission.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}