{
    "id": 34,
    "name": "Bankwesen",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/banking.png",
    "era": "Renaissance",
    "cost": 780,
    "civilopedia_entry": "Die ersten Banken entstanden um 3.000 v. Chr. und waren vermutlich religiöse Tempel. Es könnte sogar sein, dass es sogar schon vor der Erfindung des Geldes Banken gab; die ersten Anlagen könnten in der Form von Getreide gemacht worden sein. Im 18. Jahrhundert v. Chr. schrieb der große Hammurabi in Babylon in seinem berühmten Codex Gesetze zur Bankenregulierung. Die Griechen entwickelten das Bankwesen weiter und Quellen berichten über Tempel und andere Finanzinstitutionen, die Kredite ausgaben, Anlagen annahmen, Währungen tauschten und Münzen auf Fälschungen überprüften. Die Römer übernahmen das griechische Bankenmodell mit einigen Verbesserungen. Als das Römische Reich unterging, erlitten jedoch auch die meisten Banken in Europa dieses Schicksal. Banken entstanden in Europa erst wieder im Mittelalter, als die Menschen nach Möglichkeiten suchten, die Kreuzzüge zu finanzieren.Auch heute übernehmen Banken meist noch dieselben Funktionen wie im alten Griechenland. Sie nehmen Geldanlagen an und zahlen es den Anlegern mit Zinsen zurück. Einen Teil des Geldes verleihen sie ebenfalls für Zinsen. Und sie tauschen Währungen, geben Schecks aus usw.Der Wert des Bankwesens für die Gesellschaft ergibt sich aus der Möglichkeit, dass viele Menschen ihr Geld zusammenlegen und so große Projekte finanzieren können. Angenommen, jemand möchte eine Druckerei eröffnen und braucht dafür 1.000 Goldmünzen, die er nicht hat. Vor Erfindung des Bankwesens hätte er sich nur beim Adel oder vielleicht bei wichtigen Kirchenmitgliedern um finanzielle Unterstützung bemühen können und das Projekt wäre somit abhängig gewesen vom Interesse dieser Leute. Bei einer Bank kann er aber viel einfacher an einen Kredit kommen. Wenn das Projekt als vernünftig angesehen wird und der Kreditnehmer einen guten Eindruck macht, wird das Gold fließen.Ohne Banken ist es für einen einzelnen Bürger extrem schwierig, überhaupt etwas zu erreichen.",
    "quote": "\"Glück: ein gutes Bankkonto, eine gute Köchin und eine gute Verdauung.\" - Jean-Jacques Rousseau",
    "tech_prereqs": [
        {
            "name": "Bildungswesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/education.json"
        },
        {
            "name": "Ritterlichkeit",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Architektur",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/architecture.json"
        },
        {
            "name": "Wirtschaftswesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/economics.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Satrapenhof",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/satrap's_court.json"
        },
        {
            "name": "Bank",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/bank.json"
        },
        {
            "name": "Verbotene Stadt",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/forbidden_palace.json"
        },
        {
            "name": "Gendarmerie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/constabulary.json"
        },
        {
            "name": "Hansekontor",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hanse.json"
        }
    ]
}