{
    "id": 48,
    "name": "Biologie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/biology.png",
    "era": "Industriezeitalter",
    "cost": 2350,
    "civilopedia_entry": "Biologie ist die Lehre von den lebenden Organismen. Es ist ein sehr weites Feld, angefangen vom Studium des größten Wals bis hin zu den kleinsten Bakterien. Vor dem 19. Jahrhundert konzentrierte sich die Biologie vor allem auf die Entdeckung und Kategorisierung aller Pflanzen, Insekten und Tiere auf diesem Planeten. Dank wissenschaftlicher Fortschritte und immer besserer Ausrüstung begannen die Wissenschaftler später mit der Erforschung der Grundsteine der Biologie - Zellen und später auch Gene und DNS. Heute ist ziemlich viel über die Biologie aller lebenden Organismen dieses Planeten bekannt.Biologen können das Leben mittlerweile so erfolgreich manipulieren, dass sich die Biologie in Felder verlagert hat, die vor wenigen Jahren noch als Science-Fiction abgetan worden wären. Es wurden bereits Schafe geklont, und früher oder später werden vielleicht sogar Menschen geklont. Die Nanobiologie ist zu einem realen Forschungsbereich geworden. Für die selektive Züchtung können spezielle Gene aktiviert werden. Wenn die Entwicklung in diesem Maße voranschreitet, dann sind in nicht allzu ferner Zukunft möglicherweise die meisten Krankheiten besiegt, bionische Körperteile ein alltäglicher Anblick, und die menschliche Lebenserwartung könnte sich um Jahrzehnte verlängern.",
    "quote": "\"Wenn das Gehirn so einfach wäre, dass wir es verstehen könnten, dann wären wir so einfach strukturiert, dass wir es nicht verstehen könnten.\" - Lyall Watson",
    "tech_prereqs": [
        {
            "name": "Archäologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/archaeology.json"
        },
        {
            "name": "Wissenschaftstheorie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/scientific_theory.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Kühltechnik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/refrigeration.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Krankenhaus",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hospital.json"
        }
    ]
}