{
    "id": 7,
    "name": "Kalender",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/calendar.png",
    "era": "Antike",
    "cost": 55,
    "civilopedia_entry": "Ein Kalender ist eine Methode zum Erfassen des Jahresablaufs in Tagen. In vielen alten Kulturen erfüllten Kalender sowohl religiöse als auch praktische Zwecke: An bestimmten Tagen des Jahres hatte man sich der Verehrung von bestimmten Göttern zu widmen und es brachte Unglück, wenn dies nicht geschah. Kalender ermöglichten den Menschen aber auch ganz einfach die Vorhersage des Wetters in einem Gebiet, sodass sie wussten, wann sie ihr Getreide anpflanzen mussten, wann die Ernte stattfand usw.Die Ägypter haben wohl den ersten praktischen Kalender entwickelt, der dann später von den Römern übernommen und zum Julianischen Kalender weiterentwickelt wurde. Heute wird fast überall der Gregorianische Kalender verwendet, der auch auf dem Julianischen Kalender basiert. 1582 setzte Papst Gregor den Gregorianischen Kalender in Kraft, der das Sonnenjahr genauer festlegt und eine geringe Ungenauigkeit des Julianischen Kalenders korrigiert. Im Julianischen Kalender dauerte ein Jahr 365 Tage und 6 Stunden, während es im Gregorianischen Kalender mit 365 Tagen, 5 Stunden und 48 Minuten 12 Minuten kürzer ist. Der Fehler hatte sich über Jahrhunderte angesammelt, sodass zu Gregors Lebzeiten der Julianische Kalender um 14 Tage zu den Jahreszeiten verschoben war.",
    "quote": "\"Lehre uns bedenken, dass wir sterben müssen, auf dass wir klug werden.\" - Die Bibel, Psalmen 90,12",
    "tech_prereqs": [
        {
            "name": "Keramik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/pottery.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Philosophie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/philosophy.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Stonehenge",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/stonehenge.json"
        },
        {
            "name": "Steinwerke",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/stone_works.json"
        }
    ]
}