{
    "id": 23,
    "name": "Öffentliche Verwaltung",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/civil_service.png",
    "era": "Mittelalter",
    "cost": 275,
    "civilopedia_entry": "Der Begriff \"Öffentliche Verwaltung\" wird meist dazu genutzt, den Teil der Regierung zu beschreiben, in dem Individuen auf Basis ihrer Fähigkeiten eingesetzt werden und nicht auf Basis von politischer Förderung, Geburtsrecht oder Verwandtschaft mit dem gegenwärtigen Herrscher. In den USA werden z. B. die höchsten Posten in der Bürokratie vom Präsidenten vergeben. Dabei handelt es sich um eine politische Ernennung, und die Posten werden vermutlich von einer neuen Administration neu vergeben. Die Ränge darunter werden von permanenten Angestellten des öffentlichen Dienstes besetzt, die ihren Posten in der Regel unabhängig von Wahlausgängen halten.Eines der frühesten Beispiele für eine öffentliche Verwaltung kann in der chinesischen Qin-Dynastie (ca. 210 v. Chr.) gefunden werden, in der eine Anstellung innerhalb der Bürokratie von Fähigkeiten abhing. Mit der Zeit wurde dieses System nach und nach verdorben und eine solche Anstellung wurde wieder mehr von der Klasse als von Fähigkeiten abhängig gemacht. 300 Jahre später wurde das fähigkeitsbasierte System wiedereingeführt (in der Sui- und in der Tang-Dynastie) und blieb für einige Jahrhunderte bestehen.Historisch betrachtet machten es viele Zivilisationen ähnlich wie die Chinesen: Über einen längeren Zeitraum wird eine Bürokratie verdorben und ineffektiv, bis schließlich strenge Reformen durchgesetzt werden, um die Effizienz einer Regierung zu verbessern. Die Lage wird dann für einige Zeit besser, bis die Standards wieder aufgeweicht werden, um Familienbande oder Verbindungen zu bevorzugen, und der Kreislauf beginnt von vorne.",
    "quote": "\"Das Einzige, was uns vor der Bürokratie schützt, ist ihre Ineffizienz.\" - Eugene McCarthy",
    "tech_prereqs": [
        {
            "name": "Drama und Dichtung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/drama_and_poetry.json"
        },
        {
            "name": "Reiterei",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/horseback_riding.json"
        },
        {
            "name": "Währung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/currency.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Bildungswesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/education.json"
        },
        {
            "name": "Ritterlichkeit",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Pikenier",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/pikeman.json"
        },
        {
            "name": "Landsknecht",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/landsknecht.json"
        },
        {
            "name": "Impi",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/impi.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Chichén Itzá",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/chichen_itza.json"
        }
    ]
}