{
    "id": 60,
    "name": "Verbrennungsmotor",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/combustion.png",
    "era": "Moderne",
    "cost": 4100,
    "civilopedia_entry": "\"Verbrennung\" ist eine chemische Reaktion zwischen Substanzen, eine davon meist Sauerstoff, die häufig die Entwicklung von Licht- und Wärmeenergie zur Folge hat. In diesem Zusammenhang sprechen wir insbesondere über die Verwendung von Verbrennung innerhalb eines Motors (daher \"innere Verbrennung\"), um Energie zu erzeugen, die eine Kurbel oder einen Kolben bewegt.Es gibt zwei verschiedene Arten von Verbrennungskraftmaschinen: Verbrennungsmotoren und Strömungsmaschinen. Bei einem Verbrennungsmotor wird eine bestimmte Menge an Treibstoff und Sauerstoff in den Brennraum eingespritzt, wo sich das Gemisch entzündet und einen Kolben oder ein ähnliches mechanisches Gerät bewegt. Anschließend wird erneut eine separate Menge an Treibstoff und Sauerstoff eingespritzt und der gesamte Prozess wiederholt sich. Automotoren sind Beispiele für Verbrennungsmotoren. In einer Strömungsmaschine wird unter kontinuierlicher Verbrennung ein ständiger Strom aus Treibstoff und Sauerstoff in den Motor gespritzt. Düsentriebwerke werden mit Strömungsmaschinen betrieben.Das erste Patent für eine Verbrennungskraftmaschine wurde dem Engländer Samuel Brown 1823 für seinen \"Gasmotor\" gegeben, der mit Wasserstoff und Sauerstoff betrieben wurde. Das erste Patent für den Gebrauch eines Düsentriebwerks, um ein Flugzeug anzutreiben, wurde 1921 von dem Franzosen Maxime Guillaume eingereicht. Keiner dieser ersten Versuche war sehr erfolgreich, aber sie haben den Weg für Technologien bereitet, welche die Welt bis zum heutigen Tag sowie in absehbarer Zukunft am Laufen halten.",
    "quote": "\"Jeder Mann, der sicher fahren kann, während er eine schöne Frau küsst, schenkt dem Kuss einfach nicht die Aufmerksamkeit, die er verdient.\" - Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Eisenbahn",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/railroad.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Verbundene Waffen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/combined_arms.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Zerstörer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/destroyer.json"
        },
        {
            "name": "Landfahrzeug",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/landship.json"
        }
    ],
    "building_unlocks": []
}