{
    "id": 68,
    "name": "Computertechnologie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/computers.png",
    "era": "Atomzeitalter",
    "cost": 6400,
    "civilopedia_entry": "Ganz einfach ausgedrückt ist ein Computer eine Maschine, die Daten oder Steuerungen nach bestimmten Befehlen bearbeitet. Während der erste \"moderne\" Computer erst im frühen 20. Jahrhundert gebaut wurde, können die ältesten Computer bis zu Al-Jazaris mechanischen astronomischen Uhren aus dem Jahr 1206 n. Chr. und Jacquards programmierbarem Textilwebstuhl aus dem Jahr 1801 zurückverfolgt werden. Während diese beiden Maschinen programmierbar waren, konnten sie nicht die andere Funktion moderner Computer ausführen: Daten speichern. Die ältesten Computer benutzten mechanische und analoge Teile, um zu laufen und ihre Daten zu speichern; der Wechsel zu digitaler Elektronik fand in den 1940ern statt. Es gibt keinen konkreten Punkt, an dem der moderne Computer erfunden wurde. Seine Entwicklung wurde eher durch eine Reihe von Schritten und Fortschritten erreicht, die von namhaften Erfindungen wie Konrad Zuses Z-Rechenmaschinen und dem ENIAC der US-Armee begleitet wurden.Seit dem Wechsel zur Elektronik sind Computer kleiner, schneller, günstiger, sparsamer und viel verlässlicher und vielseitiger geworden. Moderne Computer haben einst ganze Räume oder gar Häuserblöcke in Städten in Anspruch genommen, aber sind jetzt so allgegenwärtig wie das Telefon zu Hause und können nicht nur als persönliche Einzelgeräte eingesetzt werden, sondern auch in Autos und Waschmaschinen integriert und sogar in moderne Kleidung eingewebt werden. Computer haben es Wissenschaftlern ermöglicht, Berechnungen zu beschleunigen, die einen normalen Menschen ein ganzes Leben beschäftigen würden, das Wetter mit hoher Präzision vorherzusagen, Menschen auf den Mond und andere Raumfahrzeuge über die Grenzen des Sonnensystems hinaus zu schicken. Computer erlauben es einem Kind in Shanghai, ein Spiel mit einem anderen Kind in England zu spielen, ohne das Haus zu verlassen.Wurde er anfangs noch als Laune oder nur als dummes Spielzeug der Reichen angesehen, so hat der Computer ein unverkennbares Zeichen in der Geschichte hinterlassen und wird wohl so schnell nicht wieder von der Bildfläche verschwinden.",
    "quote": "\"Computer sind wie die Götter des Alten Testaments: lauter Regeln und keine Gnade.\" - Joseph Campbell",
    "tech_prereqs": [
        {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radar.json"
        },
        {
            "name": "Verbundene Waffen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/combined_arms.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Robotertechnik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/robotics.json"
        },
        {
            "name": "Lasertechnologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/lasers.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Kampfhubschrauber",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/helicopter_gunship.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Große Firewall",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/great_firewall.json"
        }
    ]
}