{
    "id": 26,
    "name": "Kompass",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/compass.png",
    "era": "Mittelalter",
    "cost": 375,
    "civilopedia_entry": "Ein Kompass ist ein Gerät, in dem ein Magnetit oder eine magnetisierte Nadel dazu verwendet wird, die Richtung zum magnetischen Nordpol anzuzeigen. Auch wenn dieser nicht identisch ist mit dem geografischen Nordpol, liegen beide doch nah genug beieinander, um Magneten zu nützlichen Werkzeugen in der Navigation zu machen. Die ersten Kompasse wurden in China und Europa (anscheinend unabhängig voneinander) im 12. Jahrhundert erfunden. Kompasse ermöglichten es Seefahrern, die Fahrtrichtung ihrer Schiffe auf hoher See genau im Auge zu behalten; etwas, das in den Jahren vor der Erfindung des Kompasses an bewölkten oder stürmischen Tagen nahezu unmöglich war. Für Reisen über Land waren sie ebenso nützlich, z. B. bei Reisen durch Wüsten ohne Wege, während Schneestürmen oder unter dem dichten Blätterdach alter Dschungel.Reisende nutzen auch heute noch Kompasse, doch diese Geräte werden mittlerweile als altmodisch angesehen, vor allem im Vergleich zu satellitengestützten globalen Navigationssystemen, die einem nicht nur die richtige Richtung anzeigen, sondern obendrein den Weg zum nächstgelegenen Café, und das vermag auch der präziseste Kompass nicht.",
    "quote": "\"Das Entscheidende in der Welt ist nicht so sehr, wo wir stehen, sondern in welche Richtung wir uns bewegen.\" - Oliver Wendell Holmes",
    "tech_prereqs": [
        {
            "name": "Optik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/optics.json"
        },
        {
            "name": "Theologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/theology.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Astronomie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/astronomy.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Galeasse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/galleass.json"
        },
        {
            "name": "Große Galeasse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/great_galleass.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Hafen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/harbor.json"
        }
    ]
}