{
    "id": 19,
    "name": "Währung",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/currency.png",
    "era": "Klassik",
    "cost": 175,
    "civilopedia_entry": "Die Währung ist eine bemerkenswerte Innovation, bei der ein Stück Papier oder eine kleine Scheibe einen bestimmten Wohlstandswert besitzt und gegen Güter oder Dienstleistungen getauscht werden kann. Die ersten Währungen waren Metallmünzen. Diese hatten den Wert, den das Metall hatte, aus denen sie gemacht waren. Später hatte eine Währung an sich dann wenig oder gar keinen eigenen Wert - auf einer einsamen Insel ist ein Geldschein nicht mehr als ein rechteckiges Stück Papier - doch der Aussteller einer Währung (in der Regel eine Regierung) legt einen Wert für sie fest, und so lange der Aussteller solvent ist, ist die Währung sozusagen Gold wert.Im 4. Jahrtausend v. Chr. nutzten die alten Ägypter Goldbarren mit einem bestimmten Gewicht als Währung. Auf ähnliche Weise wurden im Nahen Osten Kupferbarren benutzt. An vielen Orten der Welt dienten Ringe, Armreifen und Fußreifen aus Gold, Silber oder Juwelen sowohl zur Zierde als auch als Währung.Im Laufe der Geschichte haben Fälscher stets versucht, Fälschungen einer gegebenen Währung anzufertigen. So haben Fälscher z. B. Münzen aus einem minderwertigeren und billigeren Metall als die offiziellen Münzen dupliziert oder sie haben Metallstücke von Münzen abgeschnitten, die aus wertvollem Material sind. Kaum hatte sich Papiergeld als Währungsnorm durchgesetzt, lernten Fälscher auch schon, wie man Größe, Farbe und Oberfläche des Papiers dupliziert und Bilder sowie Schriften auf den Geldscheinen kopiert. Fälscher sind so fleißig, dass die meisten modernen Währungen mit zahlreichen fortschrittlichen Sicherheitsmaßnahmen versehen werden, und vermutlich wird es nicht mehr lange dauern, bis jeder Geldschein mit einem eigenen Computerchip ausgestattet ist.",
    "quote": "\"Lieber Brot und ein glückliches Herz als Reichtum und Verdruss.\" - Amenemope",
    "tech_prereqs": [
        {
            "name": "Mathematik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mathematics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Gilden",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/guilds.json"
        },
        {
            "name": "Öffentliche Verwaltung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/civil_service.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Basar",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/bazaar.json"
        },
        {
            "name": "Münzanstalt",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/mint.json"
        },
        {
            "name": "Markt",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/market.json"
        },
        {
            "name": "Petra",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/petra.json"
        }
    ]
}