{
    "id": 51,
    "name": "Dynamit",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/dynamite.png",
    "era": "Industriezeitalter",
    "cost": 2350,
    "civilopedia_entry": "Dynamit ist ein explosives Material, das 1867 vom schwedischen Chemiker und Ingenieur Alfred Nobel erfunden wurde. Dynamit wird hergestellt, indem ein saugfähiges Material, z. B. Kieselgur - interessanterweise das gleiche Material, das in vielen Filtern für Swimmingpools verwendet wird - mit Nitroglyzerin tränkt. Nitroglyzerin ist ein extrem starker, aber schrecklich instabiler Sprengstoff. Dynamit ist etwas schwächer, dafür aber wesentlich stabiler.Es wird hauptsächlich im Bergbau und im Bauwesen verwendet. Historisch betrachtet wurde es auch in militärischen Anwendungen eingesetzt, doch die Komponente Nitroglyzerin erwies sich als einfach zu instabil, um sie in einer unsicheren Umgebung wie einem Schlachtfeld zu nutzen. Das Militär bevorzugt eine modifizierte Variante, \"Militärdynamit\", das statt Nitroglyzerin andere Komponenten verwendet, wie etwa TNT, um ein Produkt zu gewinnen, dass zwar nur 60% der Sprengkraft hat, dafür aber viel weniger anfällig ist, zum falschen Zeitpunkt zu explodieren.",
    "quote": "\"Sobald der Mensch entscheidet, dass alle Mittel recht sind, um ein Übel zu bekämpfen, unterscheidet sich die Absicht nicht mehr von dem Übel, das es zu zerstören galt.\" - Christopher Dawson",
    "tech_prereqs": [
        {
            "name": "Dünger",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/fertilizer.json"
        },
        {
            "name": "Militärwissenschaft",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/military_science.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Eisenbahn",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/railroad.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Artillerie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/artillery.json"
        }
    ],
    "building_unlocks": []
}