{
    "id": 65,
    "name": "Ökologie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/ecology.png",
    "era": "Atomzeitalter",
    "cost": 6400,
    "civilopedia_entry": "Ökologie an sich ist keine einzelne Technologie, sondern eine interdisziplinäre Studie aller möglichen Formen von Wechselwirkungen und Ursachen zwischen Organismen und ihrer Umwelt, bzw. die Studie des Ökosystems. Der Grundsatz dieses Gebiets ist, dass sich alles in einem bestehenden Ökosystem - Felsen, Erde, Vögel, Insekten, Bäume usw. - auf alle anderen Elemente darin auswirkt und in Verbindung steht, entweder direkt oder durch eine Reihe von Kettenreaktionen. Obwohl all diese Dinge zusammenhängen, glauben Ökologen auch an das Konzept der Ganzheitslehre: dass, selbst wenn all diese kleinen Wechselwirkungen erklärt würden, nicht jede mögliche Reaktion erklärbar wäre, und dass das gesamte System als Ganzes bewertet werden muss. Die Ökologie untersucht, wie alle Faktoren innerhalb eines Ökosystems miteinander verbunden sind, und wie die Veränderungen eines Faktors sich auf andere auswirken, diesen zugutekommen oder sie zerstören kann.Die moderne Wissenschaft der Ökologie ist immer noch jung, aber sie hat seit der Umweltbewegung in den 1960er Jahren eine große Menge an Popularität und Schwung gewonnen. Die Ökologie beschäftigt sich seit Kurzem mit der Bewahrung der Artenvielfalt und den negativen Effekten, welche die Entwicklung der Menschen auf die Umwelt und Organismen um sie herum hat. Es laufen langfristige Studien, um diese Effekte aufzuzeichnen, die momentan am längsten andauernde Studie begann im Jahre 1856.Praktische Anwendungen wurden aus den Ergebnissen dieser Forschung entwickelt, wie ein effizienterer und vorteilhafterer Umgang mit Ressourcen wie Feuchtgebieten und Wäldern, die bessere Planung des Gesundheitswesens und selbst Anwendungen zur verbesserten Städteplanung. Das Gebiet der Ökologie lieferte ebenfalls das Grundgerüst für ein besseres Verständnis, wie sich Menschen auf sozialer Ebene beeinflussen.",
    "quote": "\"Nur innerhalb des kurzen Augenblicks, den das jetzige Jahrhundert darstellt, hat eine Spezies - der Mensch - erhebliche Macht erlangt, die Natur ihrer Welt zu verändern.\" - Rachel Carson",
    "tech_prereqs": [
        {
            "name": "Atomtheorie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/atomic_theory.json"
        },
        {
            "name": "Penicillin",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/penicillin.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Telekommunikation",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/telecommunications.json"
        },
        {
            "name": "Mobile Taktiken",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mobile_tactics.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Sonnenkraftwerk",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/solar_plant.json"
        },
        {
            "name": "Opernhaus von Sydney",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/sydney_opera_house.json"
        },
        {
            "name": "Recycling-Anlage",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/recycling_center.json"
        }
    ]
}