{
    "id": 39,
    "name": "Wirtschaftswesen",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/economics.png",
    "era": "Renaissance",
    "cost": 1150,
    "civilopedia_entry": "Wirtschaftswesen ist die Lehre vom Geld, oder genauer, die Lehre von Produktion, Verteilung und vom Verbrauch von Gütern und Diensten. Während in Vorzeiten Güter über den Barterhandel verteilt wurden, war Geld in den letzten Tausenden von Jahren das gängige Mittel für den Austausch.Modernes Wirtschaftswesen datiert zurück auf das Jahr 1776, als der schottische Philosoph Adam Smith sein bedeutendes Werk \"Der Wohlstand der Nationen\" veröffentlichte. Darin argumentiert er, dass der freie Markt die effektivste aller Arten ist, Güter und Leistungen zu bewerten und zu verteilen. Laut Smith wird ein absolut freier Markt von sich aus die richtige Menge an Gütern und den richtigen Preis hervorbringen und jede Einmischung von oder Regulierung durch Regierungen würden den Markt nur stören und weniger effektiv machen. Außerdem war Smith ein großer Anhänger des Eigeninteresses, da seiner Meinung nach ein Mensch, der eigene Interessen verfolgt, automatisch auch zum Guten einer Gesellschaft im Allgemeinen handelt. Zusammengefasst lässt sich sagen, dass Smith reinen Kapitalismus für die beste Wirtschaftsform hält, die einer Zivilisation zur Verfügung steht.Smiths Arbeit hatte einige Kritiker und viele spätere Ökonomen versuchten, seine Thesen zu modifizieren; andere haben sie einfach zurückgewiesen. Im 19. Jahrhundert schrieb Karl Marx sein Werk \"Das Kapital. Kritik der politischen Ökonomie\", in dem er meint, dass die treibende Kraft des Kapitalismus die Ausbeutung der Arbeiter durch Arbeitgeber ist.Smith gilt als der Vater des modernen Kapitalismus, Marx als Vater des Kommunismus. Ihre wirtschaftswissenschaftlichen Erben tragen ihren Kampf noch heute aus.",
    "quote": "\"Die größte Erfindung des menschlichen Geistes? - Die Zinseszinsen!\" - Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Bankwesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
        },
        {
            "name": "Druckerpresse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/printing_press.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Wissenschaftstheorie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/scientific_theory.json"
        },
        {
            "name": "Industrialisierung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/industrialization.json"
        },
        {
            "name": "Drall",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rifling.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Windmühle",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/windmill.json"
        },
        {
            "name": "Kaffeehaus",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/coffee_house.json"
        }
    ]
}