{
    "id": 27,
    "name": "Bildungswesen",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/education.png",
    "era": "Mittelalter",
    "cost": 485,
    "civilopedia_entry": "Das Bildungswesen ist der Bereich, durch den ein Volk lernt. Offensichtlich gibt es Bildung, seitdem es Menschen gibt. Während langer Zeiten in der Geschichte war Bildung eine inoffizielle Sache: Eltern, die ihren Kindern beibrachten, was sie wissen mussten, um zwischen Haushalt, Jagdausflügen und beim Abwehren von Tigern etc. zu überleben. Wenn ein Stamm größer und erfolgreicher wurde, wurden die Älteren oder Verkrüppelten im Dorf abgestellt, um die Bildung der Kinder zu übernehmen, während die gesünderen Erwachsenen Nahrung beschafften, Sachen bauten oder Krieg führten. Wohlhabende Stämme oder Dörfer richten schließlich eine formelle Klasse für die wichtigeren Kinder ein und sobald eine Zivilisation reif genug ist, erkennt sie vielleicht den Wert von Bildung für alle.Im alten Ägypten diente die Priesterklasse als Lehrer für die Kinder des Adels. In diesen ägyptischen Schulen wurden den Kindern Schrift, Religion, Geschichte, Wissenschaft, Medizin, Mathematik und andere fortschrittliche Bereiche beigebracht. Es gab ein konkurrierendes Bildungssystem in Mesopotamien mit Priestern und Schriftgelehrten, die Kopisten, Bibliothekare oder Lehrer sein konnten. Die mesopotamischen Schüler lernen Schrift, Religion, das Gesetz, Medizin und Astrologie. Die ersten Bildungswesen waren vor ca. 3.000 Jahren in China zu beobachten. Lesen, Schreiben, Bürgerpflichten, Rituale und Musik bildeten das Kernkurrikulum.In der Maya-Kultur lag die Erziehung in den Händen der Priester. Sie bildeten die gebildete Klasse und diensten als wichtige Berater für die Häuptlinge und andere Bürger. Um ein Priester zu werden, durchlebte ein Schüler ein strikte Ausbildung in Geschichte, Schrift, Prophezeiung, Medizin und dem Kalendersystem.",
    "quote": "\"Bildung ist die beste Vorsorge für das Alter.\" - Aristoteles",
    "tech_prereqs": [
        {
            "name": "Theologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/theology.json"
        },
        {
            "name": "Öffentliche Verwaltung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/civil_service.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Astronomie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/astronomy.json"
        },
        {
            "name": "Akustik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/acoustics.json"
        },
        {
            "name": "Bankwesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Wat",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/wat.json"
        },
        {
            "name": "Universität",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/university.json"
        },
        {
            "name": "Universität von Oxford",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/oxford_university.json"
        },
        {
            "name": "Angkor Wat",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/angkor_wat.json"
        }
    ]
}