{
    "id": 49,
    "name": "Elektrizität",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/electricity.png",
    "era": "Industriezeitalter",
    "cost": 2350,
    "civilopedia_entry": "Die erste Erfahrung, die die Menschheit mit Elektrizität machte, kam in Form von Stromstößen von Fischen, aufgezeichnet von ägyptischen Schreibern im Jahr 2750 v. Chr. Im 15. Jahrhundert n. Chr. entdeckten die Araber, dass Blitze eine weitere Form von Elektrizität waren, was später, im Jahr 1752, von einem britisch-amerikanischen Wissenschaftler namens Ben Franklin bestätigt wurde. Die erste halbwegs verlässliche Batterie wurde im Jahr 1800 von Alessandro Volta hergestellt und 1821 erfand Michael Faraday den Elektromotor.Fortschritte auf dem Feld der Elektrizität in der zweiten Hälfte des 19. Jahrhunderts durch Genies wie Nikola Tesla, Thomas Edison, George Westinghouse, Alexander Graham Bell und Lord Kelvin revolutionierten das Leben überall auf der Welt. Der Telegraf, auf den kurze Zeit später Telefon und Funk folgten, erhöhte Geschwindigkeit und Genauigkeit, mit denen Informationen übermittelt werden konnten, radikal. Als ein transatlantisches Kabel gelegt war, konnte eine Nachricht aus New York in Sekunden London erreichen. Vor der Elektrizität wurden auf dem schnellsten Schiff Wochen benötigt, um eine Nachricht zu übermitteln. Das elektrische Licht revolutionierte das Leben zu Hause und am Arbeitsplatz, und Phonograf, Radio und Filmkamera taten das Gleiche in der Unterhaltung. Die Erschaffung von Kraftwerken, die Energie in Form von Elektrizität in die Häuser der Leute liefern, hat die Lebensbedingungen der Menschen verändert wie sonst kaum etwas. Angetrieben durch die Elektrizität sorgte die sogenannte \"Zweite Industrielle Revolution\" für die größte Verbesserung des menschlichen Lebens seit der Druckerpresse.",
    "quote": "\"Ist es eine Tatsache - oder habe ich davon geträumt? - dass durch die Elektrizität die materielle Welt ein großer Nerv geworden ist, der Tausend Meilen weit in einem atemlosen Zeitpunkte vibriert?\" - Nathaniel Hawthorne",
    "tech_prereqs": [
        {
            "name": "Wissenschaftstheorie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/scientific_theory.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Normbauteile",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/replaceable_parts.json"
        },
        {
            "name": "Kühltechnik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/refrigeration.json"
        },
        {
            "name": "Funkwesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radio.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Wasserkraftwerk",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hydro_plant.json"
        },
        {
            "name": "Börse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/stock_exchange.json"
        },
        {
            "name": "Polizeiwache",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/police_station.json"
        }
    ]
}