{
    "id": 20,
    "name": "Maschinenbau",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/engineering.png",
    "era": "Klassik",
    "cost": 175,
    "civilopedia_entry": "Maschinenbau ist die Wissenschaft (oder vielleicht Kunst), komplexe Materialien, Bauten, Geräte und Systeme zu entwickeln. Im modernen Sprachgebrauch sind Ingenieure in weiten Bereichen tätig - Bio-Ingenieure entwickeln Zellen, Softwareingenieure erschaffen Computerprogramme etc. - aber historisch gesehen waren Ingenieure Leute, die physische Sachen wie Maschinen, Brücken, Eisenbahnen, Fabriken usw. gebaut haben. Ursprünglich bezog sich der Begriff Ingenieur auf jemanden, der militärische Maschinen entwickelte.Die Ingenieurwissenschaft kam im 19. Jahrhundert auf, als Länder überall auf der Welt gewaltige Bauprojekte verfolgten. Der Suezkanal, der 1869 von den Franzosen fertiggestellt wurde, verband das Mittelmeer mit dem Roten Meer, was es ermöglichte, von Europa nach Indien zu segeln, ohne die lange und anstrengende Reise rund um Afrika antreten zu müssen. Die USA stellten im gleichen Jahr die transkontinentale Eisenbahn fertig und die Brooklyn Bridge wurde 1883 gebaut.",
    "quote": "\"Die mechanische Wissenschaft ist die edelste und von allen die nützlichste Wissenschaft.\" - Leonardo da Vinci",
    "tech_prereqs": [
        {
            "name": "Mathematik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mathematics.json"
        },
        {
            "name": "Bauwesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/construction.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Metallguss",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metal_casting.json"
        },
        {
            "name": "Maschinen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/machinery.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Große Mauer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/great_wall.json"
        },
        {
            "name": "Aquädukt",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/aqueduct.json"
        }
    ]
}