{
    "id": 47,
    "name": "Dünger",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/fertilizer.png",
    "era": "Industriezeitalter",
    "cost": 1600,
    "civilopedia_entry": "Dünger ist eine Substanz, die Pflanzen nährt und ihr Wachstum beschleunigt. Seit Urzeiten nutzen Zivilisationen Dünger, und zwar seitdem der erste Bauer bemerkte, dass die Pflanzen größer wurden an den Stellen, an denen die Ochsen ihren Kot hinterlassen hatten. Von diesem Zeitpunkt an sammelten Bauern tierische Abfallprodukte und fügten sie dem Boden zu, um die Ausbeute bei der Ernte zu vergrößern; vor allem auf Feldern, die seit Generationen bestellt wurden und über keine eigenen Nährwerte mehr verfügten.Dünger enthält in der Regel Stickstoff, Phosphor und Kalium als aktive Bestandteile. Auch wenn in der Geschichte die meisten Dünger organisch und tierischen Ursprungs waren, werden viele moderne Dünger im Bergbau gewonnen oder in riesigen Fabriken chemisch hergestellt.Durch den Anstieg der Weltbevölkerung hat auch die Notwendigkeit für potentere Dünger zugenommen und die Bauernhöfe von heute sind produktiver als jemals in der Geschichte zuvor. Diese Produktivität hat allerdings ihren Preis: Regenwasser spült den Dünger in Ströme und Flüsse, was zu einem explosiven Wachstum bestimmter Mikroorganismen führt, die so schnell wachsen, dass sie den Wasserwegen lebenswichtigen Sauerstoff entziehen. Außerdem basieren viele moderne Dünger zumindest teilweise auf petrochemischen Stoffen und deren Preis kann parallel zum Ölpreis stark schwanken. Zusammenfassend kann man sagen, dass Dünger extrem nützlich ist und die Nahrungsmittelversorgung der Welt verbessern kann, doch Vorsicht bei der Anwendung ist geboten, um sicherzustellen, dass Umweltschäden den gewonnenen Nutzen nicht überwiegen.",
    "quote": "\"Eine Nation, die ihren Boden zerstört, zerstört sich selbst.\" - Franklin Delano Roosevelt",
    "tech_prereqs": [
        {
            "name": "Chemie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chemistry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Dynamit",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/dynamite.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}