{
    "id": 55,
    "name": "Luftfahrt",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/flight.png",
    "era": "Moderne",
    "cost": 3100,
    "civilopedia_entry": "Im Verlauf der Geschichte hat der Mensch davon geträumt, den Himmel zu erobern. Leonardo da Vincis Visionen vom Fliegen sind natürlich allseits bekannt und es gab zudem viele andere nicht so berühmte Visionäre. Die frühen Theoretiker hielten sich an die natürlichen Meister der Lüfte, die Vögel, und sie entwickelten Maschinen, welche die Form ihrer Flügel und ihren Flügelschlag nachahmten (Ornithopter). Aber die frühen Entwickler hatten nicht die Materialien, Motoren und das Wissen über Aerodynamik, um ihre Visionen zum Leben zu erwecken.Die Erforschung der Aerodynamik wurde im 16., 17., 18. und 19. Jahrhundert durch brillante Wissenschaftler wie da Vinci, Galileo, Huygens, Newton, Bernoulli, Euler und Smeaton vorangetrieben. 1804 ließ der Engländer George Cayley ein Starrflügler-Gleiter-Modell fliegen und 1853 baute er ein Modell in Originalgröße, das seinen (widerwilligen) Kutscher auf den allerersten bemannten Gleiterflug trug.1902 konstruierten die Brüder Wright ihren eigenen Gleiter mit einer verbesserten Flügelform. Da sie keinen erfahrenen Hersteller fanden, der ihnen einen leichten mit Benzin betriebenen Motor nach ihren Vorstellungen bauen konnte, konzipierten und bauten sie ihren eigenen. Am 17. Dezember 1903 flog der Wright-Flieger viermal über Entfernungen von bis zu 260 Metern. In den Jahren nach dem Durchbruch der Brüder Wright gab es große und schnelle Fortschritte in der Technologie des Fliegens. 1908 flog der Amerikaner Glenn Hammond Curtiss über einen Kilometer und 1909 flog der Franzose Louis Blériot über den Ärmelkanal.Im Ersten Weltkrieg gab es weitere Verbesserungen der Flugtechnologie, besonders bei der Waffenforschung in der Luft mit dem Bau von Jägern und Bombern. In den 20er Jahren flogen Piloten regelmäßig über die Kontinente und 1927 gelang Charles Lindbergh der erste Alleinflug ohne Zwischenlandung über den Atlantik. Der Zweite Weltkrieg brachte enorme Verbesserungen in den Bereichen Geschwindigkeit, Reichweite, Lebensdauer und der Kampfstärke eines Flugzeugs und gegen Ende des Krieges waren Düsenflugzeuge, Kontinent übergreifende Höhen-Bomber und Hubschrauber im Einsatz.Heutzutage gehören Reisen mit dem Flugzeug zum Alltag; eine Reise von den Vereinigten Staaten nach China - vor nur 75 Jahren ein unmöglicher Traum - ist nun hauptsächlich bemerkenswert durch seine Langweiligkeit. Und obwohl die Luft-Terroranschläge vom 11. September 2001 Flugreisen ein wenig gefährlicher gemacht haben, steigen Millionen von Menschen auf der ganzen Welt jeden Tag in den Himmel auf. Die Luftfahrt wird auch in Zukunft zum Leben dazugehören.",
    "quote": "\"Die Luftfahrt war weder Industrie noch Wissenschaft. Sie war ein Wunder.\" - Igor Sikorsky",
    "tech_prereqs": [
        {
            "name": "Dampfmaschine",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steam_power.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Ballistik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ballistics.json"
        },
        {
            "name": "Elektronik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electronics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Dreidecker",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/triplane.json"
        },
        {
            "name": "Weltkriegs-Bomber",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/great_war_bomber.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Prora",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/prora.json"
        }
    ]
}