{
    "id": 76,
    "name": "Globalisierung",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/globalization.png",
    "era": "Informationszeitalter",
    "cost": 8800,
    "civilopedia_entry": "Globalisierung ist weder eine Technologie noch ein Forschungsgebiet, sondern beschreibt einen Prozess, bei dem unterschiedliche regionale Wirtschaftsmodelle, Kulturen, Sprachen, Informationen und ganze Gesellschaften in ein größeres, vereintes Netzwerk integriert werden. Obwohl sie häufig eingesetzt wird, um wirtschaftliche Tendenzen auf dem Weltmarkt zu beschreiben, bezieht die Globalisierung alles mit ein, von Migrationsmustern zu der Verbreitung von Technologie und Informationen. Obwohl sie erst viel später als Konzept anerkannt wurde, gab es die Globalisierung bereits zu der Zeit, als die ersten Handelsstraßen zwischen entfernten Städten etabliert wurden.Eine der ersten Definitionen von Globalisierung wurde von dem amerikanischen Unternehmer Charles Taze Russell 1897 gegeben, aber das Wort hielt erst in den 1960ern Einzug in den normalen Sprachgebrauch. Das Konzept der Globalisierung war eine treibende Kraft sowohl im privaten als auch im öffentlichen Bereich. Große Banken eröffneten Zweigstellen auf der ganzen Welt und einzelne Regierungen vereinten sich unter einem Banner wie die Vereinten Nationen.Moderne Globalisierung dient dazu, sowohl Handels- als auch politische Barrieren zwischen unterschiedlichen Nationen zu durchbrechen, um die persönliche Unabhängigkeit und den Wohlstand zu erhöhen. Sie fördert freien Handel und die Eliminierung von Zolltarifen, die Festigung von Gesetzen bezüglich des geistigen Eigentums, einen offeneren Austausch von Neuigkeiten und Informationen und mehr Freiheit für internationales Reisen, Tourismus und Immigration.",
    "quote": "\"Die elektronische Vernetzung resultiert darin, dass die Welt zu einem globalen Dorf wird.\" - Marshall McLuhan",
    "tech_prereqs": [
        {
            "name": "Telekommunikation",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/telecommunications.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Zukunftstechnologien",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}