{
    "id": 24,
    "name": "Gilden",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/guilds.png",
    "era": "Mittelalter",
    "cost": 275,
    "civilopedia_entry": "Vor der Industrialisierung bildeten in den Städten die Handwerker oft Verbände - oder Handelsgilden - basierend auf ihrem Beruf. Diese Gilden dienten dazu, sowohl die Handwerksgeheimnisse zu schützen als auch den Einfluss und das Einkommen der Handwerker zu steigern. Vorläufer der Handelsgilden fand man schon im dritten Jahrhundert vor Christus in Rom und Han-China. Bis ins Jahr 300 n. Chr. war der Zusammenschluss von Handwerkern bis Gupta-Indien und im ptolemäischen Ägypten bekannt. Im Mittelalter haben sich die Gildenorganisationen rasch von Italien aus über ganz Europa ausgebreitet. In Aufzeichnungen aus dem 12. Jahrhundert in Paris und London werden jeweils über 100 Gilden aufgelistet, die von den Städten bevollmächtigt wurden. In einigen Fällen wurden manche Gilden so mächtig, dass sie die Regierung der Stadt bildeten, zu erkennen an den Gildenhallen in Deutschland, der Schweiz und Holland.Im Laufe der Zeit übernahmen die Gilden die Aufgabe, die Qualität zu überwachen und die Handwerksausbildung mit einem lebenslangen Aufstieg vom Lehrling zum Großmeister. Um die Produktqualität zu sichern, wurde das System der Warenzeichen eingeführt, die bezeugten, dass ein Gegenstand sowohl die Gildenstandards als auch die der Regierung erfüllt. Mit der Zeit sanken Einfluss und Macht der Gilden jedoch, als sie durch die Entstehung neuer Handelszweige, Bedenken seitens der Regierungen und Methoden zur Massenproduktion zerbrachen. In Frankreich wurden die Gilden zum Beispiel 1791 n. Chr. durch das Gesetz Le Chapelier abgeschafft, andere Länder folgten schon bald diesem Beispiel. Die Gilden wurden zwar im Industriezeitalter größtenteils von den Gewerkschaften verdrängt, aber es gibt immer noch Beispiele für bestehende Gilden, vor allem in den Bereichen Film, Literatur und anderen künstlerischen Berufen.",
    "quote": "\"Die Händler sind gekommen. Ihre Gewinne sind vorherbestimmt ...\" - Sri Guru Granth Sahib",
    "tech_prereqs": [
        {
            "name": "Währung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/currency.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Ritterlichkeit",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
        },
        {
            "name": "Maschinen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/machinery.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Ostindien-Kompanie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/east_india_company.json"
        },
        {
            "name": "Machu Picchu",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/machu_picchu.json"
        },
        {
            "name": "Künstlergilde",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/artists'_guild.json"
        }
    ]
}