{
    "id": 36,
    "name": "Schießpulver",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/gunpowder.png",
    "era": "Renaissance",
    "cost": 780,
    "civilopedia_entry": "Schießpulver, auch bekannt als Schwarzpulver, wurde in China vermutlich schon im 9. Jahrhundert v. Chr. von Alchemisten erfunden, die ein Elixier für Unsterblichkeit suchten (was nicht geklappt hat). Schießpulver ist eine Mixtur aus Schwefel, Holzkohle und Kaliumnitrat und verbrennt sehr schnell, wenn es einer offenen Flamme ausgesetzt wird. Dabei setzt es große Mengen von Gas und nicht verdampfbaren Bestandteilen frei, was genutzt werden kann, um Feuerwaffen und Feuerwerk anzutreiben. In China wurde das Schießpulver genutzt, um primitive Bomben und Raketen gegen die Mongolen einzusetzen, und als diese China erst mal erobert hatten, setzten sie sie gegen alle anderen ein.Bis zur ersten Hälfte des 12. Jahrhunderts hatte die arabische Welt das Wissen über Schießpulver erlangt. Einige historische Texte behaupten, dass die Mameluken in der Schlacht von Ain Djalut im Jahr 1260 n. Chr. die erste Kanone gegen die Mongolen einsetzten, verifiziert ist diese Behauptung jedoch noch nicht endgültig. Die erste \"Handkanone\" wird in einem arabischen Manuskript aus dem 14. Jahrhundert erwähnt.Auch Europa erlangte das Wissen über Schießpulver in der Mitte des 12. Jahrhunderts. Die Europäer verbesserten die Qualität des Pulvers, indem sie es durch Hinzufügen von Flüssigkeit körnten, also größere Körner herstellten, was die Stabilität des Sprengstoffs erhöhte.Schießpulver blieb bis zur Erfindung des raucharmen Pulvers im 19. Jahrhundert das Sprengmittel in Kanonen und Feuerwaffen. Das neue Produkt brannte sauberer und erzeugte weniger Rauch, was es dem alten Schwarzpulver gegenüber überlegen machte.",
    "quote": "\"Der Tag, an dem zwei Armeen sich in einer Sekunde vernichten können, ist der Tag, an dem, so bleibt zu hoffen, alle zivilisierten Nationen umdenken und ihre Truppen auflösen.\" - Alfred Nobel",
    "tech_prereqs": [
        {
            "name": "Physik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/physics.json"
        },
        {
            "name": "Stahl",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steel.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Chemie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chemistry.json"
        },
        {
            "name": "Metallverarbeitung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metallurgy.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Musketier",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/musketman.json"
        },
        {
            "name": "Minuteman",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/minuteman.json"
        },
        {
            "name": "Französischer Musketier",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/musketeer.json"
        },
        {
            "name": "Janitschar",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/janissary.json"
        },
        {
            "name": "Tercio",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/tercio.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Burg Himeji",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/himeji_castle.json"
        }
    ]
}