{
    "id": 21,
    "name": "Eisenverarbeitung",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/iron_working.png",
    "era": "Klassik",
    "cost": 175,
    "civilopedia_entry": "Eisenverarbeitung ist älter als die Geschichte selbst: Das erste verarbeitete Eisen stammte vermutlich von Meteoriten. Wenn dieses nützliche Material nicht zu finden war, suchten die Völker der Antike wahrscheinlich woanders nach ähnlichen Materialen. Die Metallurgie - die Gewinnung von Metall aus Eisenerz - scheint im 12. Jahrhundert v. Chr. im Kaukasus, in Kleinasien oder vielleicht in Indien entwickelt worden zu sein. Die Produktion von Schmiedeeisen datiert in etwa auf das Jahr 1.000 v. Chr.Die ältesten Beispiele für Objekte, die aus Meteor-Eisen gefertigt wurden, stammen aus dem alten Ägypten und Sumer und datieren auf das Jahr 4.000 v. Chr. Eisen war zu dieser Zeit extrem selten und Historiker spekulieren, dass es als wertvoller als Gold erachtet wurde.Bis zum 12. Jahrhundert v. Chr. hatte Eisen Bronze als Material zur Herstellung von Werkzeugen und Waffen im östlichen Mittelmeerraum größtenteils verdrängt. Das Eisen dieser Zeit war nicht besser als das Bronze, das es ersetzte, aber es gab reichere Vorkommen und es konnte an Orten gefunden werden, an denen Kupfer und Zinn nicht verfügbar waren, was es wesentlich billiger machte.Das \"moderne\" Metall Stahl wurde zuerst in prähistorischer Zeit produziert, doch die Technologie, die zur Produktion großer Mengen nötig war, ließ bis zum 17. Jahrhundert n. Chr. auf sich warten. Seit Stahl billig und verfügbar ist, hat es Eisen für die meisten Verwendungszwecke ersetzt.",
    "quote": "\"Warte mit dem Schlagen nicht, bis das Eisen heiß ist - erhitze es durch Zuschlagen.\" - William Butler Yeats",
    "tech_prereqs": [
        {
            "name": "Bronzeverarbeitung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/bronze_working.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Metallguss",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metal_casting.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Schwertkämpfer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/swordsman.json"
        },
        {
            "name": "Mohawk-Krieger",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/mohawk_warrior.json"
        },
        {
            "name": "Legion",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/legion.json"
        },
        {
            "name": "Kris-Kämpfer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/kris_swordsman.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Heldenepos",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/heroic_epic.json"
        },
        {
            "name": "Koloss",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/colossus.json"
        }
    ]
}