{
    "id": 74,
    "name": "Lasertechnologie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/lasers.png",
    "era": "Informationszeitalter",
    "cost": 7700,
    "civilopedia_entry": "Der Begriff \"Laser\" wurde ursprünglich in Großbuchstaben geschrieben, da es sich dabei um das Akronym für \"Light Amplification by Stimulated Emission of Radiation\" (Lichtverstärkung durch stimulierte Emission von Strahlung) handelt, im Grunde die genaue Definition eines Lasers. Die ersten wissenschaftlichen Grundlagen für Laser wurden 1917 von Albert Einstein gelegt, als er Plancks Strahlungsgesetz neu hergeleitet hat. Etwa zur gleichen Zeit begannen Science-Fiction-Autoren per Zufall, eine ähnliche, mögliche Technologie zu beschreiben. Der erste funktionstüchtige Laser wurde erst 1960 vorgestellt, als die Hughes Research Laboratories Lasertechnologie einführten, die in der Lage war, Daten über optische Speichergeräte zu speichern (wie ein DVD-Brenner).Seit dieser frühen Laser-Forschung wurden viele verschiedene Arten von spezialisierten Lasern entwickelt; einige wurden für unterschiedliche Funktionen wie maximale Schussreichweite, Leistungskraft oder die Benutzung von verschiedenen Wellenlängenbereichen optimiert. Obwohl sie ursprünglich unter dem Spitznamen \"eine Lösung, die nach einem Problem sucht\" bekannt waren, wurden für Laser Tausende von unterschiedlichen Einsatzmöglichkeiten entdeckt, von der Unterhaltungselektronik bis hin zur Strafverfolgung und einer militärischen Verwendung. Man sollte nur nicht direkt ins Licht schauen.",
    "quote": "\"Die Nacht ist vorgerückt, der Tag aber nahe herbeigekommen: so lasset uns ablegen die Werke der Finsternis und anlegen die Waffen des Lichtes.\" - Die Bibel, Römer 13,12",
    "tech_prereqs": [
        {
            "name": "Computertechnologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/computers.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Tarnung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/stealth.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Düsenjäger",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/jet_fighter.json"
        },
        {
            "name": "Kampfpanzer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/modern_armor.json"
        }
    ],
    "building_unlocks": []
}