{
    "id": 29,
    "name": "Maschinen",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/machinery.png",
    "era": "Mittelalter",
    "cost": 485,
    "civilopedia_entry": "Eine Maschine ist ein Gerät mit beweglichen Teilen (zumindest in der vorelektronischen Zeit), die Energie nutzt, um Arbeiten zu verrichten. Eine Druckerpresse ist ebenso eine Maschine wie ein Webstuhl, eine Uhr und natürlich eine Wassermühle. Das Meistern von Maschinen erfordert Fähigkeiten in Design und Ingenieurwissenschaft, doch ebenso die Fähigkeit, Maschinenteile in exakten Abmessungen anzufertigen. Eine Dampfmaschine wird undicht sein, wenn sie schlecht zusammengebaut wird - und das auch nur, wenn sie nicht vorher explodiert. Das frühe Maschinenzeitalter war eine gefährliche Zeit, um in der Nähe von Maschinen zu arbeiten. Wenn einen die Dämpfe nicht umbrachten, hatte man gute Chancen, verbrüht, in die Maschine gezogen oder in Stücke gerissen zu werden.Andererseits errang eine Zivilisation, wenn sie erst komplizierte Maschinen zu meistern verstand, ungeheuren Wohlstand und Macht. Großbritannien stürzte sich schnell in die Industrielle Revolution und so konnte die kleine Insel den Welthandel fast drei Jahrhunderte lang dominieren.",
    "quote": "\"Die Presse ist das beste Instrument, den Geist des Menschen zu erleuchten und ihn als rationales, moralisches und soziales Wesen zu verbessern.\" - Thomas Jefferson",
    "tech_prereqs": [
        {
            "name": "Maschinenbau",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/engineering.json"
        },
        {
            "name": "Gilden",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/guilds.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Druckerpresse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/printing_press.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Armbrustschütze",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/crossbowman.json"
        },
        {
            "name": "Zhugenu-Schütze",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/chu-ko-nu.json"
        },
        {
            "name": "Langbogenschütze",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/longbowman.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Eisenhütte",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/ironworks.json"
        }
    ]
}