{
    "id": 11,
    "name": "Steinmetzkunst",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/masonry.png",
    "era": "Antike",
    "cost": 55,
    "civilopedia_entry": "Die Steinmetzkunst dient dem Bau von Gebäuden aus einzelnen Blöcken, die durch eine beliebige Art von Mörtel zusammengehalten werden. Die Blöcke können aus Stein, Zement, Schlacke oder auch Ton sein. Der Mörtel ist eine Paste, die verarbeitet werden kann und zu einem extrem haltbaren Material trocknet. Er setzt sich meist aus einer Mischung aus Sand, Zement oder Kalk sowie Wasser zusammen.Die alten Ägypter meisterten die Steinmetzkunst schon im 4. Jahrtausend v. Chr., als sie Tempel, Paläste und Pyramiden aus Kalkstein, Sandstein, Granit und Basalt bauten, die in den Hügeln am Nil zu finden waren. Die Assyrer des Fruchtbaren Halbmondes hatten keinen so leichten Zugang zu Stein, verfügten jedoch über reiche Vorkommen an Ton, den sie in der Sonne zu Ziegelsteinen trockneten. Da diese Steine anfällig waren für Feuchtigkeit, bedeckten sie ihre Gebäude oft mit Fliesen, die in einem Brennofen gebrannt oder glasiert wurden.Die alten Römer erfanden den Beton, der ein wesentlich besserer Mörtel war als der, den frühere Zivilisationen benutzt hatten (meist auf Ton-Basis). Beton konnte auch selbst als Baumaterial genutzt werden. Diese \"Betonrevolution\" ermöglichte es den Römern, Gebäude zu konstruieren, die mit primitiven Materialien unmöglich waren. Im 19. Jahrhundert überlegte sich ein Pariser Gärtner, ein Eisengeflecht in Beton einzuarbeiten. Seine Erfindung des Stahlbetons erhöhte die Zugfestigkeit des Materials enorm, was es geeigneter machte für große Gebäude, die durch Wind, Erschütterungen oder sogar Erdbeben starken Belastungen ausgesetzt werden könnten. Aktuellere Erfindungen haben Stärke und Dehnbarkeit dieses äußerst nützlichen Baumaterials weiter erhöht. Und auch wenn die meisten modernen Gebäude aus Glas und Stahl gebaut sind, stehen sie dennoch auf Fundamenten, die sich uralte Bautechniken der Steinmetzkunst zunutze machen.",
    "quote": " \"Glücklich (...) seid ihr, da eure Mauern schon wachsen!\" - Vergil",
    "tech_prereqs": [
        {
            "name": "Bergbau",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mining.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Bauwesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/construction.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Stadtmauern",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/walls.json"
        },
        {
            "name": "Pyramiden",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/pyramids.json"
        },
        {
            "name": "Mausoleum Halikarnassos",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/mausoleum_of_halicarnassus.json"
        },
        {
            "name": "Mauern von Babylon",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/walls_of_babylon.json"
        }
    ]
}