{
    "id": 46,
    "name": "Militärwissenschaft",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/military_science.png",
    "era": "Industriezeitalter",
    "cost": 1600,
    "civilopedia_entry": "Militärwissenschaft ist die Wissenschaft des Einsatzes militärischer Gewalt, um politische Ziele zu erreichen. Sie hat viele Zweige und Fachbereiche und wird meist an einer Militärakademie gelehrt. Wie weit kann eine Armee zum Beispiel an einem Tag marschieren und wie viele Kalorien benötigt ein Soldat dabei, um in voller Kampfstärke zu bleiben? Oder wie kämpft man gegen einen Aufstand im eigenen Land? Angenommen, man würde ein anderes Land besetzen: Was wären die Unterschiede im Handeln zum Fall eines Aufstands? Und wie hoch ist die geschätzte Überlebenschance bei einem Atomkrieg, wenn man zuerst feuert?Sun Tzus \"Die Kunst des Krieges\" ist ein klassisches Buch der Militärwissenschaft. Auch wenn es im 6. Jahrhundert v. Chr. zum ersten Mal veröffentlicht wurde, wird es auch heute noch studiert (und stellt eine extrem unterhaltsame und informative Lektüre für jeden Hobby-Historiker dar). Machiavellis Werk \"Der Fürst\", das 1532 postum veröffentlicht wurde, untersucht im Detail die Zusammenhänge zwischen Krieg und Politik. 1832 wurde das Werk \"Vom Kriege\" von Carl von Clausewitz veröffentlicht, das ebenfalls die Wirkung von Politik und Wirtschaft auf den Krieg studiert.Alfred Thayer Mahans brillante Arbeit \"The Influence of Sea Power Upon History, 1660-1783\" ('Der Einfluss der Seemacht auf die Geschichte, 1660-1783'), die 1890 veröffentlicht wurde, hatte einen starken Einfluss auf amerikanische Armeeoffiziere und Politiker und war maßgeblich verantwortlich für die Vergrößerung der US Navy im frühen 20. Jahrhundert. Ohne dieses Buch wären die USA vermutlich weniger auf die Weltkriege vorbereitet gewesen, was katastrophale Folgen für das Land und seine Verbündeten hätte haben können.",
    "quote": "\"Kriege mögen mit Waffen ausgetragen werden, doch sie werden von Männern gewonnen. Es ist der Wille der Männer, die folgen, und des Mannes, der sie führt, der den Sieg bringt.\" - George S. Patton",
    "tech_prereqs": [
        {
            "name": "Chemie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chemistry.json"
        },
        {
            "name": "Metallverarbeitung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metallurgy.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Dynamit",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/dynamite.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Kavallerie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/cavalry.json"
        },
        {
            "name": "Kosak",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/cossack.json"
        },
        {
            "name": "Husar",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/hussar.json"
        },
        {
            "name": "Berber-Kavallerie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/berber_cavalry.json"
        },
        {
            "name": "Komantschenreiter",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/comanche_riders.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Militärakademie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/military_academy.json"
        },
        {
            "name": "Brandenburger Tor",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/brandenburg_gate.json"
        }
    ]
}