{
    "id": 5,
    "name": "Bergbau",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mining.png",
    "era": "Antike",
    "cost": 35,
    "civilopedia_entry": "Beim Bergbau werden verschiedene nützliche Substanzen aus den tieferen Schichten der Erde nach oben befördert. Die frühesten geförderten Stoffe waren Kupfer, Eisen, Diamanten, Gold, Silber, Salz und Kohle. Da diese Stoffe nicht essbar sind (außer Salz, aber es ist ja klar, was gemeint ist), müssen Minenarbeiter Teil einer Siedlungsgemeinschaft sein, die groß genug ist, um genügend zusätzliche Nahrung zur Versorgung der Minenarbeiter und ihrer Familien zu produzieren.Die älteste bisher entdeckte Mine befindet sich in Swasiland, Afrika. Sie wurde vor etwa 40.000 Jahren gegraben, um Ocker zu fördern, ein Mineral, welches bei Begräbniszeremonien und für Körperkunst verwendet wurde. Feuerstein, ein brüchiges, leicht zu schärfendes Mineral, wurde von den Menschen der Frühzeit zu Schabern, Messern und Pfeilspitzen verarbeitet und war wahrscheinlich der erste Stoff, der in Europa in großem Maßstab gefördert wurde. In Frankreich und England wurden ca. 30 Meter breite Feuersteinminenschächte gefunden, die aus der Jungsteinzeit (8000-2000 v. Chr.) datieren.Heutige Minenarbeiter setzen verschiedenste Methoden ein, um eine Vielzahl an Materialien zu fördern. Kohleminenarbeiter pulverisieren manchmal ganze Berggipfel, um an das kostbare schwarze Mineral zu gelangen. In Afrika haben sich einige große Bergbauunternehmen im wahrsten Sinne des Wortes kilometerweit durch den Boden gegraben, um Diamanten zu finden. Und Unternehmen treiben überall Minenschächte in den Boden - vom tiefen Meeresboden bis zu den Dauerfrostregionen des hohen Nordens - um nach der begehrtesten Flüssigkeit der Welt zu suchen: Erdöl.",
    "quote": "\"Die Sanftmütigen werden die Erde besitzen, aber nicht die Schürfrechte.\" - J. Paul Getty",
    "tech_prereqs": [
        {
            "name": "Landwirtschaft",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/agriculture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Steinmetzkunst",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/masonry.json"
        },
        {
            "name": "Bronzeverarbeitung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/bronze_working.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}