{
    "id": 79,
    "name": "Nanotechnologie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nanotechnology.png",
    "era": "Informationszeitalter",
    "cost": 8800,
    "civilopedia_entry": "Nanotechnologie ist eine extrem breit gefächerte Wissenschaft, bei der es um die Steuerung einer beliebigen Materie auf atomarer oder molekularer Ebene geht. Ihre Darstellung ist oft verklärt und beinhaltet etwa Milliarden winziger Roboter, die den Fluss einzelner Atome lenken, aber in Wirklichkeit betrifft die Nanotechnologie alle Forschungsbereiche, in denen Teilchen untersucht und verwendet werden, die nicht größer als ein paar Nanometer sind: angefangen von der Erzeugung winziger Kohlenstoffnanoröhren und Nanoteilchen in Solarzellen bis hin zur DNS-Forschung. Ein Nanometer (die relative Größe, in der Nanotechnologie sich hauptsächlich abspielt) ist ein Milliardstel eines Meters, was etwa dem Maßstab einer Murmel im Verhältnis zur Erde entspricht. Technologie zur Forschung in diesen winzigen Dimensionen ist erst seit wenigen Jahren verfügbar. Trotz des kurzen Bestehens der Nanotechnologie werden pro Woche schätzungsweise drei bis vier neue Produkte veröffentlicht, deren Anwendungsbereich sich von Kleidung und Kosmetika über Nahrungsmittel bis hin zu Verpackungen erstreckt.Viele Wissenschaftler sind begeistert von den Einsatzmöglichkeiten für die Entwicklung von Technologien in diesem winzigkleinen Maßstab, während andere besorgt sind über mögliche gesundheitliche, ökologische und ethische Auswirkungen, die diese Technologie mit sich bringen könnte. In einigen Ländern wurden Rufe nach Sicherheits- und Gesundheitsvorkehrungen laut und es gibt Bedenken, dass Nanoteilchen versehentlich freigesetzt werden und im menschlichen Körper und in der Umwelt giftige Schäden verursachen könnten.",
    "quote": "\"Die Auswirkungen der Nanotechnologie auf unser Leben werden die Auswirkungen der elektronischen Revolution noch übertreffen.\" - Richard Schwartz",
    "tech_prereqs": [
        {
            "name": "Robotertechnik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/robotics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Zukunftstechnologien",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "RS-Stasekammer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/ss_stasis_chamber.json"
        },
        {
            "name": "XCOM-Trupp",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/xcom_squad.json"
        }
    ],
    "building_unlocks": []
}