{
    "id": 37,
    "name": "Navigation",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/navigation.png",
    "era": "Renaissance",
    "cost": 1150,
    "civilopedia_entry": "Navigation ist die Kunst, auf dem Ozean seinen Weg zu finden. Frühe Seefahrer hielten sich fast ausschließlich in Sichtweite der Küste auf, wodurch sich die Navigation recht einfach gestaltete. Doch dies schränkte die Bewegungsmöglichkeiten der Schiffe stark ein und erhöhte auch das Risiko, von widrigen Winden ans Ufer oder gegen Klippen gedrängt zu werden. Für den Kapitän eines Segelschiffs (vor der Erfindung der Dampfmaschine) gibt es kaum etwas Beängstigenderes, als an einer \"Leeküste\" zu fahren, also von einem starken Wind direkt auf ein nahegelegenes Ufer gedrängt zu werden.Vor der Verwendung von Satelliten, Funk und Radar verfolgten Schiffe auf See ihre Bewegungen per \"Koppelnavigation\" auf einer Karte nach. Wenn man die Geschwindigkeit und die genaue Bewegungsrichtung kannte, wusste man ziemlich genau, wo man sich befand. Doch nach einigen Wochen auf See konnte sich die geringste Abweichung bei Geschwindigkeit oder Richtung zu eklatanten Fehlberechnungen summieren. Wenn mitten auf dem Pazifik der Wasservorrat knapp wird und man den einzigen Flecken Land in Tausenden von Kilometern Umkreis ansteuert, auf dem es angeblich Wasser gibt, kann ein Fehler bei der Koppelnavigation sehr leicht zu einem unangenehmen Ende führen.Ein Schiffskapitän konnte auch zum Himmel blicken, um Hilfe bei der Navigation zu bekommen. Bei sonnigem Wetter erfuhren Kapitäne mithilfe von ausgeklügelten Instrumenten, wann genau die Sonne den Zenit (den höchsten Punkt) über dem Schiff erreicht hatte. Wenn sie außerdem über eine präzise Uhr verfügten, welche die korrekte Zeit anzeigte, konnten sie mithilfe dieser Information ihren genauen Längengrad (östliche oder westliche Entfernung zum Nullmeridian, welcher durch Greenwich, England läuft) bestimmen. Diese Art der Positionsbestimmung erforderte natürlich gutes Wetter, eine genaue Uhr und die Möglichkeit, auch bei hohem Seegang den höchsten Sonnenstand zu messen. In klaren Nächten gaben den Kapitänen der Auf- und Untergang bestimmter Sterne ähnliche Informationen.Mit der Erfindung von Funk, Radar und Satelliten wurde die Navigation natürlich viel leichter und sicherer. Aber selbst heute laufen Schiffe noch auf Grund oder rammen Brückenpfeiler - und das sind Schiffe mit Motoren. Ein Segelschiff auf dem korrekten Kurs zu halten erfordert ein Vielfaches mehr an Fähigkeiten.",
    "quote": "\"Wind und Wellen sind immer auf der Seite des besseren Seefahrers.\" - Edward Gibbon",
    "tech_prereqs": [
        {
            "name": "Astronomie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/astronomy.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Archäologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/archaeology.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Fregatte",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/frigate.json"
        },
        {
            "name": "Linienschiff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/ship_of_the_line.json"
        },
        {
            "name": "Wassergeuse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/sea_beggar.json"
        },
        {
            "name": "Freibeuter",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/privateer.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Seehafen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/seaport.json"
        }
    ]
}