{
    "id": 78,
    "name": "Kernfusion",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nuclear_fusion.png",
    "era": "Informationszeitalter",
    "cost": 8800,
    "civilopedia_entry": "Kernfusion findet in Sternen auf natürliche Weise statt und bezeichnet das Ereignis, wenn viele gleich geladene Atome sich verbinden, um ein schwereres, größeres zu bilden, wie zwei Wasserstoffatome sich verbinden, um ein Heliumatom zu werden. Ein Nebenprodukt dieser Verbindung ist eine große Abgabe oder Aufnahme von Energie, weitaus mehr als die Menge an Energie, die benötigt wird, um die beiden Kerne zu verbinden. Seit den 1950er Jahren konzentriert sich die Energieforschung darauf, die Kraft der Fusion auf eine kontrollierte Weise nutzbar zu machen, nachdem sie Zeuge der Kraft unkontrollierter Kettenreaktionen bei der Zündung der ersten Wasserstoffbombe wurde.Fusion kann in stark vereinfachte Kategorien aufgeschlüsselt werden: Reaktionen, die Energie produzieren und Reaktionen, die Energie verbrauchen. Die Fusion zwischen den leichteren Elementen (alle, die leichter sind als Eisen oder unter einer Atommasse von 26) und jedem ihrer Isotope generiert in der Regel Energie, während das Verbinden von Kernen der schwereren Elemente zum Verbrauch von Energie neigt. Bei der Kernspaltung ist es genau umgekehrt.Es bedarf einer ausreichenden Menge an Energie, damit zwei Kerne ihre positiven Ladungen überwinden und sich verbinden, selbst wenn man es mit dem leichtesten Element zu tun hat - Wasserstoff. Allerdings glauben einige Wissenschaftler, dass es bis 2020 möglich sein wird, einen Reaktor zu bauen, der nicht nur in der Lage ist, so eine Reaktion zu kontrollieren und herbeizuführen, sondern auch zehnmal so viel Energie produziert, wie er benötigt, um sie zu erschaffen. Diese Art von verfügbarer Energie könnte die Infrastruktur der ganzen Welt revolutionieren und die Weise ändern, in welcher selbst die kleinsten technologischen Leistungen erreicht werden.",
    "quote": "\"Die Entfesselung der Atomenergie hat kein neues Problem geschaffen. Sie hat lediglich die Notwendigkeit der Lösung eines bereits vorher bestehenden Problems noch akuter werden lassen.\" - Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Fortgeschrittene Ballistik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/advanced_ballistics.json"
        },
        {
            "name": "Satellitentechnologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/satellites.json"
        },
        {
            "name": "Robotertechnik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/robotics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Zukunftstechnologien",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Riesiger Killerroboter",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/giant_death_robot.json"
        }
    ],
    "building_unlocks": []
}