{
    "id": 13,
    "name": "Optik",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/optics.png",
    "era": "Klassik",
    "cost": 85,
    "civilopedia_entry": "Optik ist die Lehre des Sehens und des Lichts. Die frühesten und wichtigsten optischen Untersuchungen zielten darauf ab, die Wahrnehmung des menschlichen Auges zu unterstützen - in weitere Entfernung zu sehen, winzig kleine Objekte anzusehen oder in der Dunkelheit zu sehen. Die ersten Linsen wurden von den alten Ägyptern und Mesopotamiern entwickelt. Die Ältesten gefundenen Linsen, aus poliertem Kristall, stammen aus der Zeit um 700 v. Chr. Die Griechen und Römer schufen grobe Linsen, indem sie Glaskugeln mit Wasser füllten. In \"Optik\" beschrieb Euklid die mathematischen Regeln der Wahrnehmung und untersuchte die Lichtbrechung. Im 8. Jahrhundert n. Chr. studierten islamische Gelehrte die Optik eingehend und schrieben Abhandlungen über die Lichtbrechung und die Konstruktion von Linsen und Spiegeln.Die erste tragbare Brille wurde im 12. Jahrhundert in Italien erfunden und das erste primitive Teleskop wie auch das erste Mikroskop wurden im 15. Jahrhundert entwickelt. An heutigen Standards gemessen mögen diese Instrumente nicht besonders gut gewesen sein, doch sie ermöglichten es den Menschen, die Welt viel umfangreicher wahrzunehmen und die unbekannten Ozeane der Welt zu bereisen.",
    "quote": "\"Auch hatte er eine Maschine verfertigt,vermittelst welcher man wissen konnte,ob es Vollmond wäre, oder nicht ...\" - Samuel Butler",
    "tech_prereqs": [
        {
            "name": "Segeln",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/sailing.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Kompass",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/compass.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Leuchtturm",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/lighthouse.json"
        },
        {
            "name": "Großer Leuchtturm",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/great_lighthouse.json"
        }
    ]
}