{
    "id": 61,
    "name": "Penicillin",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/penicillin.png",
    "era": "Atomzeitalter",
    "cost": 5100,
    "civilopedia_entry": "Penicillin bezeichnet eine Gruppe von Antibiotika, die aus einem bestimmten Pilz gewonnen werden. Antibiotika bekämpfen und töten Bakterien, kleine Lebewesen, von denen einige - z. B. Pest, Syphilis oder Lepra, um nur drei zu nennen - überaus schädlich fürs menschliche Leben sind. Es wird angenommen, dass primitive Formen von Penicillin bereits im Mittelalter genutzt wurden, als man eiternde Wunden mit schimmligem Brot versorgte. Die wissenschaftliche Entdeckung des Antibiotikums geht auf Alexander Fleming im Jahr 1928 zurück, während die erste offizielle medizinische Anwendung zwei Jahre später durch den Pathologen Cecil George Paine vorgenommen wurde. Durch die häufige Verwendung haben einige Bakterien jedoch eine Resistenz gegen Penicillin entwickelt, und so wurden etliche weitere Antibiotika erfunden, um die neuen resistenten Kulturen zu bekämpfen. Trotzdem bleiben Penicillin und seine Nachfahren eine wichtige Waffe im medizinischen Kampf gegen die tödliche Bedrohung durch Bakterien.",
    "quote": "\"Die Menschen kommen durch nichts den Göttern näher, als wenn sie Menschen glücklich machen.\" - Cicero",
    "tech_prereqs": [
        {
            "name": "Kühltechnik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/refrigeration.json"
        },
        {
            "name": "Plastik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/plastics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Ökologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ecology.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Marine",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/marine.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Medizinisches Labor",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/medical_lab.json"
        }
    ]
}