{
    "id": 17,
    "name": "Philosophie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/philosophy.png",
    "era": "Klassik",
    "cost": 175,
    "civilopedia_entry": "Philosophie studiert die Realität und den Platz, den der Mensch darin einnimmt. Das Wort stammt vom griechischen Wort \"philosophía\", was Liebe zur Weisheit bedeutet. Sie unterscheidet sich insofern von der Religion, welche versucht, ein übernatürliches System zu verstehen und zu definieren, dass die Philosophie einen Schritt zurück geht und infrage stellt, ob ein solches übernatürliches System überhaupt existiert. Die Philosophie beschäftigt sich mit Logik, Sterblichkeit, Beobachtung, Realismus, Glück, Leben, Tod und allen anderen großen Fragen.In der westlichen Zivilisation gelten die Griechen im Allgemeinen als Erfinder der Philosophie. Im 6. Jahrhundert v. Chr. war Thales von Milet der Erste, von dem bekannt ist, dass er eine rein natürliche, nicht-religiöse Erklärung zur Entstehung der Welt formulierte. Er glaubte, dass alles aus dem Wasser stammte. Diese Theorie stützte er auf Fossilienfunde von Meerestieren tief im Landesinneren. Diese Erklärung erforderte kein kreatives Eingreifen eines übernatürlichen Wesens, sondern war das Ergebnis natürlicher Umstände. Spätere Philosophen führten diese grundlegende Theorie dann weiter aus - ausgenommen natürlich jene, die bestritten, dass überhaupt etwas existiert und jene, die behaupteten, die Welt wäre nur ein Spiegelbild eines anderen Ortes und so weiter. Das Problem bei der Untersuchung der Realität ist, dass alles immer verwirrender wird, je weiter man forscht.Im Optimalfall bietet die Philosophie Werkzeuge, mit denen Philosophen die Welt beobachten und einschätzen können und über Dinge nachdenken können, die vorher noch nie überdacht wurden. Wie jedes andere Werkzeug kann sie zum Guten oder zum Bösen eingesetzt werden, aber wenigstens versucht die Philosophie, eine intellektuelle Struktur zu bieten, anhand derer man entscheiden kann, was gut und was böse ist.",
    "quote": "\"Es gibt nur ein einziges Gut für den Menschen: Die Wissenschaft. Und nur ein einziges Übel: Die Unwissenheit.\" - Sokrates",
    "tech_prereqs": [
        {
            "name": "Kalender",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/calendar.json"
        },
        {
            "name": "Schrift",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/writing.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Theologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/theology.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Lehmmoschee",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/mud_pyramid_mosque.json"
        },
        {
            "name": "Grabstätte",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/burial_tomb.json"
        },
        {
            "name": "Tempel",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/temple.json"
        },
        {
            "name": "Staatliche Hochschule",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/national_college.json"
        },
        {
            "name": "Orakel",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/oracle.json"
        }
    ]
}