{
    "id": 30,
    "name": "Physik",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/physics.png",
    "era": "Mittelalter",
    "cost": 485,
    "civilopedia_entry": "Physik ist das Studium der Materie und die grundlegendste physische Wissenschaft. Diese ursprünglich \"Naturwissenschaft\" genannte Lehre beschäftigt sich mit dem gesamten erfassbaren Universum, vom kleinsten Partikel bis zur größten Galaxie. Physik beschäftigt sich unter anderem mit Schwerkraft, Licht, Hitze und Magnetismus. Während das menschliche Wissen exponentiell gewachsen ist, spaltete sich die Physik in unzählige Unterbereiche wie Astronomie, Chemie, Geologie, Biologie und Ingenieurwissenschaft auf. Doch all diese Unterbereiche versuchen gleichermaßen, natürliche Phänomene zu messen und zu erklären.1687 veröffentlichte Isaac Newton sein Meisterwerk \"Philosophiae Naturalis Principia Mathematica\", das die Physik revolutionierte. In einfachen Worten sagt Newtons erstes Axiom, auch als Trägheitsgesetz bekannt, dass ein ruhendes Objekt ruhend bleibt und ein bewegtes Objekt in Bewegung bleibt, solange äußere Kräfte diesen Zustand nicht ändern. Sein zweites Axiom beschreibt die Bewegungsänderung eines Objektes durch Einwirkung einer Kraft in einer Formel. Sie lautet Kraft gleich Masse mal Beschleunigung. Sein drittes Axiom, auch als Wechselwirkungsgesetz bekannt, sagt aus, dass die aufeinander ausgeübten Kräfte zweier miteinander interagierender Objekte gleich groß und entgegengerichtet sind. Anders gesagt: \"Für jede Aktion erfolgt eine gleich starke und entgegengesetzte Reaktion.\"Die Newtonschen Gesetze beherrschten die Physik bis ins 20. Jahrhundert, als sie durch die Relativitätstheorie und die Quantenmechanik ersetzt wurden. Diese bahnbrechenden Erkenntnisse revolutionierten die Welt in einer vergleichbaren Weise wie Newtons Entdeckungen im 17. Jahrhundert.",
    "quote": "\"Miss alles, was sich messen lässt, und mach alles messbar, was sich nicht messen lässt.\" - Galileo Galilei",
    "tech_prereqs": [
        {
            "name": "Metallguss",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metal_casting.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Druckerpresse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/printing_press.json"
        },
        {
            "name": "Schießpulver",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/gunpowder.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Tribok",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/trebuchet.json"
        },
        {
            "name": "Hwach'a",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/hwach'a.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Notre Dame",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/notre_dame.json"
        }
    ]
}