{
    "id": 57,
    "name": "Plastik",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/plastics.png",
    "era": "Moderne",
    "cost": 4100,
    "civilopedia_entry": "Plastik ist ein leichtes, transparentes und widerstandsfähiges Material, das Strom nur sehr schlecht leitet. Plastik gibt es in vielen verschiedenen Formen, einige härter, andere biegsamer, wieder andere mit einer höheren oder niedrigeren Toleranz gegenüber Hitze. Plastik kann geformt, gepresst oder in beinahe jede gewünschte Form gedrückt werden. Es findet sich in jeder Facette des modernen Lebens und wird überall genutzt, von Stoßdämpfern fürs Auto über Prothesen und Behälter für Babynahrung bis zu Infanterie-Waffen. Es ist einer der wichtigsten Bausteine des 21. Jahrhunderts.Das erste von Menschenhand erstellte Plastik wurde 1855 von dem Engländer Alexander Parkes erfunden. Das Produkt, Parkesine, wurde aus Zellulose (Pflanzenzellen-Material) gemacht und als Ersatz für Elfenbein eingesetzt, welches aufgrund des weltweit schwindenden Walbestands immer schwerer zu bekommen war.Das erste vollkommen synthetische Plastik war Bakelit, erfunden im Jahre 1909 von dem belgisch-amerikanischen Erfinder Leo Hendrik Baekeland. Bakelit war günstig, stark und strapazierfähig. Es wurde benutzt, um Radios, Telefone, Griffe für Gebrauchsgegenstände, Klaviertasten und Billardkugeln herzustellen. Obwohl es sehr widerstandsfähig ist, ist Bakelit auch sehr brüchig. Es wurde größtenteils durch günstigeres und biegsameres Plastik wie Polystyrol, PVC, Nylon und weitere exotischere Varianten, die im 20. Jahrhundert entstanden sind, ersetzt.Obwohl es im Moment äußerst günstig ist, bedarf das meiste Plastik für seine Herstellung vieler petrochemischer Produkte. Da dieser Treibstoff immer teurer wird, wird das Plastik es wohl auch werden. Es ist möglich, dass letztendlich irgendein neues Wundermaterial das allgegenwärtige Plastik irgendwann in der Zukunft ersetzen wird, aber vorerst bleibt Plastik unersetzlich.",
    "quote": "\"Ich sag dir nur ein Wort, nur ein einziges Wort. Plastik!\" - Buck Henry und Calder Willingham, Die Reifeprüfung",
    "tech_prereqs": [
        {
            "name": "Funkwesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radio.json"
        },
        {
            "name": "Normbauteile",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/replaceable_parts.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Penicillin",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/penicillin.json"
        },
        {
            "name": "Atomtheorie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/atomic_theory.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Infanterie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/infantry.json"
        },
        {
            "name": "Pracinha",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/pracinha.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Forschungslabor",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/research_lab.json"
        },
        {
            "name": "Cristo Redentor",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/cristo_redentor.json"
        }
    ]
}