{
    "id": 2,
    "name": "Keramik",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/pottery.png",
    "era": "Antike",
    "cost": 35,
    "civilopedia_entry": "Keramik ist die älteste und nützlichste aller Kunstformen. Bei der Keramik werden Gegenstände aus Ton geformt und dann in einem Ofen extrem hohen Temperaturen ausgesetzt. Dadurch wird der Werkstoff sehr spröde, aber auch luftdicht und kann weder korrodieren noch oxidieren, verrotten oder anderswie verfallen, anders als Gegenstände aus Metall, Holz oder Stoff. Zu den frühesten Keramikgegenständen zählen Fässer und Gefäße, um Flüssigkeit oder Getreide zu lagern, aber auch Kochgegenstände wie Töpfe, Schüsseln, Teller und Becher.Die älteste gefundene Keramik ist Steingut und etwa 9.000 Jahre alt. Diese Art von Töpferware ist porös und muss durch eine dünne Schicht eines wasserdichten Materials geschützt oder glasiert werden. Steingut ist extrem haltbar und wird auch heute noch häufig verwendet. Eine andere Keramikart ist Steinzeug, bei der das Material bei sehr hohen Temperaturen \"gebacken\" wurde, bis der Ton \"gesintert\" ist und glasartig geworden ist. Diese Methode wurde um 1400 v. Chr. in China entdeckt. Um das 6. Jahrhundert n. Chr. wurde ebenfalls in China die Porzellanherstellung entwickelt. Porzellan ist dem Steinzeug sehr ähnlich (eine Abgrenzung der beiden Materialien voneinander ist umstritten), aber Porzellan ist üblicherweise durchscheinender und feiner gearbeitet.",
    "quote": "\"Sagt denn der Ton zu dem Töpfer: Was machst du mit mir?\"- Die Bibel, Jesaja 45,9",
    "tech_prereqs": [
        {
            "name": "Landwirtschaft",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/agriculture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Segeln",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/sailing.json"
        },
        {
            "name": "Kalender",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/calendar.json"
        },
        {
            "name": "Schrift",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/writing.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Kornspeicher",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/granary.json"
        },
        {
            "name": "Pyramide",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/pyramid.json"
        },
        {
            "name": "Schrein",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/shrine.json"
        }
    ]
}