{
    "id": 35,
    "name": "Druckerpresse",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/printing_press.png",
    "era": "Renaissance",
    "cost": 780,
    "civilopedia_entry": "Auch wenn bewegliche Lettern in China erfunden wurden, kann die Erfindung der ersten mechanischen Druckerpresse dem deutschen Buchdrucker Johannes Gutenberg Mitte des 15. Jahrhunderts zugeschrieben werden. Die frühen Druckerpressen bestanden aus Holz und waren in der Bauart den Wein- und Olivenölpressen sehr ähnlich, die seit Jahrhunderten im Mittelmeerraum verwendet wurden.In den ursprünglichen Pressen wurden die Lettern umgekehrt auf hölzerne Platten gelegt, welche sie genau in Position hielten. Die Arbeiter drehten dann die Kurbel, um Druck auf das Papier auszuüben und es gegen die geschwärzten Lettern zu drücken. Der Drucker entfernte das Papier und färbte die Lettern erneut ein. Danach begann der Prozess von vorne. Gutenbergs Presse konnte etwa 250 einseitig bedruckte Seiten pro Stunde liefern. Sein Konzept blieb etwa dreihundert Jahre unverändert, bis es durch Maschinen aus Metall ersetzt wurde. Seit dem 19. Jahrhundert wurden die Pressen mit Dampf betrieben und konnten etwa 7.500 Seiten pro Stunde drucken.Der Nutzen, den die Druckerpresse für das Wissen der Menschheit hatte, kann nicht stark genug betont werden. Vor der Erfindung der Druckerpresse gab es nur wenige Bücher und diese waren mehr wert als der Jahresverdienst eines durchschnittlichen Arbeiters. Die Bibliothek der Universität von Cambridge umfasste lediglich etwas über 100 Bücher, als die Druckerpresse erfunden wurde. In unglaublich kurzer Zeit konnten sich gewöhnliche Bürger Bibeln und andere Bücher leisten. Innerhalb von 60 Jahren erschien der erste gedruckte Vorläufer moderner Zeitungen in England.",
    "quote": "\"Es ist die Pflicht einer Zeitung, Nachrichten zu drucken und Lärm zu schlagen.\" - Chicago Times",
    "tech_prereqs": [
        {
            "name": "Maschinen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/machinery.json"
        },
        {
            "name": "Physik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/physics.json"
        },
        {
            "name": "Ritterlichkeit",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Wirtschaftswesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/economics.json"
        },
        {
            "name": "Metallverarbeitung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metallurgy.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Zoo",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/zoo.json"
        },
        {
            "name": "Schiefer Turm von Pisa",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/leaning_tower_of_pisa.json"
        },
        {
            "name": "Globe Theatre",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/globe_theatre.json"
        }
    ]
}