{
    "id": 63,
    "name": "Radar",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radar.png",
    "era": "Atomzeitalter",
    "cost": 5100,
    "civilopedia_entry": "Radar ist ein System zur Erkennung von Objekten, das elektromagnetische Wellen einsetzt, um weit entfernte Objekte wie Schiffe oder Flugzeuge zu identifizieren. Der Begriff RADAR wurde 1941 geprägt und ist ein Akronym für \"Radio Detection And Ranging\" (Funkerkennung und -abstandsmessung).1904 konnte Christian Hülsmeyer ein Schiff im dichten Nebel orten. Durch Verbesserungen konnte er später im selben Jahr dazu noch die Entfernung von Objekten bestimmen.Im August 1917 stellte der Erfinder Nikola Tesla die ersten primitiven Radar-Einheiten her, mit denen der Nutzer die \"relative Position oder den Kurs eines sich bewegenden Objekts, wie etwa eines Schiffs auf See, die von ihm zurückgelegte Distanz oder seine Geschwindigkeit\" bestimmen konnte.Als der Zweite Weltkrieg nahte, arbeiteten alle industrialisierten Weltmächte fieberhaft am Radar. Bei Ausbruch des Krieges hatten die Briten die größten Fortschritte gemacht: Ihr System war in der Lage, anfliegende Flugzeuge zu finden, während sie noch weit entfernt von den verwundbaren britischen Städten waren. (Die britische Forschung wurde angespornt von Gerüchten, dass in Deutschland ein Todesstrahl entwickelt würde.) Das britische System wurde strikt geheim gehalten und während des Krieges behaupteten die Briten, dass menschliche Flugwachen für die Erfolge beim Abfangen deutscher Angriffe verantwortlich wären.Zum Ende des Krieges hatten alle fortschrittlichen Staaten große Erfolge auf dem Gebiet der Radartechnologie zu verzeichnen und ab der zweiten Hälfte des Jahrhunderts wurde die Technik weltweit immer mehr für zivile Zwecke eingesetzt, vorrangig bei der Flugsicherung. Mit der möglichen Ausnahme spezieller, sehr fortschrittlicher Tarnkappenflugzeuge ist es inzwischen fast unmöglich für ein Flugzeug, in den Luftraum einer Industrienation einzudringen, ohne von einem Radar entdeckt zu werden.",
    "quote": "\"Vision ist die Kunst, Unsichtbares zu sehen.\" - Jonathan Swift",
    "tech_prereqs": [
        {
            "name": "Elektronik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electronics.json"
        },
        {
            "name": "Ballistik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ballistics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Kernspaltung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fission.json"
        },
        {
            "name": "Raketentechnik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rocketry.json"
        },
        {
            "name": "Computertechnologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/computers.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Bomber",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/bomber.json"
        },
        {
            "name": "B-17",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/b17.json"
        },
        {
            "name": "Jäger",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/fighter.json"
        },
        {
            "name": "Zero",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/zero.json"
        },
        {
            "name": "Fallschirmjäger",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/paratrooper.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Flughafen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/airport.json"
        }
    ]
}