{
    "id": 53,
    "name": "Funkwesen",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radio.png",
    "era": "Moderne",
    "cost": 3100,
    "civilopedia_entry": "Das Funkwesen bezeichnet die Technologie, mit der Informationen durch Änderung der Amplitude, Frequenz oder Dauer eines Trägersignals zu einem entfernten Empfänger übertragen werden. Weniger technischer ausgedrückt übersetzt ein Sender irgendwo Töne in Wellen, die er dann in die Atmosphäre sendet. Entfernte Funkempfänger können diese Wellen dann aufnehmen und sie wieder zu Tönen umwandeln.Ein Funkgerät ist eine komplizierte und schwierige Maschine. Wissenschaftler bzw. Physiker wie Michael Faraday, James Maxwell, Heinrich Hertz und Guglielmo Marconi forschten Hunderte von Jahren an dieser Entwicklung.Marconi war ein italienischer Physiker, der daran arbeitete, einen drahtlosen Telegrafen zu entwickeln. 1894 schaffte er es, ein Signal über 20 Meter weit zu senden. Marconi verfeinerte diese Technologie weiter und sendete 1901 ein Signal über den Atlantik. Er arbeitete weiter in diesem Bereich und in den 1920ern begann die Entwicklung des Kurzwellenfunks, der die Grundlage für den Großteil des modernen Langstrecken-Funkwesens ist.Das erste Radioprogramm wurde an Heiligabend im Jahr 1906 gesendet; die erste Nachrichtensendung wurde am 31. August 1920 aus Detroit, Michigan übertragen. Ab Ende der 20er Jahre waren Radios aus den Haushalten in Europa und den Vereinigten Staaten nicht mehr wegzudenken.Im Zweiten Weltkrieg spielte das Funkwesen auch eine große Rolle: Diese Technik ermöglichte nicht nur die Kommunikation zwischen Flugzeugen und Schiffen, sondern die verschiedenen beteiligten Regierungen waren dadurch auch in der Lage, Nachrichten und Propaganda sowohl an ihr eigenes Volk als auch an den Gegner zu senden. Die Deutschen, die Engländer und die Amerikaner waren Meister des neuen Mediums. Das Funkwesen blieb in den Jahren nach dem Krieg besonders in den USA populär, wo viele Radiosender und Sendestationen entstanden. Das Radio blieb das wichtigste Unterhaltungsmedium bis zum Vormarsch des Fernsehens in den 1950ern.Obwohl die Beliebtheit des Radios aufgrund der neueren Technologien - Fernsehen und Internet - abnahm, bleibt es ein konstantes und wichtiges Informations- und Unterhaltungsmedium für Menschen auf der ganzen Welt. So wie der Rock 'n' Roll wird es wohl nie sterben.",
    "quote": "\"Das ganze Land war über das Radio miteinander verbunden. Wir alle erlebten die gleichen Helden, Komödianten und Sänger. Sie waren Giganten.\" - Woody Allen",
    "tech_prereqs": [
        {
            "name": "Elektrizität",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electricity.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Plastik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/plastics.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Funkturm",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/broadcast_tower.json"
        },
        {
            "name": "Eiffelturm",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/eiffel_tower.json"
        },
        {
            "name": "Nationaler Nachrichtendienst",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/national_intelligence_agency.json"
        },
        {
            "name": "Broadway",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/broadway.json"
        }
    ]
}