{
    "id": 56,
    "name": "Eisenbahn",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/railroad.png",
    "era": "Moderne",
    "cost": 3100,
    "civilopedia_entry": "Die frühesten Eisenbahnen wurden im 16. Jahrhundert in europäischen Minen errichtet. Sie bestanden aus Karren, die auf einfachen Schienen fuhren. Sie wurden von Menschen oder Tieren (üblicherweise Pferden oder Eseln) gezogen. Die erste überirdische, dampfbetriebene Eisenbahn wurde 1825 in England gebaut und als sich die Technologie als erfolgreich erwies, wurde überall auf der Welt mit ähnlichen Bauunternehmungen begonnen. Der Bau der ersten amerikanischen Trasse startete die \"Baltimore and Ohio Railroad\" im Jahr 1828. Innerhalb eines Jahrhunderts war jeder Kontinent der Welt von einem erheblichen Schienennetzwerk überzogen.Die Bedeutung der Eisenbahn für die Entwicklung der Welt kann nicht genug betont werden. Vor den transkontinentalen Eisenbahnen dauerte eine Reise von New York nach San Fransisco mehrere Monate. Die gleiche Reise dauerte mit der Bahn sieben Tage und kostete nur 65 Dollar. Sobald die Eisenbahn fertiggestellt war, erhöhte sich die europäischstämmige Bevölkerung im amerikanischen Westen und Mittleren Westen schlagartig. Städte, die an Bahntrassen lagen, wurden reich, während Siedlungen ohne Bahnhof mit der Zeit ausstarben und verschwanden.Mit der Erfindung und Massenproduktion von Auto und LKW ging im 20. Jahrhundert die Wichtigkeit der Eisenbahn, besonders im autoverrückten Amerika, deutlich zurück. Doch bleibt sie ein extrem wirtschaftliches und relativ umweltfreundliches Transportmittel für Waren und Menschen und alles weist darauf hin, dass die Eisenbahn in der nahen Zukunft ein starkes Comeback feiern wird.",
    "quote": "\"Die Kombination des kraftvollen Dampfes mit einem Wagen wird die Situation des Menschen erheblich verändern.\" - Thomas Jefferson",
    "tech_prereqs": [
        {
            "name": "Dampfmaschine",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steam_power.json"
        },
        {
            "name": "Dynamit",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/dynamite.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Ballistik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ballistics.json"
        },
        {
            "name": "Verbrennungsmotor",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/combustion.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Kreml",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/kremlin.json"
        },
        {
            "name": "Neuschwanstein",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/neuschwanstein.json"
        }
    ]
}