{
    "id": 52,
    "name": "Kühltechnik",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/refrigeration.png",
    "era": "Moderne",
    "cost": 3100,
    "civilopedia_entry": "Kühltechnik bezeichnet den Prozess, wenn Wärme aus einem geschlossenen Raum oder einer Substanz entfernt wird. Die Kühltechnik wurde primär entwickelt, um Nahrung zu konservieren. Klimaanlagen sind in den westlichen Nationen seit den letzten Jahrzehnten des 20. Jahrhunderts zu einem weiteren wichtigen Einsatzbereich geworden.Bevor es zur Entwicklung von mechanischen Kühlmethoden kam, kühlten viele wohlhabendere Kulturen ihre Nahrungsmittel mit Eis von den Bergen in Kellern, die mit Stroh isoliert waren. Im alten Indien und Ägypten wurde Verdunstungskühlung eingesetzt, bei der große flache Tabletts mit Wasser gefüllt wurden. Beim Verdunsten des Wassers kühlte sich das verbleibende Wasser auf dem Tablett sehr schnell ab. Tatsächlich konnte ein gut durchdachtes Verdunstungssystem zur Herstellung von Eis genutzt werden, trotz der äußerst warmen klimatischen Bedingungen.Mechanische Kühltechnik beruht auf dem Kühleffekt bei der schnellen Ausdehnung von Gasen, normalerweise Halogenkohlenwasserstoffen oder anderen trägen Substanzen. Die erste dokumentierte künstliche Kühlung erfolgte 1748 in Schottland durch William Cullen, doch es sollte noch mehr als ein Jahrhundert dauern, bis ein Amerikaner, Alexander C. Twinning, im Jahr 1856 die erste praktische kommerzielle Kühltechnikanwendung entwickelte. Einige Jahre später wurden Kühlgeräte in der Brauindustrie und der Fleischverarbeitung eingeführt und bis zum Jahr 1914 war ihr Gebrauch weit verbreitet. In der Mitte des 20. Jahrhunderts ersetzten Kühllaster, die mit mechanischer Kühlung arbeiteten, die alten Lastwagen, die mit Eis kühlten. In den 1920er Jahren des letzten Jahrhunderts wurden Kühlschränke für den häuslichen Gebrauch eingeführt und um das Jahr 1950 herum waren die alten \"Eisschränke\" ausgestorben.Die moderne Klimaanlage wurde 1902 von Willis Carrier in Buffalo, New York, erfunden. Ursprünglich wurde sie eingesetzt, um die Luft in Fabriken konstant auf einer bestimmten Temperatur zu halten. In den 1920ern waren sowohl Größe als auch Kosten dieser Geräte so erheblich gesunken, dass man begann, sie vermehrt in Kinos einzusetzen. Fenster-Klimaanlagen hielten nach dem Zweiten Weltkrieg mehr und mehr Einzug in amerikanischen Haushalten und in den 1950ern waren bereits über eine Million dieser Geräte in den USA installiert.Kühltechnik wird oft als selbstverständlich erachtet, ist aber eine der wichtigsten technischen Innovationen in der Geschichte der Menschheit: Ohne sie wäre vieles im modernen Leben unmöglich - oder zumindest schweißtreibender.",
    "quote": "\"Und ohne Obdach stand ich zwischen tausend Häusern und neben tausend Tischen verzehrt' ich mich nach Nahrung.\" - William Wordsworth",
    "tech_prereqs": [
        {
            "name": "Elektrizität",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electricity.json"
        },
        {
            "name": "Biologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/biology.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Penicillin",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/penicillin.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "U-Boot",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/submarine.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Stadion",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/stadium.json"
        },
        {
            "name": "Hotel",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hotel.json"
        }
    ]
}