{
    "id": 54,
    "name": "Normbauteile",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/replaceable_parts.png",
    "era": "Moderne",
    "cost": 3100,
    "civilopedia_entry": "Der Begriff \"Normbauteile\" bezieht sich auf einen Produktionsprozess, bei dem viele Ausfertigungen eines bestimmten Artikels jeweils mit identischen Bauteilen hergestellt werden. Dieses Vorgehen ermöglicht eine starke Erhöhung von Geschwindigkeit und Rentabilität in der Produktion, was wiederum ein Motor für die Industrielle Revolution des 19. Jahrhunderts war.Durch den Wunsch, Soldaten mit Feuerwaffen auszustatten, wurde die Entwicklung von Normbauteilen angestoßen. Früher wurden Musketen von Handwerkern hergestellt, sodass jede einzelne Waffe sich leicht von der anderen unterschied - der eine Handwerker machte sein Gewehr ein bisschen länger, während ein anderer sein Gewehr mit einem größeren oder kleineren Abzug versah. Für den Einzelnen war das kein Problem; wenn seine Muskete kaputtging, konnte er sie dem Handwerker, der sie hergestellt hatte, zur Reparatur zurückgeben. Das war jedoch für eine Armee mit tausend Musketen keine Option.Wenn aber alle Bauteile einer Waffe identisch sind, kann ein Teil einer kaputten Muskete zur Reparatur einer anderen eingesetzt werden. Außerdem konnte ein Soldat, der mit einer bestimmten Muskete ausgebildet worden war, mit einer anderen Muskete sofort schießen, ohne sich erst an die Besonderheiten der neuen Waffe gewöhnen zu müssen.Inzwischen wird fast jedes Gerät auf dem Planeten mit Normbauteilen hergestellt. Handwerker sind zu Künstlern geworden, deren Waren sich durchschnittliche Konsumenten oft nicht leisten können.",
    "quote": "\"Keine Aufgabe ist wirklich schwierig, solange man sie in einzelne Schritte aufteilt.\" - Henry Ford",
    "tech_prereqs": [
        {
            "name": "Dampfmaschine",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steam_power.json"
        },
        {
            "name": "Elektrizität",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electricity.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Plastik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/plastics.json"
        },
        {
            "name": "Elektronik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electronics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Fremdenlegion",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/foreign_legion.json"
        },
        {
            "name": "Weltkriegs-Infanterie|Weltkriegs-Infanterie|Weltkriegs-Infanterie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/great_war_infantry.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Militärstützpunkt",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/military_base.json"
        },
        {
            "name": "Freiheitsstatue",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/statue_of_liberty.json"
        }
    ]
}