{
    "id": 45,
    "name": "Drall",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rifling.png",
    "era": "Industriezeitalter",
    "cost": 1600,
    "civilopedia_entry": "Drall ist der Prozess, den Lauf einer Schusswaffe oder Kanone im Innern mit spiralförmigen Rillen zu versehen, die das Geschoss in Drehung versetzen. Diese Drehbewegung stabilisiert das Projektil und steigert die Genauigkeit um ein Vielfaches. Der Drall wurde im 15. Jahrhundert in Wien erfunden. Doch zu Beginn war dieser Prozess sehr teuer und zeitaufwändig, weshalb er etwa drei Jahrhunderte ein Nischendasein führte. Im frühen 18. Jahrhundert wurden Gewehre von Scharfschützen in Armeen in Europa und der ganzen Welt verwendet.Mitte des Jahrhunderts machten das Minié-Gewehr und das Minié-Geschoss Feuerwaffen genauer und tödlicher. Diese und andere Waffen wurden während des Amerikanischen Bürgerkriegs massiv eingesetzt und forderten möglicherweise mehr Opfer als alle anderen Musketenarten zusammen.Gegen Ende des Amerikanischen Bürgerkriegs wurden die Minié-Gewehre durch Patronen feuernde Hinterlader ersetzt, die schneller nachgeladen und abgefeuert werden konnten als die Musketen. Diese Gewehre, wie das Springfield Model 1865 und seine Nachfolger, blieben bis zur Erfindung der ersten Automatikwaffen im Ersten Weltkrieg die Standardwaffe der amerikanischen Schützen. In der Moderne tragen die meisten Infanteristen ein Sturmgewehr wie das amerikanische M16 oder das russische AK-47. Diese tödlichen Waffen geben heutigen Soldaten die Feuerkraft Dutzender Bürgerkriegsveteranen.",
    "quote": "\"Es ist nur gut, dass der Krieg so schrecklich ist, sonst würden wir vielleicht noch Gefallen an ihm finden.\" - Robert E. Lee",
    "tech_prereqs": [
        {
            "name": "Wirtschaftswesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/economics.json"
        },
        {
            "name": "Metallverarbeitung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metallurgy.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Dampfmaschine",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steam_power.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Schütze",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/rifleman.json"
        },
        {
            "name": "Norwegische Ski-Infanterie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/norwegian_ski_infantry.json"
        },
        {
            "name": "Mehal Sefari",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/mehal_sefari.json"
        },
        {
            "name": "Karoliner",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/carolean.json"
        }
    ],
    "building_unlocks": []
}