{
    "id": 73,
    "name": "Robotertechnik",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/robotics.png",
    "era": "Informationszeitalter",
    "cost": 7700,
    "civilopedia_entry": "Während unterschiedliche Arten von Automaten und Maschinen bereits im 1. Jahrhundert n. Chr. bekannt waren, ist die erste vollständig automatische Maschine nicht vor der Mitte des 20. Jahrhunderts aufgetaucht. Der Science-Fiction-Autor Isaac Asimov prägte den Term \"Robotik\" unbewusst in seiner 1941 erschienenen Kurzgeschichte \"Ein Lügner\" in der Annahme, dass er bereits gebräuchlich wäre wie ähnliche Begriffe, etwa \"Elektronik\". Das Studium der Robotertechnik umfasst alle Aspekte des Aufbaus von Robotern - elektronisch, mechanisch und seine Software - sowie die verschiedenen Arten, auf die sie die Welt um sie herum wahrnehmen und mit ihr interagieren.Einfache industrielle Roboter werden bereits seit den frühen 1960ern eingesetzt, aber intelligentere und ausgeklügeltere Modelle befinden sich permanent in der Entwicklung. Roboter sind heute nützlich bei der Ausführung repetitiver Aufgaben, die hohe Genauigkeit erfordern, doch es wird weiter geforscht, um die Robotik für die Herstellung lebensechter Prothesen für menschliche Gliedmaßen zu nutzen und um humanoide Roboter zu entwickeln, die aufrecht gehen und menschliche Gesten, Gefühle und Ausdrücke erkennen und ausführen können.Während die Unterhaltungsindustrie bereits Milliarden verdient hat mit ihrem Spiel mit der Angst, dass Roboter sich gegen ihre ehemaligen Meister, die Menschen, auflehnen und sie versklaven könnten, ist die Robotik in der Realität immer noch stark eingeschränkt durch die Entwicklung der K.I., der Künstlichen Intelligenz. Roboter sind toll, wenn es darum geht, eine Reihe festgelegter Aufgaben oder Anweisungen auszuführen, aber eigenständiges Denken und Schlussfolgern sind ihnen noch nicht möglich, was ihre Einsatzmöglichkeiten begrenzt, zumindest für die nahe Zukunft. (Es könnte also noch etwas dauern, bis wir von Staubsaugern mit eigenem Bewusstsein erobert werden.)",
    "quote": "\"1. Ein Roboter darf keinen Menschen verletzen oder durch Untätigkeit zu Schaden kommen lassen.2. Ein Roboter muss den Befehlen eines Menschen gehorchen, es sei denn, solche Befehle stehen im Widerspruch zum Ersten Gesetz.3. Ein Roboter muss seine eigene Existenz schützen, solange dieser Schutz nicht dem Ersten oder Zweiten Gesetz widerspricht.\" - Isaac Asimov",
    "tech_prereqs": [
        {
            "name": "Raketentechnik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rocketry.json"
        },
        {
            "name": "Computertechnologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/computers.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Kernfusion",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fusion.json"
        },
        {
            "name": "Tarnung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/stealth.json"
        },
        {
            "name": "Nanotechnologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nanotechnology.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Raketenkreuzer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/missile_cruiser.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Raumschiff-Fabrik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/spaceship_factory.json"
        }
    ]
}