{
    "id": 67,
    "name": "Raketentechnik",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rocketry.png",
    "era": "Atomzeitalter",
    "cost": 6400,
    "civilopedia_entry": "Das Datum des ersten bekannten Raketenflugs ist nicht ganz unumstritten, doch man nimmt gemeinhin an, dass er um das Jahr 1230 n. Chr. während einer Militäroperation in China stattgefunden hat. Der erste tatsächlich aufgezeichnete Flug fand im Jahr 1264 in China im Rahmen eines durch innere Verbrennung angetriebenen Feuerwerks statt. Diese frühen Raketen nutzten feste Brennstoffe, für gewöhnlich Schießpulver, und flogen mit einer Strecke von nur etwa 600 Metern nicht besonders weit.Die Erfindung der modernen Raketentechnik kann direkt Professor Robert Goddard zugeschrieben werden, der festlegte, dass Brennstoff in kleinen, voneinander getrennten Brennkammern verbrannt werden und die Rakete in mehrere Stufen unterteilt werden sollte sowie dass die Ausstoßgeschwindigkeit mit einer speziellen sanduhrförmigen Düse, der Lavaldüse, gesteigert werden kann. Bis zu diesem Punkt wurde der Treibstoff von Raketen in einer einzigen großen Kammer verbrannt und sie konnten weder außergewöhnlich schnell fliegen noch interkontinentale Strecken zurücklegen.Raketen werden heutzutage von flüssigen Brennstoffen angetrieben, mit denen die Rakete effektiv und kostengünstig auf Überschallgeschwindigkeiten beschleunigen kann. Neben dem offensichtlichen militärischen Nutzen, Sprengköpfe über weite Entfernungen zu transportieren, werden Raketen außerdem für Feuerwerk, Schleudersitze, Atmosphärenforschung und natürlich die Raumfahrt eingesetzt.",
    "quote": "\"Eine Faustregel, die jeder Raketenforscher beherzigen sollte: Man sollte immer davon ausgehen, dass sie explodiert.\" - Raumfahrtmagazin, 1937",
    "tech_prereqs": [
        {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radar.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Fortgeschrittene Ballistik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/advanced_ballistics.json"
        },
        {
            "name": "Satellitentechnologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/satellites.json"
        },
        {
            "name": "Robotertechnik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/robotics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Mobile Boden-Luft-Rakete",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/mobile_sam.json"
        },
        {
            "name": "Raketenartillerie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/rocket_artillery.json"
        }
    ],
    "building_unlocks": []
}