{
    "id": 6,
    "name": "Segeln",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/sailing.png",
    "era": "Antike",
    "cost": 55,
    "civilopedia_entry": "Segeln ist die Kunst, die Kraft des Windes zur Fortbewegung eines Bootes auf dem Wasser zu nutzen. Um beim Segeln Erfolg zu haben, benötigt man eine Vielzahl von Fähigkeiten. Erstens muss die Zivilisation fähig sein, ein seetaugliches Gefährt zu konstruieren. Zweitens muss sie in der Lage sein, stabile Tuchware (Segel) zu produzieren, die den Wind einfangen und seine Energie auf den Schiffsrumpf übertragen kann. Drittens muss sie verschiedenste Seile, Klampen und Rollen herstellen können, mit denen die Segel kontrolliert werden können. Und schlussendlich muss sie fähig sein, das Schiff erfolgreich von einem Punkt zum nächsten zu steuern, ohne sich zu verfahren, zu kentern oder andere Missgeschicke zu erleben.Die frühesten Hinweise auf Wasserfahrzeuge können in der ägyptischen Kunst um 4000 v. Chr. gefunden werden. Als an Flüssen lebende Zivilisation waren die Ägypter ausgezeichnete Seeleute. Viele ihrer Boote verfügten sowohl über Segel als auch über Ruder. Diese wurden eingesetzt, wenn der Wind nicht stark genug oder aus einer unvorteilhaften Richtung wehte.Ab 3000 n. Chr. bereisten die Ägypter das Mittelmeer und wagten die lange Reise über das offene Meer nach Kreta und später nach Phönizien. Die Ägypter segelten auch die Küste Afrikas entlang und suchten nach Wissen, Handel und Schätzen.Die frühesten Kriegsschiffe - Biremen, Trieren und ähnliche - wurden von Rudern und Segeln angetrieben und verfügten am Bug über Rammen oder Dornen. Während des Kampfes versuchte der Steuermann, das gegnerische Schiff mit hoher Geschwindigkeit zu rammen und gleichzeitig auszuweichen, wenn der Gegner dasselbe versuchte. Einige Schiffe waren mit Bogenschützen bemannt, die aus größerer Entfernung auf den Gegner feuern konnten, während andere Soldaten an Bord hatten. Jene Schiffe versuchten, gegnerische Schiffe längsseits zu bringen, sodass die Soldaten dieses Schiff entern konnten.Die Griechen - besonders die Athener und die Inselkolonien - waren Meister der Seekriegsführung. Einer der Gründe, warum sie ihren viel größeren und mächtigeren Nachbarn Persien besiegen konnten, war die Tatsache, dass die athenische Flotte das Ägäische Meer kontrollierte und so ständig die immer länger werdende Versorgungskette der Perser bedrohte.",
    "quote": "\"Wer das Meer beherrscht, beherrscht alles.\" - Themistokles",
    "tech_prereqs": [
        {
            "name": "Keramik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/pottery.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Optik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/optics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Arbeitsboot",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/work_boat.json"
        },
        {
            "name": "Triere",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/trireme.json"
        },
        {
            "name": "Dromone",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/dromon.json"
        },
        {
            "name": "Quinquereme",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/quinquereme.json"
        },
        {
            "name": "Frachter",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/cargo_ship.json"
        }
    ],
    "building_unlocks": []
}