{
    "id": 72,
    "name": "Satellitentechnologie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/satellites.png",
    "era": "Informationszeitalter",
    "cost": 7700,
    "civilopedia_entry": "Die Satellitentechnologie beinhaltet Studium und Entwicklung von künstlichen Orbitalkörpern - im Gegensatz zu natürlichen wie dem Mond. Von Menschen hergestellte Satelliten sind seit dem frühen 20. Jahrhundert eine reiche Quelle der Inspiration für visionäre Science-Fiction-Autoren wie Arthur C. Clarke, die Pläne für ein Netzwerk an Kommunikationssatelliten beschrieben, lange bevor diese technisch machbar waren.Satelliten blieben jedoch reine Fiktion, bis die Sowjetunion 1957 mit Sputnik 1 erfolgreich ihren ersten Satelliten ins All schickte. Dieser Start bewies nicht nur, dass es tatsächlich möglich ist, ein von Menschen hergestelltes Objekt in eine Umlaufbahn um die Erde zu bringen, er löste außerdem den \"Wettlauf ins All\" zwischen Russland und den USA aus. Später im Jahr 1957 startete mit Sputnik 2 das erste lebende Wesen in den Weltraum, ein Hund namens Laika. Ein Jahr später starteten die USA mit Explorer 1 ihre erste Weltraum-Mission.Seit diesem Rennen zwischen zwei Rivalen wurden Tausende hochspezialisierter Satelliten von über 50 verschiedenen Ländern in den Orbit geschossen. Abgesehen von Militär- und Spionageanwendungen werden Satelliten zur Massenkommunikation (Clarke hatte letztendlich also doch Recht), für GPS und Navigation, zur Wetterforschung und zur Übertragung von Unterhaltungsprogrammen genutzt, um nur einige Zwecke zu nennen. Der größte derzeit im Orbit befindliche Satellit ist die Internationale Raumstation.",
    "quote": "\"Irgendwie, auf eine neue Art, erschien uns der Himmel jetzt beinahe fremd.\" - Lyndon B. Johnson",
    "tech_prereqs": [
        {
            "name": "Raketentechnik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rocketry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Kernfusion",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fusion.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "RS-Cockpit",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/ss_cockpit.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Hubble-Weltraumteleskop",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hubble_space_telescope.json"
        }
    ]
}