{
    "id": 43,
    "name": "Wissenschaftstheorie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/scientific_theory.png",
    "era": "Industriezeitalter",
    "cost": 1600,
    "civilopedia_entry": "Wissenschaftstheorie ist eine Weise, die Welt zu betrachten, bei der die Betrachter wissenschaftliche Methoden anwenden, um Wissen über das Universum zu erlangen. Durch genaues Beobachten und Experimente entwickelt ein Wissenschaftler Theorien, um Phänomene zu erklären. Wenn andere Wissenschaftler durch Experimentieren die Theorie dieses Wissenschaftlers bestätigen können, wird diese als empirisches Gesetz angesehen - zumindest, bis neue Beobachtungen oder Experimente das Gesetz kippen. Wenn Experimente eines Wissenschaftlers von anderen nicht reproduziert werden können, müssen seine bzw. ihre Theorien äußerst skeptisch betrachtet werden.Auch wenn die Wissenschaftstheorie heute in den meisten fortschrittlichen Ländern vorherrscht, ist sie nicht die einzige Methode, um die Welt zu sehen. Einige Leute erklären das Universum durch göttliche Offenbarungen, wie sie z. B. in heiligen Büchern geschrieben stehen. Gemäß dieser Sichtweise müssen wissenschaftliche Beobachtungen oder Experimente fehlerhaft oder falsch sein, wenn sie mit einer solchen Offenbarung in Konflikt stehen. Diese zwei unterschiedlichen Sichtweisen auf die Welt stehen seit Jahrhunderten im Konflikt miteinander und werden das vermutlich auch noch viele Jahre lang tun.",
    "quote": "\"Jedem großen wissenschaftlichen Fortschritt geht eine neue, tollkühne Idee voraus.\" - John Dewey",
    "tech_prereqs": [
        {
            "name": "Wirtschaftswesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/economics.json"
        },
        {
            "name": "Architektur",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/architecture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Biologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/biology.json"
        },
        {
            "name": "Dampfmaschine",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steam_power.json"
        },
        {
            "name": "Elektrizität",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electricity.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Öffentliche Schule",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/public_school.json"
        }
    ]
}