{
    "id": 31,
    "name": "Stahl",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/steel.png",
    "era": "Mittelalter",
    "cost": 485,
    "civilopedia_entry": "Stahl ist eine Legierung (Mischung) von Eisen und Kohlenstoff. Je nach Mischungsverhältnis kann das entstehende Metall stärker, flexibler und korrosionsbeständiger als Eisen sein. Eisen wurde seit etwa 2000 v. Chr. verarbeitet und schon von Beginn an wurden kleine Mengen Stahl produziert. Eisen wurde im Allgemeinen auf zwei Arten hergestellt: Schmiedeeisen, was eher flexibel ist, und Gusseisen, was spröder, aber billiger in der Herstellung ist.1751 gründete der englische Erfinder Benjamin Huntsman in Sheffield, England, eine Stahlfabrik. Huntsmans Fabrik stellte Stahl in Tiegelöfen her und diese Methode verbreitete sich rasch in Europa, Amerika und schließlich Asien und dem Rest der Welt. Der nächste große Fortschritt war 1855 die Entwicklung des sogenannten \"Bessemerverfahrens\" durch den amerikanischen Erfinder Henry Bessemer. Nach einigen Verbesserungen ermöglichte dieses Verfahren eine enorme Steigerung der weltweiten Stahlproduktion. Zu Beginn des 20. Jahrhunderts hat die jährliche Stahlproduktion weltweit 50 Millionen Tonnen erreicht.",
    "quote": "\"John Henry sprach zum Vorarbeiter\"Ein Mensch ist nur ein Mensch Bevor mich dieser Dampfhammer besiegt Sterb ich mit meinem Hammer in der Hand.\"\" - Anonym: Das Lied von John Henry, dem Gleisarbeiter",
    "tech_prereqs": [
        {
            "name": "Metallguss",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metal_casting.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Schießpulver",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/gunpowder.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Langschwertkämpfer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/longswordsman.json"
        },
        {
            "name": "Samurai",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/samurai.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Waffenkammer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/armory.json"
        }
    ]
}