[
    {
        "id": 1,
        "name": "Landwirtschaft",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/agriculture.png",
        "era": "Antike",
        "cost": 20,
        "civilopedia_entry": "Landwirtschaft ist die Produktion von Pflanzen und Tieren zum Zweck der Nahrungsgewinnung, aber auch für Kleidung, Schutz, Medizin, Unterhaltung und verschiedene andere Zwecke. Die Kultivierung von Getreide entwickelte sich wahrscheinlich unabhängig voneinander an verschiedenen Orten. Die frühesten Zeugnisse für Landwirtschaft datieren vom Ende der letzten Eiszeit vor ungefähr 11.000 Jahren. Interessanterweise wurde die Landwirtschaft wohl nicht von hungernden Sammlern und Jägern entwickelt, die verzweifelt auf der Suche nach neuen Nahrungsquellen waren, sondern vielmehr von erfolgreichen und vermögenden Sammlern und Jägern, die ohnehin schon über sehr viel Nahrung verfügten. Und das macht auch Sinn: Menschen mit einem Nahrungsüberschuss können es sich erlauben, neue Techniken auszuprobieren, während jene, die hungern, all ihre Energie dazu aufwenden, die altbewährten Methoden des Lebensunterhalts auszuschöpfen.Am Anfang war die Landwirtschaft ein langsamer, zyklischer Ablauf. Saatgut wurde im Frühjahr ausgebracht, dann wurden die Felder gepflegt und bewässert, bis das Getreide erntereif war, was oft erst Monate danach der Fall war. Da es nur wenige Gebiete mit klimatischen Verhältnissen gibt, die eine landwirtschaftliche Nutzung über das ganze Jahr hinweg erlauben, mussten die Bauern Nahrung für die mageren Wintermonate lagern oder mit jenen handeln, die das ganze Jahr über Nahrung durch Jagd, Fischerei usw. erhalten konnten. Bauern waren dabei stets der Natur und dem Wetter ausgeliefert: Gab es ein Jahr lang keinen Regen oder wurde das Getreide von Schädlingen gefressen, konnte eine Familie einfach verhungern.Moderne Landwirtschaft (oder Agrarindustrie) ist eine komplizierte und sehr anspruchsvolle Wissenschaft, die mit genetischer Manipulation, hochentwickelten Düngemitteln und Insektiziden sowie computergesteuerten Bewässerungssystemen und Erntemaschinen arbeitet. Technologische Fortschritte haben den Nahrungsertrag einer bestimmten Landfläche erheblich erhöht, sodass bestimmte Länder, wie z. B. auch die USA, nicht an einem Nahrungsmangel, sondern vielmehr an einem Nahrungsüberangebot leiden, das zu chronischer Fettleibigkeit der Bevölkerung und einem Preisverfall führen kann, der den Lebensunterhalt derjenigen Bauern bedroht, welche die Nahrung angebaut haben.",
        "quote": "\"Was der Ackerbau beginnt, vollenden die Künste. Die Bauern sind somit die Gründer der menschlichen Zivilisation.\" - Daniel Webster",
        "tech_prereqs": [],
        "tech_unlocks": [
            {
                "name": "Keramik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/pottery.json"
            },
            {
                "name": "Tierzucht",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/animal_husbandry.json"
            },
            {
                "name": "Bogenschießen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/archery.json"
            },
            {
                "name": "Bergbau",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mining.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Siedler",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/settler.json"
            },
            {
                "name": "Bautrupp",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/worker.json"
            },
            {
                "name": "Späher",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/scout.json"
            },
            {
                "name": "Krieger",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/warrior.json"
            },
            {
                "name": "Jaguarkrieger",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/jaguar.json"
            },
            {
                "name": "Maori-Krieger",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/maori_warrior.json"
            },
            {
                "name": "Speerschleuderer",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/atlatlist.json"
            },
            {
                "name": "Fährtenleser",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/pathfinder.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/agriculture.json"
    },
    {
        "id": 2,
        "name": "Keramik",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/pottery.png",
        "era": "Antike",
        "cost": 35,
        "civilopedia_entry": "Keramik ist die älteste und nützlichste aller Kunstformen. Bei der Keramik werden Gegenstände aus Ton geformt und dann in einem Ofen extrem hohen Temperaturen ausgesetzt. Dadurch wird der Werkstoff sehr spröde, aber auch luftdicht und kann weder korrodieren noch oxidieren, verrotten oder anderswie verfallen, anders als Gegenstände aus Metall, Holz oder Stoff. Zu den frühesten Keramikgegenständen zählen Fässer und Gefäße, um Flüssigkeit oder Getreide zu lagern, aber auch Kochgegenstände wie Töpfe, Schüsseln, Teller und Becher.Die älteste gefundene Keramik ist Steingut und etwa 9.000 Jahre alt. Diese Art von Töpferware ist porös und muss durch eine dünne Schicht eines wasserdichten Materials geschützt oder glasiert werden. Steingut ist extrem haltbar und wird auch heute noch häufig verwendet. Eine andere Keramikart ist Steinzeug, bei der das Material bei sehr hohen Temperaturen \"gebacken\" wurde, bis der Ton \"gesintert\" ist und glasartig geworden ist. Diese Methode wurde um 1400 v. Chr. in China entdeckt. Um das 6. Jahrhundert n. Chr. wurde ebenfalls in China die Porzellanherstellung entwickelt. Porzellan ist dem Steinzeug sehr ähnlich (eine Abgrenzung der beiden Materialien voneinander ist umstritten), aber Porzellan ist üblicherweise durchscheinender und feiner gearbeitet.",
        "quote": "\"Sagt denn der Ton zu dem Töpfer: Was machst du mit mir?\"- Die Bibel, Jesaja 45,9",
        "tech_prereqs": [
            {
                "name": "Landwirtschaft",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Segeln",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/sailing.json"
            },
            {
                "name": "Kalender",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/calendar.json"
            },
            {
                "name": "Schrift",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/writing.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Kornspeicher",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/granary.json"
            },
            {
                "name": "Pyramide",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/pyramid.json"
            },
            {
                "name": "Schrein",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/shrine.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/pottery.json"
    },
    {
        "id": 3,
        "name": "Tierzucht",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/animal_husbandry.png",
        "era": "Antike",
        "cost": 35,
        "civilopedia_entry": "Tierzucht scheint etwa zu der gleichen Zeit entwickelt worden zu sein wie die Landwirtschaft. Der Hund ist wohl das älteste Haustier und wurde gezüchtet, um bei der Jagd und dem Töten von Wild zu helfen. Allem Anschein nach wurden diese Tiere zuerst in China gezähmt und gezüchtet. Genforscher gehen sogar davon aus, dass 95% der heute lebenden Hunde Nachkommen von einigen wenigen gewöhnlichen Tieren in China sind. Ziegen und Schafe wurden im Nahen Osten ab ca. 10.000 v. Chr. domestiziert.Um domestiziert werden zu können, muss ein Tier bestimmte Kriterien aufweisen: Es sollte Nahrung aufnehmen, die für Menschen weniger attraktiv ist, wie z. B. Gras, Ungeziefer oder Essensreste. Es sollte schnell wachsen, damit es schnell seinen Nutzen erbringen und durch Zucht über mehrere Generationen genetisch verändert werden kann. Es sollte ein freundliches Gemüt haben. Es sollte nicht allzu leicht in Panik verfallen und wenn, sollte es bei seinen Artgenossen bleiben, damit Menschen oder Hunde sie in einer Gruppe zusammentreiben können. Und es ist äußerst nützlich, wenn das Tier durch Training einen Menschen als Rudelführer akzeptieren kann.Wissenschaftler glauben, dass Pferde zuerst in der heutigen Ukraine um 4.000 bis 3.500 v. Chr. gezähmt wurden. Es ist durchaus möglich, dass die ersten Pferde wegen ihres Fleisches gehalten wurden und nicht als Arbeitstiere. Nach nur etwa einem halben Jahrtausend wurden Pferde als Zugtiere in großen Teilen Europas und Asiens eingesetzt. Über mehrere tausend Jahre brachte intensive Zucht ein gezähmtes Tier hervor, das viel größer und stärker war als das ursprüngliche Wildpferd. Durch die Erfindung des Kummets sowie später des Sattels und der Steigbügel wurde das Pferd zum wichtigsten domestizierten Tier in der Menschheitsgeschichte. (Das gilt zumindest für Eurasien und Nordafrika. Die Ureinwohner Nord-, Mittel- und Südamerikas aßen alle ihre Pferde, bevor sie sie zähmen konnten.)",
        "quote": "\"Du sollst dem Ochsen, der da drischt, nicht das Maul verbinden.\" - Die Bibel, Deuteronomium 25,4",
        "tech_prereqs": [
            {
                "name": "Landwirtschaft",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fallenstellen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/trapping.json"
            },
            {
                "name": "Das Rad",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_wheel.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Karawane|Karawanen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/caravan.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/animal_husbandry.json"
    },
    {
        "id": 4,
        "name": "Bogenschießen",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archery.png",
        "era": "Antike",
        "cost": 35,
        "civilopedia_entry": "Bogenschießen ist eine Technik, bei der eine Person die Federkraft eines gebogenen Stocks (oder \"Bogens\") nutzt, um ein dünnes, spitzes Projektil (einen \"Pfeil\") bei großer Geschwindigkeit über eine große Entfernung zu schießen. Bögen und Pfeile werden schon sehr lange zur Jagd und im Krieg eingesetzt. Der früheste Gebrauch bleibt unter dem Schleier der Zeit verborgen, doch gilt die Altsteinzeit als am wahrscheinlichsten (sie endete vor über 14.000 Jahren). In Afrika fanden Archäologen aber auch Steinspitzen von vor 60.000 Jahren, die womöglich als Pfeilspitzen verwendet wurden. Nahezu jede frühe Kultur setzte Pfeile und Bögen ein, außer den Ureinwohnern Australiens, die diese Technik anscheinend niemals entdeckt haben.Bogenschützen wurden in Kriegen eingesetzt, seit es Kriege gibt. Die frühen Griechen und Ägypter stellten schon Bogenschützen-Einheiten auf, wie es auch die frühesten bekannten Armeen in Indien, Asien, Japan und Amerika taten. Ab dem Mittelalter wurden Pfeile und Bögen im Krieg und auf der Jagd nach und nach durch Armbrüste und Feuerwaffen ersetzt und ab dem 16. Jahrhundert gab es fast gar keine Bogenschützen mehr in den modernen Armeen. Heute dient das Bogenschießen noch als Sport in vielen Kulturen auf der ganzen Welt. Ein paar Begeisterte jagen auch immer noch mit Pfeil und Bogen - eine Methode, mit der man trotz ihres hohen Alters ein Reh genauso schnell erlegen kann wie vor 10.000 Jahren.",
        "quote": " \"Der Pfeil aber war mit den Federn des Adlers selbst geschmückt. Oft geben wir unseren Feinden das Mittel zu unserer Zerstörung.\" - Aesop",
        "tech_prereqs": [
            {
                "name": "Landwirtschaft",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Das Rad",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_wheel.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Bogenschütze",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/archer.json"
            },
            {
                "name": "Schleuderschütze",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/slinger.json"
            },
            {
                "name": "Kampfbogenschütze",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/bowman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Artemis-Tempel",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/temple_of_artemis.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/archery.json"
    },
    {
        "id": 5,
        "name": "Bergbau",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mining.png",
        "era": "Antike",
        "cost": 35,
        "civilopedia_entry": "Beim Bergbau werden verschiedene nützliche Substanzen aus den tieferen Schichten der Erde nach oben befördert. Die frühesten geförderten Stoffe waren Kupfer, Eisen, Diamanten, Gold, Silber, Salz und Kohle. Da diese Stoffe nicht essbar sind (außer Salz, aber es ist ja klar, was gemeint ist), müssen Minenarbeiter Teil einer Siedlungsgemeinschaft sein, die groß genug ist, um genügend zusätzliche Nahrung zur Versorgung der Minenarbeiter und ihrer Familien zu produzieren.Die älteste bisher entdeckte Mine befindet sich in Swasiland, Afrika. Sie wurde vor etwa 40.000 Jahren gegraben, um Ocker zu fördern, ein Mineral, welches bei Begräbniszeremonien und für Körperkunst verwendet wurde. Feuerstein, ein brüchiges, leicht zu schärfendes Mineral, wurde von den Menschen der Frühzeit zu Schabern, Messern und Pfeilspitzen verarbeitet und war wahrscheinlich der erste Stoff, der in Europa in großem Maßstab gefördert wurde. In Frankreich und England wurden ca. 30 Meter breite Feuersteinminenschächte gefunden, die aus der Jungsteinzeit (8000-2000 v. Chr.) datieren.Heutige Minenarbeiter setzen verschiedenste Methoden ein, um eine Vielzahl an Materialien zu fördern. Kohleminenarbeiter pulverisieren manchmal ganze Berggipfel, um an das kostbare schwarze Mineral zu gelangen. In Afrika haben sich einige große Bergbauunternehmen im wahrsten Sinne des Wortes kilometerweit durch den Boden gegraben, um Diamanten zu finden. Und Unternehmen treiben überall Minenschächte in den Boden - vom tiefen Meeresboden bis zu den Dauerfrostregionen des hohen Nordens - um nach der begehrtesten Flüssigkeit der Welt zu suchen: Erdöl.",
        "quote": "\"Die Sanftmütigen werden die Erde besitzen, aber nicht die Schürfrechte.\" - J. Paul Getty",
        "tech_prereqs": [
            {
                "name": "Landwirtschaft",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Steinmetzkunst",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/masonry.json"
            },
            {
                "name": "Bronzeverarbeitung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/bronze_working.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mining.json"
    },
    {
        "id": 6,
        "name": "Segeln",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/sailing.png",
        "era": "Antike",
        "cost": 55,
        "civilopedia_entry": "Segeln ist die Kunst, die Kraft des Windes zur Fortbewegung eines Bootes auf dem Wasser zu nutzen. Um beim Segeln Erfolg zu haben, benötigt man eine Vielzahl von Fähigkeiten. Erstens muss die Zivilisation fähig sein, ein seetaugliches Gefährt zu konstruieren. Zweitens muss sie in der Lage sein, stabile Tuchware (Segel) zu produzieren, die den Wind einfangen und seine Energie auf den Schiffsrumpf übertragen kann. Drittens muss sie verschiedenste Seile, Klampen und Rollen herstellen können, mit denen die Segel kontrolliert werden können. Und schlussendlich muss sie fähig sein, das Schiff erfolgreich von einem Punkt zum nächsten zu steuern, ohne sich zu verfahren, zu kentern oder andere Missgeschicke zu erleben.Die frühesten Hinweise auf Wasserfahrzeuge können in der ägyptischen Kunst um 4000 v. Chr. gefunden werden. Als an Flüssen lebende Zivilisation waren die Ägypter ausgezeichnete Seeleute. Viele ihrer Boote verfügten sowohl über Segel als auch über Ruder. Diese wurden eingesetzt, wenn der Wind nicht stark genug oder aus einer unvorteilhaften Richtung wehte.Ab 3000 n. Chr. bereisten die Ägypter das Mittelmeer und wagten die lange Reise über das offene Meer nach Kreta und später nach Phönizien. Die Ägypter segelten auch die Küste Afrikas entlang und suchten nach Wissen, Handel und Schätzen.Die frühesten Kriegsschiffe - Biremen, Trieren und ähnliche - wurden von Rudern und Segeln angetrieben und verfügten am Bug über Rammen oder Dornen. Während des Kampfes versuchte der Steuermann, das gegnerische Schiff mit hoher Geschwindigkeit zu rammen und gleichzeitig auszuweichen, wenn der Gegner dasselbe versuchte. Einige Schiffe waren mit Bogenschützen bemannt, die aus größerer Entfernung auf den Gegner feuern konnten, während andere Soldaten an Bord hatten. Jene Schiffe versuchten, gegnerische Schiffe längsseits zu bringen, sodass die Soldaten dieses Schiff entern konnten.Die Griechen - besonders die Athener und die Inselkolonien - waren Meister der Seekriegsführung. Einer der Gründe, warum sie ihren viel größeren und mächtigeren Nachbarn Persien besiegen konnten, war die Tatsache, dass die athenische Flotte das Ägäische Meer kontrollierte und so ständig die immer länger werdende Versorgungskette der Perser bedrohte.",
        "quote": "\"Wer das Meer beherrscht, beherrscht alles.\" - Themistokles",
        "tech_prereqs": [
            {
                "name": "Keramik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/pottery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Optik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/optics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Arbeitsboot",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/work_boat.json"
            },
            {
                "name": "Triere",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/trireme.json"
            },
            {
                "name": "Dromone",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/dromon.json"
            },
            {
                "name": "Quinquereme",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/quinquereme.json"
            },
            {
                "name": "Frachter",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/cargo_ship.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/sailing.json"
    },
    {
        "id": 7,
        "name": "Kalender",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/calendar.png",
        "era": "Antike",
        "cost": 55,
        "civilopedia_entry": "Ein Kalender ist eine Methode zum Erfassen des Jahresablaufs in Tagen. In vielen alten Kulturen erfüllten Kalender sowohl religiöse als auch praktische Zwecke: An bestimmten Tagen des Jahres hatte man sich der Verehrung von bestimmten Göttern zu widmen und es brachte Unglück, wenn dies nicht geschah. Kalender ermöglichten den Menschen aber auch ganz einfach die Vorhersage des Wetters in einem Gebiet, sodass sie wussten, wann sie ihr Getreide anpflanzen mussten, wann die Ernte stattfand usw.Die Ägypter haben wohl den ersten praktischen Kalender entwickelt, der dann später von den Römern übernommen und zum Julianischen Kalender weiterentwickelt wurde. Heute wird fast überall der Gregorianische Kalender verwendet, der auch auf dem Julianischen Kalender basiert. 1582 setzte Papst Gregor den Gregorianischen Kalender in Kraft, der das Sonnenjahr genauer festlegt und eine geringe Ungenauigkeit des Julianischen Kalenders korrigiert. Im Julianischen Kalender dauerte ein Jahr 365 Tage und 6 Stunden, während es im Gregorianischen Kalender mit 365 Tagen, 5 Stunden und 48 Minuten 12 Minuten kürzer ist. Der Fehler hatte sich über Jahrhunderte angesammelt, sodass zu Gregors Lebzeiten der Julianische Kalender um 14 Tage zu den Jahreszeiten verschoben war.",
        "quote": "\"Lehre uns bedenken, dass wir sterben müssen, auf dass wir klug werden.\" - Die Bibel, Psalmen 90,12",
        "tech_prereqs": [
            {
                "name": "Keramik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/pottery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Philosophie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/philosophy.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Stonehenge",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/stonehenge.json"
            },
            {
                "name": "Steinwerke",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/stone_works.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/calendar.json"
    },
    {
        "id": 8,
        "name": "Schrift",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/writing.png",
        "era": "Antike",
        "cost": 55,
        "civilopedia_entry": "Schrift ist die Kunst, Information so auf einem Material (Papier, Stein, Ton, Tierhaut) festzuhalten, dass andere, die das Material ansehen, den Sinn erfassen können. Die früheste Form der Schrift wurde etwa im 4. Jahrtausend v. Chr. erfunden. Bei dieser \"Piktografie\" zeichnet der Schreiber kleine Bilder, die das Gemeinte darstellen. Dies ist für einfache Themen praktikabel, doch abstraktere Themen machen andere Methoden erforderlich. (Ein Bild eines Schafs zu zeichnen mag einfach sein, aber was ist mit tausend Schafen, oder dem Geräusch, das ein Schaf macht, wenn es von einer Pyramide fällt? Nicht ganz so einfach.)Logografie folgte wahrscheinlich der Piktografie. Bei der Logografie stehen Symbole für einzelne Wörter. Es gibt ein Symbol für \"Schaf\", ein anderes Symbol für \"Tausend Schafe\" und noch ein anderes für das Geräusch, das ein Schaf macht, wenn es von einer Pyramide fällt. Doch eine Sprache umfasst möglicherweise Zehntausende von Wörtern und für jedes davon ein Symbol zu lernen, könnte problematisch sein.Ein phonetisches System weist jedem unterschiedlich klingenden Wort ein individuelles Symbol zu. \"Schaf\" hätte ein eigenes Symbol, aber \"Ferse\", \"Verse\" und \"Färse\" würden alle durch das gleiche Symbol dargestellt. Dadurch muss man sich weniger Symbole merken, aber die Wahrscheinlichkeit für Missverständnisse steigt.In einem alphabetischen System besteht die Schrift aus einer Reihe von Symbolen (dem Alphabet), welche die verschiedenen Klänge einer Sprache grob wiedergeben. Diese Symbole können aneinandergereiht werden, um jedes gesprochene Wort der Sprache darzustellen. Theoretisch kann jeder, der dieser Schrift mächtig ist, jedes geschriebene Wort aussprechen. Dieses System wird im Deutschen verwendet und gilt (besonders im Sprachraum, in dem die lateinische Schrift verwendet wird) als nützlichstes und flexibelstes System, das bisher entwickelt wurde.",
        "quote": "\"Wer ein gutes Buch vernichtet, tötet die Vernunft.\" - John Milton",
        "tech_prereqs": [
            {
                "name": "Keramik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/pottery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Philosophie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/philosophy.json"
            },
            {
                "name": "Drama und Dichtung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/drama_and_poetry.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Papiermacher",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/paper_maker.json"
            },
            {
                "name": "Bibliothek",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/library.json"
            },
            {
                "name": "Große Bibliothek",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/great_library.json"
            },
            {
                "name": "Königliche Bibliothek",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/royal_library.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/writing.json"
    },
    {
        "id": 9,
        "name": "Fallenstellen",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/trapping.png",
        "era": "Antike",
        "cost": 55,
        "civilopedia_entry": "Menschen locken Tiere bereits seit Jahrtausenden in Fallen. Diese Form der Jagd ist beinahe so alt wie das menschliche Leben. Über die Jahrhunderte haben Jäger eine große Vielzahl verschiedenster Fallen genutzt, um ihre Opfer zu fangen - von verdeckten Gruben über versteckte Netze bis hin zu Trittfallen mit Metallzähnen. Im 17. bis 18. Jahrhundert haben französich-kanadische Pelzjäger oft Jahre in der Wildnis verbracht, um gewaltige Mengen von Pelztieren zu fangen und dann die Pelze in einer Siedlung im Osten zu verkaufen. Viele der wertvollen Pelze zierten später wohlhabende Europäer in Form von Hüten oder anderen Kleidungsstücken. Russische Jäger taten dasselbe in Sibirien oder anderen entlegenen eurasischen Gebieten.",
        "quote": "\"Selbst wilde Bestien und Wandervögel geraten nicht zweimal in dieselbe Falle oder dasselbe Netz.\" - St. Hieronymus",
        "tech_prereqs": [
            {
                "name": "Tierzucht",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/animal_husbandry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Reiterei",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/horseback_riding.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Zirkus",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/circus.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/trapping.json"
    },
    {
        "id": 10,
        "name": "Das Rad",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/the_wheel.png",
        "era": "Antike",
        "cost": 55,
        "civilopedia_entry": "Das Rad ist ein runder Gegenstand mit einem Loch oder einer Achse in seiner Mitte. Für sich allein ist es nur zu wenig nütze, doch als Teil eines Transportsystems aus Straßen und Zugtieren hat es für die menschliche Zivilisation einen enormen Nutzen. Die älteste Darstellung eines Fahrzeugs mit Rädern wurde im antiken Sumer gefunden und wird auf etwa 3500 v. Chr. datiert. Die ersten Räder bestanden aus massivem Holz. Speichenräder kamen um 2.000 v. Chr. in Kleinasien auf, wo sie an Pferdekutschen angebracht wurden. Zu späteren Verbesserungen gehörten eiserne Naben, die sich um geschmierte Achsen drehten, und Federn oder ähnliche Vorrichtungen, um Stöße zu dämpfen.Anders als allgemein angenommen war das Rad in der Neuen Welt schon vor Ankunft der Spanier bekannt. Doch in Nord-, Mittel- und Südamerika gab es keine geeigneten Zugtiere, weshalb praktisch alle Güter von Menschen transportiert wurden. Menschen sind nicht dazu geeignet, Gewicht über lange Strecken zu ziehen, sondern sind effizienter, wenn sie das Gewicht auf den Schultern - zum Beispiel in Rucksäcken - tragen. Aus diesem Grund wurden keine Wagen entwickelt. Sobald Pferde und andere Zugtiere vorhanden waren, verwendeten die amerikanischen Ureinwohner mit Freuden Rad und Wagen.",
        "quote": "\"Weisheit und Tugend sind wie zwei Räder an einem Wagen\" - Japanisches Sprichwort",
        "tech_prereqs": [
            {
                "name": "Tierzucht",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/animal_husbandry.json"
            },
            {
                "name": "Bogenschießen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/archery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Reiterei",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/horseback_riding.json"
            },
            {
                "name": "Mathematik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mathematics.json"
            },
            {
                "name": "Bauwesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/construction.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Streitwagen-Bogenschütze",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/chariot_archer.json"
            },
            {
                "name": "Kriegsstreitwagen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/war_chariot.json"
            },
            {
                "name": "Kriegselefant",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/war_elephant.json"
            },
            {
                "name": "Berittener Bogenschütze",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/horse_archer.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Schwimmende Gärten",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/floating_gardens.json"
            },
            {
                "name": "Wassermühle",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/water_mill.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_wheel.json"
    },
    {
        "id": 11,
        "name": "Steinmetzkunst",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/masonry.png",
        "era": "Antike",
        "cost": 55,
        "civilopedia_entry": "Die Steinmetzkunst dient dem Bau von Gebäuden aus einzelnen Blöcken, die durch eine beliebige Art von Mörtel zusammengehalten werden. Die Blöcke können aus Stein, Zement, Schlacke oder auch Ton sein. Der Mörtel ist eine Paste, die verarbeitet werden kann und zu einem extrem haltbaren Material trocknet. Er setzt sich meist aus einer Mischung aus Sand, Zement oder Kalk sowie Wasser zusammen.Die alten Ägypter meisterten die Steinmetzkunst schon im 4. Jahrtausend v. Chr., als sie Tempel, Paläste und Pyramiden aus Kalkstein, Sandstein, Granit und Basalt bauten, die in den Hügeln am Nil zu finden waren. Die Assyrer des Fruchtbaren Halbmondes hatten keinen so leichten Zugang zu Stein, verfügten jedoch über reiche Vorkommen an Ton, den sie in der Sonne zu Ziegelsteinen trockneten. Da diese Steine anfällig waren für Feuchtigkeit, bedeckten sie ihre Gebäude oft mit Fliesen, die in einem Brennofen gebrannt oder glasiert wurden.Die alten Römer erfanden den Beton, der ein wesentlich besserer Mörtel war als der, den frühere Zivilisationen benutzt hatten (meist auf Ton-Basis). Beton konnte auch selbst als Baumaterial genutzt werden. Diese \"Betonrevolution\" ermöglichte es den Römern, Gebäude zu konstruieren, die mit primitiven Materialien unmöglich waren. Im 19. Jahrhundert überlegte sich ein Pariser Gärtner, ein Eisengeflecht in Beton einzuarbeiten. Seine Erfindung des Stahlbetons erhöhte die Zugfestigkeit des Materials enorm, was es geeigneter machte für große Gebäude, die durch Wind, Erschütterungen oder sogar Erdbeben starken Belastungen ausgesetzt werden könnten. Aktuellere Erfindungen haben Stärke und Dehnbarkeit dieses äußerst nützlichen Baumaterials weiter erhöht. Und auch wenn die meisten modernen Gebäude aus Glas und Stahl gebaut sind, stehen sie dennoch auf Fundamenten, die sich uralte Bautechniken der Steinmetzkunst zunutze machen.",
        "quote": " \"Glücklich (...) seid ihr, da eure Mauern schon wachsen!\" - Vergil",
        "tech_prereqs": [
            {
                "name": "Bergbau",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mining.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Bauwesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/construction.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Stadtmauern",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/walls.json"
            },
            {
                "name": "Pyramiden",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/pyramids.json"
            },
            {
                "name": "Mausoleum Halikarnassos",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/mausoleum_of_halicarnassus.json"
            },
            {
                "name": "Mauern von Babylon",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/walls_of_babylon.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/masonry.json"
    },
    {
        "id": 12,
        "name": "Bronzeverarbeitung",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/bronze_working.png",
        "era": "Antike",
        "cost": 55,
        "civilopedia_entry": "Bronze ist eine Metalllegierung aus Kupfer und Zinn. Das entstehende Material ist härter und widerstandsfähiger als die beiden ursprünglichen Metalle und lässt sich einfacher schmelzen und gießen (beispielsweise zur Erstellung von Speerspitzen und anderen nützlichen Gegenständen). Kupfer wurde wahrscheinlich zum ersten Mal vor 5.000 v. Chr. in Ägypten verwendet. Die ersten Bronzeerzeugnisse finden sich 1.300 Jahre später in der Form eines Bronzestabs in einer Pyramide von 3.700 v. Chr. In Asien erscheint Bronze viel später, um 1.500 v. Chr. und sogar noch später in Amerika (100-200 n. Chr.).",
        "quote": "\"Dort hinein ging Hektor, der Göttliche; und in der Rechten trug er den Speer, elf Ellen an Läng'; und vorn an dem Schafte blinkte die bronzene Schärf', umlegt mit goldenem Ringe.\" - Homer",
        "tech_prereqs": [
            {
                "name": "Bergbau",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mining.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Eisenverarbeitung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/iron_working.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Speerkämpfer",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/spearman.json"
            },
            {
                "name": "Hoplit",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/hoplite.json"
            },
            {
                "name": "Krummsäbelkämpfer",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/immortal.json"
            },
            {
                "name": "Piktenkrieger",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/pictish_warrior.json"
            },
            {
                "name": "Rammbock",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/battering_ram.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Krepost",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/krepost.json"
            },
            {
                "name": "Kaserne",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/barracks.json"
            },
            {
                "name": "Zeus-Statue",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/statue_of_zeus.json"
            },
            {
                "name": "Ikanda",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/ikanda.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/bronze_working.json"
    },
    {
        "id": 13,
        "name": "Optik",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/optics.png",
        "era": "Klassik",
        "cost": 85,
        "civilopedia_entry": "Optik ist die Lehre des Sehens und des Lichts. Die frühesten und wichtigsten optischen Untersuchungen zielten darauf ab, die Wahrnehmung des menschlichen Auges zu unterstützen - in weitere Entfernung zu sehen, winzig kleine Objekte anzusehen oder in der Dunkelheit zu sehen. Die ersten Linsen wurden von den alten Ägyptern und Mesopotamiern entwickelt. Die Ältesten gefundenen Linsen, aus poliertem Kristall, stammen aus der Zeit um 700 v. Chr. Die Griechen und Römer schufen grobe Linsen, indem sie Glaskugeln mit Wasser füllten. In \"Optik\" beschrieb Euklid die mathematischen Regeln der Wahrnehmung und untersuchte die Lichtbrechung. Im 8. Jahrhundert n. Chr. studierten islamische Gelehrte die Optik eingehend und schrieben Abhandlungen über die Lichtbrechung und die Konstruktion von Linsen und Spiegeln.Die erste tragbare Brille wurde im 12. Jahrhundert in Italien erfunden und das erste primitive Teleskop wie auch das erste Mikroskop wurden im 15. Jahrhundert entwickelt. An heutigen Standards gemessen mögen diese Instrumente nicht besonders gut gewesen sein, doch sie ermöglichten es den Menschen, die Welt viel umfangreicher wahrzunehmen und die unbekannten Ozeane der Welt zu bereisen.",
        "quote": "\"Auch hatte er eine Maschine verfertigt,vermittelst welcher man wissen konnte,ob es Vollmond wäre, oder nicht ...\" - Samuel Butler",
        "tech_prereqs": [
            {
                "name": "Segeln",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/sailing.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Kompass",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/compass.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Leuchtturm",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/lighthouse.json"
            },
            {
                "name": "Großer Leuchtturm",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/great_lighthouse.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/optics.json"
    },
    {
        "id": 14,
        "name": "Reiterei",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/horseback_riding.png",
        "era": "Klassik",
        "cost": 105,
        "civilopedia_entry": "Die Reiterei wurde wahrscheinlich von den nomadischen Völkern Zentralasiens im 2. Jahrtausend v. Chr. erfunden, möglicherweise auch schon früher. Das Pferd war zu dieser Zeit schon eine Weile domestiziert, doch das ursprüngliche Tier war zu klein. Erst, als ein Tier gezüchtet worden war, das groß genug war, wurde das Reiten praktikabel. Die Skythen, eine frühe Gruppen von Nomaden, waren besonders fähige Reiter, die vermutlich den ersten Sattel und den ersten Steigbügel erfunden haben (es kann jedoch sein, dass sie den Steigbügel nur zum auf- und absitzen benutzt haben). Griechischen Historikern zufolge waren die Skythen die ersten, die unbändige männliche Pferde kastriert haben, um sie sanftmütiger zu machen und leichter kontrollieren zu können.Bis zum Jahr 1500 v. Chr. kämpften viele Völker des Fruchtbaren Halbmondes - die Hethiter, die Assyrer und die Babylonier - zu Pferd. Zu dieser Zeit verbreiteten sich Pferde auch in Ägypten. In der Zeit von Alexander dem Großen waren Kavallerie-Taktiken bereits recht fortschrittlich und Alexanders Begleitkavallerie war vermutlich die effektivste und mächtigste Militäreinheit im Mittelmeerraum.",
        "quote": "\"Mein Königreich für ein Pferd!\" - Shakespeare (Richard III.)",
        "tech_prereqs": [
            {
                "name": "Das Rad",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_wheel.json"
            },
            {
                "name": "Fallenstellen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/trapping.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Öffentliche Verwaltung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/civil_service.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Reiter",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/horseman.json"
            },
            {
                "name": "Begleitkavallerie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/companion_cavalry.json"
            },
            {
                "name": "Kataphrakt",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/cataphract.json"
            },
            {
                "name": "Afrikanischer Waldelefant",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/african_forest_elephant.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Stallungen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/stable.json"
            },
            {
                "name": "Circus Maximus",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/circus_maximus.json"
            },
            {
                "name": "Herzogliche Stallungen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/ducal_stable.json"
            },
            {
                "name": "Karawanenhof",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/caravansary.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/horseback_riding.json"
    },
    {
        "id": 15,
        "name": "Mathematik",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mathematics.png",
        "era": "Klassik",
        "cost": 105,
        "civilopedia_entry": "Mathematik kann als die Wissenschaft der Ordnung, Struktur und Relationen definiert werden. Sie hat sich aus einfachem Zählen, Messen und Beschreiben von Objekten und ihren Formen entwickelt. Mathematik ist der grundlegendste Baustein, auf dem alle physikalische Wissenschaft basiert. Die Sumerer hatten ein erstaunlich solides und komplexes mathematisches System, das sowohl auf dem Dezimalsystem (wie das moderne System) als auch auf dem Sexagesimalsystem basierte. Reste dieses 60er-Systems haben vor allem in der Zeitmessung überlebt - 60 Sekunden in einer Minute, 60 Minuten in einer Stunde.Die Ägypter hatten ein einfacheres System, das von den Schriftgelehrten/Steuereintreibern entwickelt wurde. Damit konnten die Berechnungen vorgenommen werden, die nötig waren, um große Ingenieursarbeiten wie die Pyramiden zu stützen (und vermutlich auch, um nicht eingetriebene Steuern festzuhalten). Die Griechen teilten die Mathematik in zwei Bereiche: Arithmetik, also die Zahlentheorie, und die Geometrie, also die Lehre von Größe und Fläche. Ihre wichtigste Ergänzung lag jedoch in der Anwendung von Theorie und Beweis in der Mathematik. Vorherige mathematische Systeme basierten auf Messungen und Beobachtungen in der realen Welt, die Griechen hingegen betrachteten die mathematischen Gesetze dahinter.Die islamische Welt erweiterte die Mathematik vom 8. bis zum 15. Jahrhundert n. Chr. stark. Die vielleicht wichtigste Erweiterung war die Erfindung des Dezimalsystems für ganze Zahlen und die Erfindung der Zahl 0 um das Jahr 600 n. Chr. herum in Indien. Dadurch wurde das extrem plumpe und unbeholfene numerische System der Römer abgelöst, dass jetzt nur noch als Zahlenzusatz für Namen von Horrorfilmfortsetzungen genutzt wird.Die Mathematik ist seit ihren Anfängen extrem gewachsen. Sie hat es ermöglicht, dass der Mensch Atome teilt, das Internet erfunden und ausgeklügelte Sportligen entwickelt hat. Wer weiß, welche Geheimnisse sie in der Zukunft noch lüften wird.",
        "quote": "\"Die Mathematik ist Tor und Schlüssel zu den Wissenschaften.\" - Roger Bacon",
        "tech_prereqs": [
            {
                "name": "Das Rad",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_wheel.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Währung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/currency.json"
            },
            {
                "name": "Maschinenbau",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/engineering.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Katapult",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/catapult.json"
            },
            {
                "name": "Balliste",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/ballista.json"
            },
            {
                "name": "Belagerungsturm",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/siege_tower.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Gerichtsgebäude",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/courthouse.json"
            },
            {
                "name": "Hängende Gärten",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hanging_gardens.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mathematics.json"
    },
    {
        "id": 16,
        "name": "Bauwesen",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/construction.png",
        "era": "Klassik",
        "cost": 105,
        "civilopedia_entry": "Das Bauwesen stellt die Fortschritte in der Lehre der Steinmetzkunst dar, vor allem durch Hinzufügen von Werkstoffen wie Eisen und anderen Metallen. Auch wenn Stein und Ziegel erstaunlich langlebig sind, sind sie außerdem recht schwer und steif. Es ist unmöglich, sehr große Bauten aus diesen Materialien zu errichten - sofern das Bauwerk nicht solide und pyramidenförmig ist - da es entweder unter dem eigenen Gewicht oder durch Wind bedingt einstürzen kann.Bauwerke aus Metall oder durch Metall verstärkte Steinmetzkunst hingegen können recht hoch hinaus gebaut werden und sind dabei sowohl schön als auch stabil. Mit Metall können Schwebebrücken, tiefe Tunnel, große Wolkenkratzer und erhöhte Straßen konstruiert werden. Ohne Bauwesen würden weder die großen Städte der Welt noch schöne Architektur existieren.",
        "quote": "\"Drei Dinge (...) sind bei einem Gebäude zu beachten: dass es am rechten Fleck stehe, dass es wohl gegründet, dass es vollkommen ausgeführt sei.\" - Johann Wolfgang von Goethe",
        "tech_prereqs": [
            {
                "name": "Steinmetzkunst",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/masonry.json"
            },
            {
                "name": "Das Rad",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_wheel.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Maschinenbau",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/engineering.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Kompositbogenschütze",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/composite_bowman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Kolosseum",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/colosseum.json"
            },
            {
                "name": "Terrakottaarmee",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/terracotta_army.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/construction.json"
    },
    {
        "id": 17,
        "name": "Philosophie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/philosophy.png",
        "era": "Klassik",
        "cost": 175,
        "civilopedia_entry": "Philosophie studiert die Realität und den Platz, den der Mensch darin einnimmt. Das Wort stammt vom griechischen Wort \"philosophía\", was Liebe zur Weisheit bedeutet. Sie unterscheidet sich insofern von der Religion, welche versucht, ein übernatürliches System zu verstehen und zu definieren, dass die Philosophie einen Schritt zurück geht und infrage stellt, ob ein solches übernatürliches System überhaupt existiert. Die Philosophie beschäftigt sich mit Logik, Sterblichkeit, Beobachtung, Realismus, Glück, Leben, Tod und allen anderen großen Fragen.In der westlichen Zivilisation gelten die Griechen im Allgemeinen als Erfinder der Philosophie. Im 6. Jahrhundert v. Chr. war Thales von Milet der Erste, von dem bekannt ist, dass er eine rein natürliche, nicht-religiöse Erklärung zur Entstehung der Welt formulierte. Er glaubte, dass alles aus dem Wasser stammte. Diese Theorie stützte er auf Fossilienfunde von Meerestieren tief im Landesinneren. Diese Erklärung erforderte kein kreatives Eingreifen eines übernatürlichen Wesens, sondern war das Ergebnis natürlicher Umstände. Spätere Philosophen führten diese grundlegende Theorie dann weiter aus - ausgenommen natürlich jene, die bestritten, dass überhaupt etwas existiert und jene, die behaupteten, die Welt wäre nur ein Spiegelbild eines anderen Ortes und so weiter. Das Problem bei der Untersuchung der Realität ist, dass alles immer verwirrender wird, je weiter man forscht.Im Optimalfall bietet die Philosophie Werkzeuge, mit denen Philosophen die Welt beobachten und einschätzen können und über Dinge nachdenken können, die vorher noch nie überdacht wurden. Wie jedes andere Werkzeug kann sie zum Guten oder zum Bösen eingesetzt werden, aber wenigstens versucht die Philosophie, eine intellektuelle Struktur zu bieten, anhand derer man entscheiden kann, was gut und was böse ist.",
        "quote": "\"Es gibt nur ein einziges Gut für den Menschen: Die Wissenschaft. Und nur ein einziges Übel: Die Unwissenheit.\" - Sokrates",
        "tech_prereqs": [
            {
                "name": "Kalender",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/calendar.json"
            },
            {
                "name": "Schrift",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/writing.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Theologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/theology.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Lehmmoschee",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/mud_pyramid_mosque.json"
            },
            {
                "name": "Grabstätte",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/burial_tomb.json"
            },
            {
                "name": "Tempel",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/temple.json"
            },
            {
                "name": "Staatliche Hochschule",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/national_college.json"
            },
            {
                "name": "Orakel",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/oracle.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/philosophy.json"
    },
    {
        "id": 18,
        "name": "Drama und Dichtung",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/drama_and_poetry.png",
        "era": "Klassik",
        "cost": 175,
        "civilopedia_entry": "Drama und Dichtung sind beides Formen des künstlerischen Ausdrucks, wobei sich erstere durch den Einsatz visueller Darbietung auszeichnet und letztere durch das geschriebene Wort. Drama assoziiert man meist mit einer Theaterdarbietung - Stücke, Musicals, Opern - selbst wenn in der heutigen Zeit die traditionellen Formen von TV- und Filmproduktionen überholt wurden. Die Dichtung konzentriert sich auf den Einsatz geschriebener Sprache, um sowohl die direkte Bedeutung zu vermitteln, oftmals aber auch Denkanstöße auf einer zweiten Ebene zu geben.",
        "quote": "\"Was ist Drama, wenn nicht das Leben, nur ohne den langweiligen Teil.\" - Alfred Hitchcock",
        "tech_prereqs": [
            {
                "name": "Schrift",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/writing.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Theologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/theology.json"
            },
            {
                "name": "Öffentliche Verwaltung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/civil_service.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Nationalepos",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/national_epic.json"
            },
            {
                "name": "Amphitheater",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/amphitheater.json"
            },
            {
                "name": "Schriftstellergilde",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/writers'_guild.json"
            },
            {
                "name": "Parthenon",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/parthenon.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/drama_and_poetry.json"
    },
    {
        "id": 19,
        "name": "Währung",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/currency.png",
        "era": "Klassik",
        "cost": 175,
        "civilopedia_entry": "Die Währung ist eine bemerkenswerte Innovation, bei der ein Stück Papier oder eine kleine Scheibe einen bestimmten Wohlstandswert besitzt und gegen Güter oder Dienstleistungen getauscht werden kann. Die ersten Währungen waren Metallmünzen. Diese hatten den Wert, den das Metall hatte, aus denen sie gemacht waren. Später hatte eine Währung an sich dann wenig oder gar keinen eigenen Wert - auf einer einsamen Insel ist ein Geldschein nicht mehr als ein rechteckiges Stück Papier - doch der Aussteller einer Währung (in der Regel eine Regierung) legt einen Wert für sie fest, und so lange der Aussteller solvent ist, ist die Währung sozusagen Gold wert.Im 4. Jahrtausend v. Chr. nutzten die alten Ägypter Goldbarren mit einem bestimmten Gewicht als Währung. Auf ähnliche Weise wurden im Nahen Osten Kupferbarren benutzt. An vielen Orten der Welt dienten Ringe, Armreifen und Fußreifen aus Gold, Silber oder Juwelen sowohl zur Zierde als auch als Währung.Im Laufe der Geschichte haben Fälscher stets versucht, Fälschungen einer gegebenen Währung anzufertigen. So haben Fälscher z. B. Münzen aus einem minderwertigeren und billigeren Metall als die offiziellen Münzen dupliziert oder sie haben Metallstücke von Münzen abgeschnitten, die aus wertvollem Material sind. Kaum hatte sich Papiergeld als Währungsnorm durchgesetzt, lernten Fälscher auch schon, wie man Größe, Farbe und Oberfläche des Papiers dupliziert und Bilder sowie Schriften auf den Geldscheinen kopiert. Fälscher sind so fleißig, dass die meisten modernen Währungen mit zahlreichen fortschrittlichen Sicherheitsmaßnahmen versehen werden, und vermutlich wird es nicht mehr lange dauern, bis jeder Geldschein mit einem eigenen Computerchip ausgestattet ist.",
        "quote": "\"Lieber Brot und ein glückliches Herz als Reichtum und Verdruss.\" - Amenemope",
        "tech_prereqs": [
            {
                "name": "Mathematik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mathematics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Gilden",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/guilds.json"
            },
            {
                "name": "Öffentliche Verwaltung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/civil_service.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Basar",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/bazaar.json"
            },
            {
                "name": "Münzanstalt",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/mint.json"
            },
            {
                "name": "Markt",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/market.json"
            },
            {
                "name": "Petra",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/petra.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/currency.json"
    },
    {
        "id": 20,
        "name": "Maschinenbau",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/engineering.png",
        "era": "Klassik",
        "cost": 175,
        "civilopedia_entry": "Maschinenbau ist die Wissenschaft (oder vielleicht Kunst), komplexe Materialien, Bauten, Geräte und Systeme zu entwickeln. Im modernen Sprachgebrauch sind Ingenieure in weiten Bereichen tätig - Bio-Ingenieure entwickeln Zellen, Softwareingenieure erschaffen Computerprogramme etc. - aber historisch gesehen waren Ingenieure Leute, die physische Sachen wie Maschinen, Brücken, Eisenbahnen, Fabriken usw. gebaut haben. Ursprünglich bezog sich der Begriff Ingenieur auf jemanden, der militärische Maschinen entwickelte.Die Ingenieurwissenschaft kam im 19. Jahrhundert auf, als Länder überall auf der Welt gewaltige Bauprojekte verfolgten. Der Suezkanal, der 1869 von den Franzosen fertiggestellt wurde, verband das Mittelmeer mit dem Roten Meer, was es ermöglichte, von Europa nach Indien zu segeln, ohne die lange und anstrengende Reise rund um Afrika antreten zu müssen. Die USA stellten im gleichen Jahr die transkontinentale Eisenbahn fertig und die Brooklyn Bridge wurde 1883 gebaut.",
        "quote": "\"Die mechanische Wissenschaft ist die edelste und von allen die nützlichste Wissenschaft.\" - Leonardo da Vinci",
        "tech_prereqs": [
            {
                "name": "Mathematik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mathematics.json"
            },
            {
                "name": "Bauwesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/construction.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Metallguss",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metal_casting.json"
            },
            {
                "name": "Maschinen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/machinery.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Große Mauer",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/great_wall.json"
            },
            {
                "name": "Aquädukt",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/aqueduct.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/engineering.json"
    },
    {
        "id": 21,
        "name": "Eisenverarbeitung",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/iron_working.png",
        "era": "Klassik",
        "cost": 175,
        "civilopedia_entry": "Eisenverarbeitung ist älter als die Geschichte selbst: Das erste verarbeitete Eisen stammte vermutlich von Meteoriten. Wenn dieses nützliche Material nicht zu finden war, suchten die Völker der Antike wahrscheinlich woanders nach ähnlichen Materialen. Die Metallurgie - die Gewinnung von Metall aus Eisenerz - scheint im 12. Jahrhundert v. Chr. im Kaukasus, in Kleinasien oder vielleicht in Indien entwickelt worden zu sein. Die Produktion von Schmiedeeisen datiert in etwa auf das Jahr 1.000 v. Chr.Die ältesten Beispiele für Objekte, die aus Meteor-Eisen gefertigt wurden, stammen aus dem alten Ägypten und Sumer und datieren auf das Jahr 4.000 v. Chr. Eisen war zu dieser Zeit extrem selten und Historiker spekulieren, dass es als wertvoller als Gold erachtet wurde.Bis zum 12. Jahrhundert v. Chr. hatte Eisen Bronze als Material zur Herstellung von Werkzeugen und Waffen im östlichen Mittelmeerraum größtenteils verdrängt. Das Eisen dieser Zeit war nicht besser als das Bronze, das es ersetzte, aber es gab reichere Vorkommen und es konnte an Orten gefunden werden, an denen Kupfer und Zinn nicht verfügbar waren, was es wesentlich billiger machte.Das \"moderne\" Metall Stahl wurde zuerst in prähistorischer Zeit produziert, doch die Technologie, die zur Produktion großer Mengen nötig war, ließ bis zum 17. Jahrhundert n. Chr. auf sich warten. Seit Stahl billig und verfügbar ist, hat es Eisen für die meisten Verwendungszwecke ersetzt.",
        "quote": "\"Warte mit dem Schlagen nicht, bis das Eisen heiß ist - erhitze es durch Zuschlagen.\" - William Butler Yeats",
        "tech_prereqs": [
            {
                "name": "Bronzeverarbeitung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/bronze_working.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Metallguss",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metal_casting.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Schwertkämpfer",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/swordsman.json"
            },
            {
                "name": "Mohawk-Krieger",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/mohawk_warrior.json"
            },
            {
                "name": "Legion",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/legion.json"
            },
            {
                "name": "Kris-Kämpfer",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/kris_swordsman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Heldenepos",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/heroic_epic.json"
            },
            {
                "name": "Koloss",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/colossus.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/iron_working.json"
    },
    {
        "id": 22,
        "name": "Theologie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/theology.png",
        "era": "Mittelalter",
        "cost": 275,
        "civilopedia_entry": "Theologie ist das Studium der Religion; Theologen studieren religiöse Traditionen und Glaubensansichten. Diese Wissenschaft geht zumindest bis zur griechischen Antike zurück, in der es eine extrem umfangreiche Mythologie und viele religiöse Traditionen gab. Im 1. und 2. Jahrhundert n. Chr. blühte die jüdische Religionswissenschaft auf. Der Jerusalemer Talmud, eine Sammlung rabbinischer Kommentare zur mündlichen Überlieferung des Judentums, wurde um 200 n. Chr. veröffentlicht und in den folgenden zwei Jahrhunderten erweitert und angepasst.Theologie hat einen unglaublich starken Einfluss auf die Weltgeschichte. Unzählige Millionen sind wegen religiöser Dispute gestorben und sterben noch heute. Die Römer töteten Christen wegen ihrer radikalen neuen Ansichten, welche die Existenz der römischen Götter ausschloss. Christen töteten Juden, Muslime und Christen wegen religiöser Differenzen. Der Theologe und christliche Reformator Martin Luther löste mit seinen \"95 Thesen\" einen brutalen religiösen Konflikt in Europa aus, der Jahrhunderte andauerte. In seinen Thesen stellte er unter anderem den Verkauf päpstlicher Ablassbriefe in Frage, mit denen Geld für den Bau des Petersdoms gesammelt wurde. Falls der momentane Religionskrieg zwischen radikalen Muslimen und der westlichen Welt jemals beigelegt wird, wird die Theologie dabei eine tragende Rolle spielen.",
        "quote": "\"Der Mensch braucht für sein Seelenheil drei Dinge: das Wissen, woran er glauben soll, das Wissen, was er begehren soll, und das Wissen, was er tun soll.\" - Thomas von Aquin",
        "tech_prereqs": [
            {
                "name": "Philosophie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/philosophy.json"
            },
            {
                "name": "Drama und Dichtung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/drama_and_poetry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Kompass",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/compass.json"
            },
            {
                "name": "Bildungswesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/education.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Garten",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/garden.json"
            },
            {
                "name": "Hagia Sophia",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hagia_sophia.json"
            },
            {
                "name": "Große Moschee v. Djenné",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/great_mosque_of_djenne.json"
            },
            {
                "name": "Großer Tempel",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/grand_temple.json"
            },
            {
                "name": "Candi",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/candi.json"
            },
            {
                "name": "Borobudur",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/borobudur.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/theology.json"
    },
    {
        "id": 23,
        "name": "Öffentliche Verwaltung",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/civil_service.png",
        "era": "Mittelalter",
        "cost": 275,
        "civilopedia_entry": "Der Begriff \"Öffentliche Verwaltung\" wird meist dazu genutzt, den Teil der Regierung zu beschreiben, in dem Individuen auf Basis ihrer Fähigkeiten eingesetzt werden und nicht auf Basis von politischer Förderung, Geburtsrecht oder Verwandtschaft mit dem gegenwärtigen Herrscher. In den USA werden z. B. die höchsten Posten in der Bürokratie vom Präsidenten vergeben. Dabei handelt es sich um eine politische Ernennung, und die Posten werden vermutlich von einer neuen Administration neu vergeben. Die Ränge darunter werden von permanenten Angestellten des öffentlichen Dienstes besetzt, die ihren Posten in der Regel unabhängig von Wahlausgängen halten.Eines der frühesten Beispiele für eine öffentliche Verwaltung kann in der chinesischen Qin-Dynastie (ca. 210 v. Chr.) gefunden werden, in der eine Anstellung innerhalb der Bürokratie von Fähigkeiten abhing. Mit der Zeit wurde dieses System nach und nach verdorben und eine solche Anstellung wurde wieder mehr von der Klasse als von Fähigkeiten abhängig gemacht. 300 Jahre später wurde das fähigkeitsbasierte System wiedereingeführt (in der Sui- und in der Tang-Dynastie) und blieb für einige Jahrhunderte bestehen.Historisch betrachtet machten es viele Zivilisationen ähnlich wie die Chinesen: Über einen längeren Zeitraum wird eine Bürokratie verdorben und ineffektiv, bis schließlich strenge Reformen durchgesetzt werden, um die Effizienz einer Regierung zu verbessern. Die Lage wird dann für einige Zeit besser, bis die Standards wieder aufgeweicht werden, um Familienbande oder Verbindungen zu bevorzugen, und der Kreislauf beginnt von vorne.",
        "quote": "\"Das Einzige, was uns vor der Bürokratie schützt, ist ihre Ineffizienz.\" - Eugene McCarthy",
        "tech_prereqs": [
            {
                "name": "Drama und Dichtung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/drama_and_poetry.json"
            },
            {
                "name": "Reiterei",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/horseback_riding.json"
            },
            {
                "name": "Währung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/currency.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Bildungswesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/education.json"
            },
            {
                "name": "Ritterlichkeit",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Pikenier",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/pikeman.json"
            },
            {
                "name": "Landsknecht",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/landsknecht.json"
            },
            {
                "name": "Impi",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/impi.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Chichén Itzá",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/chichen_itza.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/civil_service.json"
    },
    {
        "id": 24,
        "name": "Gilden",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/guilds.png",
        "era": "Mittelalter",
        "cost": 275,
        "civilopedia_entry": "Vor der Industrialisierung bildeten in den Städten die Handwerker oft Verbände - oder Handelsgilden - basierend auf ihrem Beruf. Diese Gilden dienten dazu, sowohl die Handwerksgeheimnisse zu schützen als auch den Einfluss und das Einkommen der Handwerker zu steigern. Vorläufer der Handelsgilden fand man schon im dritten Jahrhundert vor Christus in Rom und Han-China. Bis ins Jahr 300 n. Chr. war der Zusammenschluss von Handwerkern bis Gupta-Indien und im ptolemäischen Ägypten bekannt. Im Mittelalter haben sich die Gildenorganisationen rasch von Italien aus über ganz Europa ausgebreitet. In Aufzeichnungen aus dem 12. Jahrhundert in Paris und London werden jeweils über 100 Gilden aufgelistet, die von den Städten bevollmächtigt wurden. In einigen Fällen wurden manche Gilden so mächtig, dass sie die Regierung der Stadt bildeten, zu erkennen an den Gildenhallen in Deutschland, der Schweiz und Holland.Im Laufe der Zeit übernahmen die Gilden die Aufgabe, die Qualität zu überwachen und die Handwerksausbildung mit einem lebenslangen Aufstieg vom Lehrling zum Großmeister. Um die Produktqualität zu sichern, wurde das System der Warenzeichen eingeführt, die bezeugten, dass ein Gegenstand sowohl die Gildenstandards als auch die der Regierung erfüllt. Mit der Zeit sanken Einfluss und Macht der Gilden jedoch, als sie durch die Entstehung neuer Handelszweige, Bedenken seitens der Regierungen und Methoden zur Massenproduktion zerbrachen. In Frankreich wurden die Gilden zum Beispiel 1791 n. Chr. durch das Gesetz Le Chapelier abgeschafft, andere Länder folgten schon bald diesem Beispiel. Die Gilden wurden zwar im Industriezeitalter größtenteils von den Gewerkschaften verdrängt, aber es gibt immer noch Beispiele für bestehende Gilden, vor allem in den Bereichen Film, Literatur und anderen künstlerischen Berufen.",
        "quote": "\"Die Händler sind gekommen. Ihre Gewinne sind vorherbestimmt ...\" - Sri Guru Granth Sahib",
        "tech_prereqs": [
            {
                "name": "Währung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/currency.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ritterlichkeit",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
            },
            {
                "name": "Maschinen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/machinery.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Ostindien-Kompanie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/east_india_company.json"
            },
            {
                "name": "Machu Picchu",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/machu_picchu.json"
            },
            {
                "name": "Künstlergilde",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/artists'_guild.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/guilds.json"
    },
    {
        "id": 25,
        "name": "Metallguss",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/metal_casting.png",
        "era": "Mittelalter",
        "cost": 275,
        "civilopedia_entry": "Metallguss ist der Prozess, bei dem ein Handwerker Objekte herstellen kann, indem er geschmolzenes Metall in eine Form gießt. Eine der ältesten Methoden ist das Wachsausschmelzverfahren, das auf das 3. Jahrtausend v. Chr. zurückdatiert. Bei diesem Verfahren erstellt der Handwerker ein Modell des gewünschten Objekts aus Wachs, um das herum die Form geschaffen wird. Das Wachs wird dann geschmolzen und fließt ab, woraufhin geschmolzenes Metall in die Form hineingegossen wird. Sobald das Metall abgekühlt ist, wird die Form geöffnet und das Objekt kann entfernt werden.In der Geschichte waren Sand und Ton beliebte Materialien, um Formen herzustellen. Später wurden Formen aus Plastik oder latexähnlichen Materialien hergestellt.",
        "quote": "\"Wenn Stücke von Bronze oder Gold brechen, fügt der Schmied sie im Feuer wieder zusammen und das Band ist geknüpft.\" - Guru Granth Sahib",
        "tech_prereqs": [
            {
                "name": "Maschinenbau",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/engineering.json"
            },
            {
                "name": "Eisenverarbeitung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/iron_working.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Physik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/physics.json"
            },
            {
                "name": "Stahl",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steel.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Berserker",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/berserker.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Langhaus",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/longhouse.json"
            },
            {
                "name": "Schmiede",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/forge.json"
            },
            {
                "name": "Werkstatt",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/workshop.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metal_casting.json"
    },
    {
        "id": 26,
        "name": "Kompass",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/compass.png",
        "era": "Mittelalter",
        "cost": 375,
        "civilopedia_entry": "Ein Kompass ist ein Gerät, in dem ein Magnetit oder eine magnetisierte Nadel dazu verwendet wird, die Richtung zum magnetischen Nordpol anzuzeigen. Auch wenn dieser nicht identisch ist mit dem geografischen Nordpol, liegen beide doch nah genug beieinander, um Magneten zu nützlichen Werkzeugen in der Navigation zu machen. Die ersten Kompasse wurden in China und Europa (anscheinend unabhängig voneinander) im 12. Jahrhundert erfunden. Kompasse ermöglichten es Seefahrern, die Fahrtrichtung ihrer Schiffe auf hoher See genau im Auge zu behalten; etwas, das in den Jahren vor der Erfindung des Kompasses an bewölkten oder stürmischen Tagen nahezu unmöglich war. Für Reisen über Land waren sie ebenso nützlich, z. B. bei Reisen durch Wüsten ohne Wege, während Schneestürmen oder unter dem dichten Blätterdach alter Dschungel.Reisende nutzen auch heute noch Kompasse, doch diese Geräte werden mittlerweile als altmodisch angesehen, vor allem im Vergleich zu satellitengestützten globalen Navigationssystemen, die einem nicht nur die richtige Richtung anzeigen, sondern obendrein den Weg zum nächstgelegenen Café, und das vermag auch der präziseste Kompass nicht.",
        "quote": "\"Das Entscheidende in der Welt ist nicht so sehr, wo wir stehen, sondern in welche Richtung wir uns bewegen.\" - Oliver Wendell Holmes",
        "tech_prereqs": [
            {
                "name": "Optik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/optics.json"
            },
            {
                "name": "Theologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/theology.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Astronomie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/astronomy.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Galeasse",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/galleass.json"
            },
            {
                "name": "Große Galeasse",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/great_galleass.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Hafen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/harbor.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/compass.json"
    },
    {
        "id": 27,
        "name": "Bildungswesen",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/education.png",
        "era": "Mittelalter",
        "cost": 485,
        "civilopedia_entry": "Das Bildungswesen ist der Bereich, durch den ein Volk lernt. Offensichtlich gibt es Bildung, seitdem es Menschen gibt. Während langer Zeiten in der Geschichte war Bildung eine inoffizielle Sache: Eltern, die ihren Kindern beibrachten, was sie wissen mussten, um zwischen Haushalt, Jagdausflügen und beim Abwehren von Tigern etc. zu überleben. Wenn ein Stamm größer und erfolgreicher wurde, wurden die Älteren oder Verkrüppelten im Dorf abgestellt, um die Bildung der Kinder zu übernehmen, während die gesünderen Erwachsenen Nahrung beschafften, Sachen bauten oder Krieg führten. Wohlhabende Stämme oder Dörfer richten schließlich eine formelle Klasse für die wichtigeren Kinder ein und sobald eine Zivilisation reif genug ist, erkennt sie vielleicht den Wert von Bildung für alle.Im alten Ägypten diente die Priesterklasse als Lehrer für die Kinder des Adels. In diesen ägyptischen Schulen wurden den Kindern Schrift, Religion, Geschichte, Wissenschaft, Medizin, Mathematik und andere fortschrittliche Bereiche beigebracht. Es gab ein konkurrierendes Bildungssystem in Mesopotamien mit Priestern und Schriftgelehrten, die Kopisten, Bibliothekare oder Lehrer sein konnten. Die mesopotamischen Schüler lernen Schrift, Religion, das Gesetz, Medizin und Astrologie. Die ersten Bildungswesen waren vor ca. 3.000 Jahren in China zu beobachten. Lesen, Schreiben, Bürgerpflichten, Rituale und Musik bildeten das Kernkurrikulum.In der Maya-Kultur lag die Erziehung in den Händen der Priester. Sie bildeten die gebildete Klasse und diensten als wichtige Berater für die Häuptlinge und andere Bürger. Um ein Priester zu werden, durchlebte ein Schüler ein strikte Ausbildung in Geschichte, Schrift, Prophezeiung, Medizin und dem Kalendersystem.",
        "quote": "\"Bildung ist die beste Vorsorge für das Alter.\" - Aristoteles",
        "tech_prereqs": [
            {
                "name": "Theologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/theology.json"
            },
            {
                "name": "Öffentliche Verwaltung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/civil_service.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Astronomie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/astronomy.json"
            },
            {
                "name": "Akustik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/acoustics.json"
            },
            {
                "name": "Bankwesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Wat",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/wat.json"
            },
            {
                "name": "Universität",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/university.json"
            },
            {
                "name": "Universität von Oxford",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/oxford_university.json"
            },
            {
                "name": "Angkor Wat",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/angkor_wat.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/education.json"
    },
    {
        "id": 28,
        "name": "Ritterlichkeit",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/chivalry.png",
        "era": "Mittelalter",
        "cost": 485,
        "civilopedia_entry": "Die Ritterlichkeit ist das ehrenhafte Verhalten, das eine Kultur von den Rittern, also dem kämpfenden Adelsstand erwartet. Sie ist eng verwandt mit dem Bushido-Kodex (dem Weg des Kriegers) der japanischen Samurai. Der Kodex der Ritterlichkeit erreichte im 12. Jahrhundert vor dem Hintergrund der Kreuzzüge seine Blütezeit, da die Ritter im Glauben waren, Gottes Werk zu verrichten, wenn sie die Ungläubigen im Nahen Osten vernichteten. Die Gunst Gottes lässt sich demnach nur durch gottesfürchtiges Verhalten erreichen - unritterliches Verhalten führt zum Scheitern, Tod und zur Verdammnis. Die muslimischen Ritter, die sich den Christen entgegenstellten, hatten ähnliche Vorstellungen, die zum Teil sogar noch \"kultivierter\" waren.Ein bestimmter Ritterlichkeits-Kodex ist vor allem in Gesellschaften wichtig, in denen eine privilegierte Klasse Zugang zu Waffen hat, der den niederen Klassen verwehrt ist. Sonst könnten es passieren, dass die Menschen mit den Waffen die niederen Klassen zu sehr unterdrücken und so zivile Unruhen und womöglich sogar Revolutionen provozieren.",
        "quote": "\"Wer dieses Schwert aus diesem Stein und Amboss zieht, ist rechtmäßiger König über ganz England.\" - Malory",
        "tech_prereqs": [
            {
                "name": "Öffentliche Verwaltung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/civil_service.json"
            },
            {
                "name": "Gilden",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/guilds.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Bankwesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
            },
            {
                "name": "Druckerpresse",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/printing_press.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Ritter",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/knight.json"
            },
            {
                "name": "Kamel-Bogenschütze",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/camel_archer.json"
            },
            {
                "name": "Naresuans Elefant",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/naresuan's_elephant.json"
            },
            {
                "name": "Mandekalu-Kavallerie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/mandekalu_cavalry.json"
            },
            {
                "name": "Keshik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/keshik.json"
            },
            {
                "name": "Konquistador",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/conquistador.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Mogul-Festung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/mughal_fort.json"
            },
            {
                "name": "Burg",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/castle.json"
            },
            {
                "name": "Alhambra",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/alhambra.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
    },
    {
        "id": 29,
        "name": "Maschinen",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/machinery.png",
        "era": "Mittelalter",
        "cost": 485,
        "civilopedia_entry": "Eine Maschine ist ein Gerät mit beweglichen Teilen (zumindest in der vorelektronischen Zeit), die Energie nutzt, um Arbeiten zu verrichten. Eine Druckerpresse ist ebenso eine Maschine wie ein Webstuhl, eine Uhr und natürlich eine Wassermühle. Das Meistern von Maschinen erfordert Fähigkeiten in Design und Ingenieurwissenschaft, doch ebenso die Fähigkeit, Maschinenteile in exakten Abmessungen anzufertigen. Eine Dampfmaschine wird undicht sein, wenn sie schlecht zusammengebaut wird - und das auch nur, wenn sie nicht vorher explodiert. Das frühe Maschinenzeitalter war eine gefährliche Zeit, um in der Nähe von Maschinen zu arbeiten. Wenn einen die Dämpfe nicht umbrachten, hatte man gute Chancen, verbrüht, in die Maschine gezogen oder in Stücke gerissen zu werden.Andererseits errang eine Zivilisation, wenn sie erst komplizierte Maschinen zu meistern verstand, ungeheuren Wohlstand und Macht. Großbritannien stürzte sich schnell in die Industrielle Revolution und so konnte die kleine Insel den Welthandel fast drei Jahrhunderte lang dominieren.",
        "quote": "\"Die Presse ist das beste Instrument, den Geist des Menschen zu erleuchten und ihn als rationales, moralisches und soziales Wesen zu verbessern.\" - Thomas Jefferson",
        "tech_prereqs": [
            {
                "name": "Maschinenbau",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/engineering.json"
            },
            {
                "name": "Gilden",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/guilds.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Druckerpresse",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/printing_press.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Armbrustschütze",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/crossbowman.json"
            },
            {
                "name": "Zhugenu-Schütze",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/chu-ko-nu.json"
            },
            {
                "name": "Langbogenschütze",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/longbowman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Eisenhütte",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/ironworks.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/machinery.json"
    },
    {
        "id": 30,
        "name": "Physik",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/physics.png",
        "era": "Mittelalter",
        "cost": 485,
        "civilopedia_entry": "Physik ist das Studium der Materie und die grundlegendste physische Wissenschaft. Diese ursprünglich \"Naturwissenschaft\" genannte Lehre beschäftigt sich mit dem gesamten erfassbaren Universum, vom kleinsten Partikel bis zur größten Galaxie. Physik beschäftigt sich unter anderem mit Schwerkraft, Licht, Hitze und Magnetismus. Während das menschliche Wissen exponentiell gewachsen ist, spaltete sich die Physik in unzählige Unterbereiche wie Astronomie, Chemie, Geologie, Biologie und Ingenieurwissenschaft auf. Doch all diese Unterbereiche versuchen gleichermaßen, natürliche Phänomene zu messen und zu erklären.1687 veröffentlichte Isaac Newton sein Meisterwerk \"Philosophiae Naturalis Principia Mathematica\", das die Physik revolutionierte. In einfachen Worten sagt Newtons erstes Axiom, auch als Trägheitsgesetz bekannt, dass ein ruhendes Objekt ruhend bleibt und ein bewegtes Objekt in Bewegung bleibt, solange äußere Kräfte diesen Zustand nicht ändern. Sein zweites Axiom beschreibt die Bewegungsänderung eines Objektes durch Einwirkung einer Kraft in einer Formel. Sie lautet Kraft gleich Masse mal Beschleunigung. Sein drittes Axiom, auch als Wechselwirkungsgesetz bekannt, sagt aus, dass die aufeinander ausgeübten Kräfte zweier miteinander interagierender Objekte gleich groß und entgegengerichtet sind. Anders gesagt: \"Für jede Aktion erfolgt eine gleich starke und entgegengesetzte Reaktion.\"Die Newtonschen Gesetze beherrschten die Physik bis ins 20. Jahrhundert, als sie durch die Relativitätstheorie und die Quantenmechanik ersetzt wurden. Diese bahnbrechenden Erkenntnisse revolutionierten die Welt in einer vergleichbaren Weise wie Newtons Entdeckungen im 17. Jahrhundert.",
        "quote": "\"Miss alles, was sich messen lässt, und mach alles messbar, was sich nicht messen lässt.\" - Galileo Galilei",
        "tech_prereqs": [
            {
                "name": "Metallguss",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metal_casting.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Druckerpresse",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/printing_press.json"
            },
            {
                "name": "Schießpulver",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/gunpowder.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Tribok",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/trebuchet.json"
            },
            {
                "name": "Hwach'a",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/hwach'a.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Notre Dame",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/notre_dame.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/physics.json"
    },
    {
        "id": 31,
        "name": "Stahl",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/steel.png",
        "era": "Mittelalter",
        "cost": 485,
        "civilopedia_entry": "Stahl ist eine Legierung (Mischung) von Eisen und Kohlenstoff. Je nach Mischungsverhältnis kann das entstehende Metall stärker, flexibler und korrosionsbeständiger als Eisen sein. Eisen wurde seit etwa 2000 v. Chr. verarbeitet und schon von Beginn an wurden kleine Mengen Stahl produziert. Eisen wurde im Allgemeinen auf zwei Arten hergestellt: Schmiedeeisen, was eher flexibel ist, und Gusseisen, was spröder, aber billiger in der Herstellung ist.1751 gründete der englische Erfinder Benjamin Huntsman in Sheffield, England, eine Stahlfabrik. Huntsmans Fabrik stellte Stahl in Tiegelöfen her und diese Methode verbreitete sich rasch in Europa, Amerika und schließlich Asien und dem Rest der Welt. Der nächste große Fortschritt war 1855 die Entwicklung des sogenannten \"Bessemerverfahrens\" durch den amerikanischen Erfinder Henry Bessemer. Nach einigen Verbesserungen ermöglichte dieses Verfahren eine enorme Steigerung der weltweiten Stahlproduktion. Zu Beginn des 20. Jahrhunderts hat die jährliche Stahlproduktion weltweit 50 Millionen Tonnen erreicht.",
        "quote": "\"John Henry sprach zum Vorarbeiter\"Ein Mensch ist nur ein Mensch Bevor mich dieser Dampfhammer besiegt Sterb ich mit meinem Hammer in der Hand.\"\" - Anonym: Das Lied von John Henry, dem Gleisarbeiter",
        "tech_prereqs": [
            {
                "name": "Metallguss",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metal_casting.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Schießpulver",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/gunpowder.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Langschwertkämpfer",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/longswordsman.json"
            },
            {
                "name": "Samurai",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/samurai.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Waffenkammer",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/armory.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steel.json"
    },
    {
        "id": 32,
        "name": "Astronomie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/astronomy.png",
        "era": "Renaissance",
        "cost": 780,
        "civilopedia_entry": "Astronomie ist die Untersuchung von Objekten im Weltraum angefangen bei interstellarem Staub über Asteroiden, Monde, Planeten, Sterne, Galaxien bis hin zu solch geheimnisvollen Phänomenen wie schwarzen Löchern und Wurmlöchern. Die Astronomie ist die älteste Naturwissenschaft und hat ihre Wurzeln in den religiösen und astrologischen Praktiken der Vorgeschichte.Die frühe Astronomie ist eng mit Religion verbunden. Sterne und andere Himmelskörper wurden mit Gottheiten gleichgesetzt und man glaubte, dass sie direkten Einfluss auf den Menschen und seine physische Umgebung übten. So erschien vielleicht ein bestimmter Stern oder Sternenhaufen jedes Jahr zur Erntezeit, sodass die Menschen der Frühgeschichte glaubten, dieser Stern sei die Heimat eines Erntegottes. Ein Ziegenopfer am Tag des ersten Erscheinens des Sterns würde dann dazu führen, dass der Gott die Ernte segnet. Diese Denkweise ist der Hintergrund alter astronomischer Studien und des Aufkommens von Kalendern, die in der Geschichte eng mit der Astronomie verknüpft sind.In der Renaissance legte die Astronomie viele ihrer religiösen astrologischen Begrenzungen ab und wurde zu einer echten, eigenständigen Wissenschaft. 1543 veröffentlichte Nikolaus Kopernikus sein Werk \"De Revolutionibus Orbium Coelestium\", in dem er die These aufstellte, dass nicht die Erde, sondern die Sonne das Zentrum des Universums sei und dass sich die Planeten um die Sonne und der Mond sich um die Erde bewege. Außer dem Triumph der Wissenschaft über das religiöse Dogma, den Kopernikus' Buch errang, wurde darin auch die Mathematik als grundlegende Wissenschaft zum Verständnis der Welt beschrieben. Auch wenn sein Werk zu seinen Lebzeiten stark umstritten war, ist Kopernikus heute als einer der großen Wissenschaftler der Geschichte anerkannt und gilt als einer der Väter der wissenschaftlichen Revolution.",
        "quote": "\"Freudig spannte der Held im Winde die schwellenden Segel. Und nun setzt' er sich hin ans Ruder, und steuerte künstlich über die Flut.\" - Homer, Odyssee",
        "tech_prereqs": [
            {
                "name": "Kompass",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/compass.json"
            },
            {
                "name": "Bildungswesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/education.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Navigation",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/navigation.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Karavelle",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/caravel.json"
            },
            {
                "name": "Schildkrötenschiff",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/turtle_ship.json"
            },
            {
                "name": "Nao",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/nau.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Observatorium",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/observatory.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/astronomy.json"
    },
    {
        "id": 33,
        "name": "Akustik",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/acoustics.png",
        "era": "Renaissance",
        "cost": 780,
        "civilopedia_entry": "Akustik ist die Lehre vom Schall. Der Schall breitet sich als Welle in Gasen, Flüssigkeiten und Festkörpern aus. Das für uns wichtigste Merkmal von Schallwellen ist natürlich die Tatsache, dass der Mensch sie \"hören\" kann, und der Großteil der Forschung auf diesem Gebiet konzentriert sich auf die Verbesserung der menschlichen Wahrnehmung von Schallwellen, vor allem für Hörgeschädigte. Die Akustik wird aber auch für andere Anwendungen benutzt, so zum Beispiel beim Sonar. Das Sonar ermöglicht das \"Hören\" von U-Booten, Tieren und geologischen Formationen mit Hilfe elektronischer Geräte.Schallwellen benötigen ein Medium, in dem die Energiewellen übertragen werden können. Deshalb breiten sich Schallwellen nicht im Vakuum außerhalb der Erdatmosphäre aus. Es ist eine erschreckende aber zutreffende Aussage, dass \"ein Schrei im Weltraum von niemandem gehört wird.\"",
        "quote": "\"Und all' erhoben sich mit ihm zugleich, sodass es ringsum rauschte wie der ferne hinrollende Donner.\" - John Milton",
        "tech_prereqs": [
            {
                "name": "Bildungswesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/education.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Architektur",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/architecture.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Opernhaus",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/opera_house.json"
            },
            {
                "name": "Sixtinische Kapelle",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/sistine_chapel.json"
            },
            {
                "name": "Ceilidh-Halle",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/ceilidh_hall.json"
            },
            {
                "name": "Musikergilde",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/musicians'_guild.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/acoustics.json"
    },
    {
        "id": 34,
        "name": "Bankwesen",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/banking.png",
        "era": "Renaissance",
        "cost": 780,
        "civilopedia_entry": "Die ersten Banken entstanden um 3.000 v. Chr. und waren vermutlich religiöse Tempel. Es könnte sogar sein, dass es sogar schon vor der Erfindung des Geldes Banken gab; die ersten Anlagen könnten in der Form von Getreide gemacht worden sein. Im 18. Jahrhundert v. Chr. schrieb der große Hammurabi in Babylon in seinem berühmten Codex Gesetze zur Bankenregulierung. Die Griechen entwickelten das Bankwesen weiter und Quellen berichten über Tempel und andere Finanzinstitutionen, die Kredite ausgaben, Anlagen annahmen, Währungen tauschten und Münzen auf Fälschungen überprüften. Die Römer übernahmen das griechische Bankenmodell mit einigen Verbesserungen. Als das Römische Reich unterging, erlitten jedoch auch die meisten Banken in Europa dieses Schicksal. Banken entstanden in Europa erst wieder im Mittelalter, als die Menschen nach Möglichkeiten suchten, die Kreuzzüge zu finanzieren.Auch heute übernehmen Banken meist noch dieselben Funktionen wie im alten Griechenland. Sie nehmen Geldanlagen an und zahlen es den Anlegern mit Zinsen zurück. Einen Teil des Geldes verleihen sie ebenfalls für Zinsen. Und sie tauschen Währungen, geben Schecks aus usw.Der Wert des Bankwesens für die Gesellschaft ergibt sich aus der Möglichkeit, dass viele Menschen ihr Geld zusammenlegen und so große Projekte finanzieren können. Angenommen, jemand möchte eine Druckerei eröffnen und braucht dafür 1.000 Goldmünzen, die er nicht hat. Vor Erfindung des Bankwesens hätte er sich nur beim Adel oder vielleicht bei wichtigen Kirchenmitgliedern um finanzielle Unterstützung bemühen können und das Projekt wäre somit abhängig gewesen vom Interesse dieser Leute. Bei einer Bank kann er aber viel einfacher an einen Kredit kommen. Wenn das Projekt als vernünftig angesehen wird und der Kreditnehmer einen guten Eindruck macht, wird das Gold fließen.Ohne Banken ist es für einen einzelnen Bürger extrem schwierig, überhaupt etwas zu erreichen.",
        "quote": "\"Glück: ein gutes Bankkonto, eine gute Köchin und eine gute Verdauung.\" - Jean-Jacques Rousseau",
        "tech_prereqs": [
            {
                "name": "Bildungswesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/education.json"
            },
            {
                "name": "Ritterlichkeit",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Architektur",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/architecture.json"
            },
            {
                "name": "Wirtschaftswesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/economics.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Satrapenhof",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/satrap's_court.json"
            },
            {
                "name": "Bank",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/bank.json"
            },
            {
                "name": "Verbotene Stadt",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/forbidden_palace.json"
            },
            {
                "name": "Gendarmerie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/constabulary.json"
            },
            {
                "name": "Hansekontor",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hanse.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
    },
    {
        "id": 35,
        "name": "Druckerpresse",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/printing_press.png",
        "era": "Renaissance",
        "cost": 780,
        "civilopedia_entry": "Auch wenn bewegliche Lettern in China erfunden wurden, kann die Erfindung der ersten mechanischen Druckerpresse dem deutschen Buchdrucker Johannes Gutenberg Mitte des 15. Jahrhunderts zugeschrieben werden. Die frühen Druckerpressen bestanden aus Holz und waren in der Bauart den Wein- und Olivenölpressen sehr ähnlich, die seit Jahrhunderten im Mittelmeerraum verwendet wurden.In den ursprünglichen Pressen wurden die Lettern umgekehrt auf hölzerne Platten gelegt, welche sie genau in Position hielten. Die Arbeiter drehten dann die Kurbel, um Druck auf das Papier auszuüben und es gegen die geschwärzten Lettern zu drücken. Der Drucker entfernte das Papier und färbte die Lettern erneut ein. Danach begann der Prozess von vorne. Gutenbergs Presse konnte etwa 250 einseitig bedruckte Seiten pro Stunde liefern. Sein Konzept blieb etwa dreihundert Jahre unverändert, bis es durch Maschinen aus Metall ersetzt wurde. Seit dem 19. Jahrhundert wurden die Pressen mit Dampf betrieben und konnten etwa 7.500 Seiten pro Stunde drucken.Der Nutzen, den die Druckerpresse für das Wissen der Menschheit hatte, kann nicht stark genug betont werden. Vor der Erfindung der Druckerpresse gab es nur wenige Bücher und diese waren mehr wert als der Jahresverdienst eines durchschnittlichen Arbeiters. Die Bibliothek der Universität von Cambridge umfasste lediglich etwas über 100 Bücher, als die Druckerpresse erfunden wurde. In unglaublich kurzer Zeit konnten sich gewöhnliche Bürger Bibeln und andere Bücher leisten. Innerhalb von 60 Jahren erschien der erste gedruckte Vorläufer moderner Zeitungen in England.",
        "quote": "\"Es ist die Pflicht einer Zeitung, Nachrichten zu drucken und Lärm zu schlagen.\" - Chicago Times",
        "tech_prereqs": [
            {
                "name": "Maschinen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/machinery.json"
            },
            {
                "name": "Physik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/physics.json"
            },
            {
                "name": "Ritterlichkeit",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Wirtschaftswesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/economics.json"
            },
            {
                "name": "Metallverarbeitung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metallurgy.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Zoo",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/zoo.json"
            },
            {
                "name": "Schiefer Turm von Pisa",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/leaning_tower_of_pisa.json"
            },
            {
                "name": "Globe Theatre",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/globe_theatre.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/printing_press.json"
    },
    {
        "id": 36,
        "name": "Schießpulver",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/gunpowder.png",
        "era": "Renaissance",
        "cost": 780,
        "civilopedia_entry": "Schießpulver, auch bekannt als Schwarzpulver, wurde in China vermutlich schon im 9. Jahrhundert v. Chr. von Alchemisten erfunden, die ein Elixier für Unsterblichkeit suchten (was nicht geklappt hat). Schießpulver ist eine Mixtur aus Schwefel, Holzkohle und Kaliumnitrat und verbrennt sehr schnell, wenn es einer offenen Flamme ausgesetzt wird. Dabei setzt es große Mengen von Gas und nicht verdampfbaren Bestandteilen frei, was genutzt werden kann, um Feuerwaffen und Feuerwerk anzutreiben. In China wurde das Schießpulver genutzt, um primitive Bomben und Raketen gegen die Mongolen einzusetzen, und als diese China erst mal erobert hatten, setzten sie sie gegen alle anderen ein.Bis zur ersten Hälfte des 12. Jahrhunderts hatte die arabische Welt das Wissen über Schießpulver erlangt. Einige historische Texte behaupten, dass die Mameluken in der Schlacht von Ain Djalut im Jahr 1260 n. Chr. die erste Kanone gegen die Mongolen einsetzten, verifiziert ist diese Behauptung jedoch noch nicht endgültig. Die erste \"Handkanone\" wird in einem arabischen Manuskript aus dem 14. Jahrhundert erwähnt.Auch Europa erlangte das Wissen über Schießpulver in der Mitte des 12. Jahrhunderts. Die Europäer verbesserten die Qualität des Pulvers, indem sie es durch Hinzufügen von Flüssigkeit körnten, also größere Körner herstellten, was die Stabilität des Sprengstoffs erhöhte.Schießpulver blieb bis zur Erfindung des raucharmen Pulvers im 19. Jahrhundert das Sprengmittel in Kanonen und Feuerwaffen. Das neue Produkt brannte sauberer und erzeugte weniger Rauch, was es dem alten Schwarzpulver gegenüber überlegen machte.",
        "quote": "\"Der Tag, an dem zwei Armeen sich in einer Sekunde vernichten können, ist der Tag, an dem, so bleibt zu hoffen, alle zivilisierten Nationen umdenken und ihre Truppen auflösen.\" - Alfred Nobel",
        "tech_prereqs": [
            {
                "name": "Physik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/physics.json"
            },
            {
                "name": "Stahl",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steel.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Chemie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chemistry.json"
            },
            {
                "name": "Metallverarbeitung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metallurgy.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Musketier",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/musketman.json"
            },
            {
                "name": "Minuteman",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/minuteman.json"
            },
            {
                "name": "Französischer Musketier",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/musketeer.json"
            },
            {
                "name": "Janitschar",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/janissary.json"
            },
            {
                "name": "Tercio",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/tercio.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Burg Himeji",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/himeji_castle.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/gunpowder.json"
    },
    {
        "id": 37,
        "name": "Navigation",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/navigation.png",
        "era": "Renaissance",
        "cost": 1150,
        "civilopedia_entry": "Navigation ist die Kunst, auf dem Ozean seinen Weg zu finden. Frühe Seefahrer hielten sich fast ausschließlich in Sichtweite der Küste auf, wodurch sich die Navigation recht einfach gestaltete. Doch dies schränkte die Bewegungsmöglichkeiten der Schiffe stark ein und erhöhte auch das Risiko, von widrigen Winden ans Ufer oder gegen Klippen gedrängt zu werden. Für den Kapitän eines Segelschiffs (vor der Erfindung der Dampfmaschine) gibt es kaum etwas Beängstigenderes, als an einer \"Leeküste\" zu fahren, also von einem starken Wind direkt auf ein nahegelegenes Ufer gedrängt zu werden.Vor der Verwendung von Satelliten, Funk und Radar verfolgten Schiffe auf See ihre Bewegungen per \"Koppelnavigation\" auf einer Karte nach. Wenn man die Geschwindigkeit und die genaue Bewegungsrichtung kannte, wusste man ziemlich genau, wo man sich befand. Doch nach einigen Wochen auf See konnte sich die geringste Abweichung bei Geschwindigkeit oder Richtung zu eklatanten Fehlberechnungen summieren. Wenn mitten auf dem Pazifik der Wasservorrat knapp wird und man den einzigen Flecken Land in Tausenden von Kilometern Umkreis ansteuert, auf dem es angeblich Wasser gibt, kann ein Fehler bei der Koppelnavigation sehr leicht zu einem unangenehmen Ende führen.Ein Schiffskapitän konnte auch zum Himmel blicken, um Hilfe bei der Navigation zu bekommen. Bei sonnigem Wetter erfuhren Kapitäne mithilfe von ausgeklügelten Instrumenten, wann genau die Sonne den Zenit (den höchsten Punkt) über dem Schiff erreicht hatte. Wenn sie außerdem über eine präzise Uhr verfügten, welche die korrekte Zeit anzeigte, konnten sie mithilfe dieser Information ihren genauen Längengrad (östliche oder westliche Entfernung zum Nullmeridian, welcher durch Greenwich, England läuft) bestimmen. Diese Art der Positionsbestimmung erforderte natürlich gutes Wetter, eine genaue Uhr und die Möglichkeit, auch bei hohem Seegang den höchsten Sonnenstand zu messen. In klaren Nächten gaben den Kapitänen der Auf- und Untergang bestimmter Sterne ähnliche Informationen.Mit der Erfindung von Funk, Radar und Satelliten wurde die Navigation natürlich viel leichter und sicherer. Aber selbst heute laufen Schiffe noch auf Grund oder rammen Brückenpfeiler - und das sind Schiffe mit Motoren. Ein Segelschiff auf dem korrekten Kurs zu halten erfordert ein Vielfaches mehr an Fähigkeiten.",
        "quote": "\"Wind und Wellen sind immer auf der Seite des besseren Seefahrers.\" - Edward Gibbon",
        "tech_prereqs": [
            {
                "name": "Astronomie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/astronomy.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Archäologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/archaeology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Fregatte",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/frigate.json"
            },
            {
                "name": "Linienschiff",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/ship_of_the_line.json"
            },
            {
                "name": "Wassergeuse",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/sea_beggar.json"
            },
            {
                "name": "Freibeuter",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/privateer.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Seehafen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/seaport.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/navigation.json"
    },
    {
        "id": 38,
        "name": "Architektur",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/architecture.png",
        "era": "Renaissance",
        "cost": 1150,
        "civilopedia_entry": "Architektur kann sowohl als Kunstform als auch als Wissenschaft angesehen werden. Sie umfasst alles vom ersten Entwurf bis hin zur Fertigstellung eines Bauwerkes und ist seit Urzeiten ein entscheidendes Element beim Bau. Einer der ersten bekannten Diskurse über Architektur und ihre Prinzipien, die \"Zehn Bücher über Architektur\" ('De architectura libri decem'), wurde vom römischen Architekten Vitruv im ersten Jahrhundert v. Chr. verfasst. Vitruvs Arbeit, ein zehnbändiges Werk, das alle noch so komplizierten Details römischer Bauweisen umfasst, gilt heute als entscheidende Entwicklung in der Evolution des architektonischen Entwurfsprozesses.",
        "quote": "\"Architektur beginnt, wo das Ingenieurwesen aufhört.\" - Walter Gropius",
        "tech_prereqs": [
            {
                "name": "Akustik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/acoustics.json"
            },
            {
                "name": "Bankwesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Archäologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/archaeology.json"
            },
            {
                "name": "Wissenschaftstheorie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/scientific_theory.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Eremitage",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hermitage.json"
            },
            {
                "name": "Porzellanturm",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/porcelain_tower.json"
            },
            {
                "name": "Taj Mahal",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/taj_mahal.json"
            },
            {
                "name": "Uffizien",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/uffizi.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/architecture.json"
    },
    {
        "id": 39,
        "name": "Wirtschaftswesen",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/economics.png",
        "era": "Renaissance",
        "cost": 1150,
        "civilopedia_entry": "Wirtschaftswesen ist die Lehre vom Geld, oder genauer, die Lehre von Produktion, Verteilung und vom Verbrauch von Gütern und Diensten. Während in Vorzeiten Güter über den Barterhandel verteilt wurden, war Geld in den letzten Tausenden von Jahren das gängige Mittel für den Austausch.Modernes Wirtschaftswesen datiert zurück auf das Jahr 1776, als der schottische Philosoph Adam Smith sein bedeutendes Werk \"Der Wohlstand der Nationen\" veröffentlichte. Darin argumentiert er, dass der freie Markt die effektivste aller Arten ist, Güter und Leistungen zu bewerten und zu verteilen. Laut Smith wird ein absolut freier Markt von sich aus die richtige Menge an Gütern und den richtigen Preis hervorbringen und jede Einmischung von oder Regulierung durch Regierungen würden den Markt nur stören und weniger effektiv machen. Außerdem war Smith ein großer Anhänger des Eigeninteresses, da seiner Meinung nach ein Mensch, der eigene Interessen verfolgt, automatisch auch zum Guten einer Gesellschaft im Allgemeinen handelt. Zusammengefasst lässt sich sagen, dass Smith reinen Kapitalismus für die beste Wirtschaftsform hält, die einer Zivilisation zur Verfügung steht.Smiths Arbeit hatte einige Kritiker und viele spätere Ökonomen versuchten, seine Thesen zu modifizieren; andere haben sie einfach zurückgewiesen. Im 19. Jahrhundert schrieb Karl Marx sein Werk \"Das Kapital. Kritik der politischen Ökonomie\", in dem er meint, dass die treibende Kraft des Kapitalismus die Ausbeutung der Arbeiter durch Arbeitgeber ist.Smith gilt als der Vater des modernen Kapitalismus, Marx als Vater des Kommunismus. Ihre wirtschaftswissenschaftlichen Erben tragen ihren Kampf noch heute aus.",
        "quote": "\"Die größte Erfindung des menschlichen Geistes? - Die Zinseszinsen!\" - Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Bankwesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
            },
            {
                "name": "Druckerpresse",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/printing_press.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Wissenschaftstheorie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/scientific_theory.json"
            },
            {
                "name": "Industrialisierung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/industrialization.json"
            },
            {
                "name": "Drall",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rifling.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Windmühle",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/windmill.json"
            },
            {
                "name": "Kaffeehaus",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/coffee_house.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/economics.json"
    },
    {
        "id": 40,
        "name": "Metallverarbeitung",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/metallurgy.png",
        "era": "Renaissance",
        "cost": 1150,
        "civilopedia_entry": "Metallverarbeitung ist die Wissenschaft von Metall und metallischen Legierungen. In Civilization V deckt die Technologie Metallverarbeitung die Entwicklungen in diesem Bereich seit dem 19. Jahrhundert n. Chr. ab. Im 19. und 20. Jahrhundert wurden in allen Bereichen der Metallverarbeitung große Fortschritte gemacht, von der Extraktion über die Erschaffung neuer Legierungen bis zur Produktion von billigen, qualitativ hochwertigen Metallen.Metall bleibt ein wichtiger Teil einer modernen Zivilisation. In der Welt wird viel aus Stahl gebaut, und wenn nicht aus Stahl, dann aus Aluminium oder Titan. Unsere Kommunikationsnetzwerke sind ebenso aus Metall gemacht wie unsere Fahrzeuge, Waffen, Satelliten und Raumschiffe. Ohne die moderne Metallverarbeitung würden 90% der Weltbevölkerung innerhalb eines Jahres verhungern.",
        "quote": "\"Aus schlechtem Stahl wurde noch nie ein gutes Messer gefertigt.\" - Benjamin Franklin",
        "tech_prereqs": [
            {
                "name": "Schießpulver",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/gunpowder.json"
            },
            {
                "name": "Druckerpresse",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/printing_press.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Militärwissenschaft",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/military_science.json"
            },
            {
                "name": "Drall",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rifling.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Lancier",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/lancer.json"
            },
            {
                "name": "Sipahi",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/sipahi.json"
            },
            {
                "name": "Hakkapeliten",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/hakkapeliitta.json"
            },
            {
                "name": "Flügelhusar",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/winged_hussar.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Arsenal",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/arsenal.json"
            },
            {
                "name": "Rotes Fort",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/red_fort.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metallurgy.json"
    },
    {
        "id": 41,
        "name": "Chemie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/chemistry.png",
        "era": "Renaissance",
        "cost": 1150,
        "civilopedia_entry": "Als Kind der Alchemie und der Mathematik ist die Chemie die Wissenschaft der Materie, ihrer Struktur, ihres Verhaltens, ihrer Zusammensetzung und ihrer Reaktion bei chemischen Vorgängen. Physiker werfen Kugeln von Türmen und messen die Fallzeit - Chemiker untersuchen die Kugeln selbst und versuchen herauszufinden, warum manche zerbrechen und andere abprallen.Obwohl Wissenschaftler, Ärzte und Philosophen sich schon immer für die Chemie interessierten, hat sie den erhabenen Status einer eigenen Wissenschaft erst 1789 erhalten, als Antoine Lavoisier das Gesetz der Massenerhaltung veröffentlichte. In seinem \"Traité Élémentaire de Chimie\" entdeckte Lavoisier die Zusammensetzung von Luft und Wasser und prägte den Begriff Sauerstoff. Außerdem räumte er den Mythos der Phlogiston-Theorie aus, die schon seit mehr als 100 Jahren Wissenschaftler verwirrt hatte.Lavoisier gilt als Vater der modernen Chemie. Sein Beispiel regte andere Chemiker an, chemische Stoffe mit wissenschaftlichen Methoden zu erforschen. So konnten sie Theorien widerlegen, die als unumstößlich galten, seit die Griechen sie vor Tausenden von Jahren entwickelt hatten.",
        "quote": "\"Das Werk des Chemikers hat den Wert unserer Zivilisation in zahllosen Bereichen gesteigert wie auch die Produktionsleistung unserer Nation.\" - Calvin Coolidge",
        "tech_prereqs": [
            {
                "name": "Schießpulver",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/gunpowder.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Militärwissenschaft",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/military_science.json"
            },
            {
                "name": "Dünger",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/fertilizer.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Kanone",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/cannon.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chemistry.json"
    },
    {
        "id": 42,
        "name": "Archäologie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archaeology.png",
        "era": "Industriezeitalter",
        "cost": 1600,
        "civilopedia_entry": "Archäologie ist das Studium der Überreste antiker Völker, um etwas über ihre Kultur, Kunst, Architektur und Geschichte zu erfahren. Archäologen untersuchen die Ruinen von Bauwerken, Grabhügel, Müllhalden, alte, in Höhlen verborgene Bilder und vor langer Zeit versunkene Schiffe auf dem Grund des Ozeans.Obwohl sich die Leute, seitdem es Menschen gibt, durchaus für das Leben derer interessierten, die vor ihnen kamen, begann die Archäologie als Wissenschaft erst im 15. Jahrhundert im Europa der Renaissance, als die Menschen damit anfingen, die Kunst und Architektur des antiken Griechenland und Rom zu studieren und nachzuempfinden, und Italiens reicher Adel - Päpste, Händler und Staatsoberhäupter - begann, Antiquitäten zu sammeln. Als diese seltener wurden, finanzierten sie Ausgrabungen, um mehr Beute zu finden.Archäologie wurde ab dem 19. Jahrhundert durch die Bemühungen von deutschen Gelehrten wie Heinrich Schliemann, der die frühe griechische Zivilisation in Troja und Mykene untersuchte, auf einer wissenschaftlicheren Basis betrieben.Heute untersuchen Archäologen jeden Aspekt der antiken Menschheit, von unseren frühesten Vorfahren bis hin zu unseren Ururgroßeltern. Ihre Werkzeuge sind unglaublich hochentwickelt und erlauben noch mehr Einblicke in das Leben unsere Vorfahren.",
        "quote": "\"Wer sich der Geschichte nicht erinnert, ist dazu verdammt, sie zu wiederholen.\" - George Santayana",
        "tech_prereqs": [
            {
                "name": "Navigation",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/navigation.json"
            },
            {
                "name": "Architektur",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/architecture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Biologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/biology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Archäologe",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/archaeologist.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Museum",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/museum.json"
            },
            {
                "name": "Louvre",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/louvre.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/archaeology.json"
    },
    {
        "id": 43,
        "name": "Wissenschaftstheorie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/scientific_theory.png",
        "era": "Industriezeitalter",
        "cost": 1600,
        "civilopedia_entry": "Wissenschaftstheorie ist eine Weise, die Welt zu betrachten, bei der die Betrachter wissenschaftliche Methoden anwenden, um Wissen über das Universum zu erlangen. Durch genaues Beobachten und Experimente entwickelt ein Wissenschaftler Theorien, um Phänomene zu erklären. Wenn andere Wissenschaftler durch Experimentieren die Theorie dieses Wissenschaftlers bestätigen können, wird diese als empirisches Gesetz angesehen - zumindest, bis neue Beobachtungen oder Experimente das Gesetz kippen. Wenn Experimente eines Wissenschaftlers von anderen nicht reproduziert werden können, müssen seine bzw. ihre Theorien äußerst skeptisch betrachtet werden.Auch wenn die Wissenschaftstheorie heute in den meisten fortschrittlichen Ländern vorherrscht, ist sie nicht die einzige Methode, um die Welt zu sehen. Einige Leute erklären das Universum durch göttliche Offenbarungen, wie sie z. B. in heiligen Büchern geschrieben stehen. Gemäß dieser Sichtweise müssen wissenschaftliche Beobachtungen oder Experimente fehlerhaft oder falsch sein, wenn sie mit einer solchen Offenbarung in Konflikt stehen. Diese zwei unterschiedlichen Sichtweisen auf die Welt stehen seit Jahrhunderten im Konflikt miteinander und werden das vermutlich auch noch viele Jahre lang tun.",
        "quote": "\"Jedem großen wissenschaftlichen Fortschritt geht eine neue, tollkühne Idee voraus.\" - John Dewey",
        "tech_prereqs": [
            {
                "name": "Wirtschaftswesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/economics.json"
            },
            {
                "name": "Architektur",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/architecture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Biologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/biology.json"
            },
            {
                "name": "Dampfmaschine",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steam_power.json"
            },
            {
                "name": "Elektrizität",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electricity.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Öffentliche Schule",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/public_school.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/scientific_theory.json"
    },
    {
        "id": 44,
        "name": "Industrialisierung",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/industrialization.png",
        "era": "Industriezeitalter",
        "cost": 1600,
        "civilopedia_entry": "Als Industrialisierung bezeichnet man den Übergang von einer Agrargesellschaft zu einer industriellen, der gemeinhin mit weitreichenden sozialen und wirtschaftlichen Veränderungen in der Bevölkerung einhergeht. Die Industrielle Revolution, die im 18. Jahrhundert in Europa begann, brachte gewaltige Änderungen für das Alltagsleben der Menschen mit sich. Aufgrund der immer komplexeren Maschinen und Werkzeuge wurden einst gefragte Handwerker und Spezialisten durch die Verbreitung von Montagebändern verdrängt, die von Horden ungelernter Fabrikarbeiter bedient wurden.",
        "quote": "\"Die auf Maschinen basierende Industrialisierung, die schon jetzt als Merkmal unserer Zeit genannt wird, ist nur ein Aspekt der Revolution, die von der Technologie vollzogen wird.\" - Emily Greene Balch",
        "tech_prereqs": [
            {
                "name": "Wirtschaftswesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/economics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Dampfmaschine",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steam_power.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Gatling-Kanone",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/gatling_gun.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Fabrik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/factory.json"
            },
            {
                "name": "Big Ben",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/big_ben.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/industrialization.json"
    },
    {
        "id": 45,
        "name": "Drall",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rifling.png",
        "era": "Industriezeitalter",
        "cost": 1600,
        "civilopedia_entry": "Drall ist der Prozess, den Lauf einer Schusswaffe oder Kanone im Innern mit spiralförmigen Rillen zu versehen, die das Geschoss in Drehung versetzen. Diese Drehbewegung stabilisiert das Projektil und steigert die Genauigkeit um ein Vielfaches. Der Drall wurde im 15. Jahrhundert in Wien erfunden. Doch zu Beginn war dieser Prozess sehr teuer und zeitaufwändig, weshalb er etwa drei Jahrhunderte ein Nischendasein führte. Im frühen 18. Jahrhundert wurden Gewehre von Scharfschützen in Armeen in Europa und der ganzen Welt verwendet.Mitte des Jahrhunderts machten das Minié-Gewehr und das Minié-Geschoss Feuerwaffen genauer und tödlicher. Diese und andere Waffen wurden während des Amerikanischen Bürgerkriegs massiv eingesetzt und forderten möglicherweise mehr Opfer als alle anderen Musketenarten zusammen.Gegen Ende des Amerikanischen Bürgerkriegs wurden die Minié-Gewehre durch Patronen feuernde Hinterlader ersetzt, die schneller nachgeladen und abgefeuert werden konnten als die Musketen. Diese Gewehre, wie das Springfield Model 1865 und seine Nachfolger, blieben bis zur Erfindung der ersten Automatikwaffen im Ersten Weltkrieg die Standardwaffe der amerikanischen Schützen. In der Moderne tragen die meisten Infanteristen ein Sturmgewehr wie das amerikanische M16 oder das russische AK-47. Diese tödlichen Waffen geben heutigen Soldaten die Feuerkraft Dutzender Bürgerkriegsveteranen.",
        "quote": "\"Es ist nur gut, dass der Krieg so schrecklich ist, sonst würden wir vielleicht noch Gefallen an ihm finden.\" - Robert E. Lee",
        "tech_prereqs": [
            {
                "name": "Wirtschaftswesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/economics.json"
            },
            {
                "name": "Metallverarbeitung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metallurgy.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Dampfmaschine",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steam_power.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Schütze",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/rifleman.json"
            },
            {
                "name": "Norwegische Ski-Infanterie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/norwegian_ski_infantry.json"
            },
            {
                "name": "Mehal Sefari",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/mehal_sefari.json"
            },
            {
                "name": "Karoliner",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/carolean.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rifling.json"
    },
    {
        "id": 46,
        "name": "Militärwissenschaft",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/military_science.png",
        "era": "Industriezeitalter",
        "cost": 1600,
        "civilopedia_entry": "Militärwissenschaft ist die Wissenschaft des Einsatzes militärischer Gewalt, um politische Ziele zu erreichen. Sie hat viele Zweige und Fachbereiche und wird meist an einer Militärakademie gelehrt. Wie weit kann eine Armee zum Beispiel an einem Tag marschieren und wie viele Kalorien benötigt ein Soldat dabei, um in voller Kampfstärke zu bleiben? Oder wie kämpft man gegen einen Aufstand im eigenen Land? Angenommen, man würde ein anderes Land besetzen: Was wären die Unterschiede im Handeln zum Fall eines Aufstands? Und wie hoch ist die geschätzte Überlebenschance bei einem Atomkrieg, wenn man zuerst feuert?Sun Tzus \"Die Kunst des Krieges\" ist ein klassisches Buch der Militärwissenschaft. Auch wenn es im 6. Jahrhundert v. Chr. zum ersten Mal veröffentlicht wurde, wird es auch heute noch studiert (und stellt eine extrem unterhaltsame und informative Lektüre für jeden Hobby-Historiker dar). Machiavellis Werk \"Der Fürst\", das 1532 postum veröffentlicht wurde, untersucht im Detail die Zusammenhänge zwischen Krieg und Politik. 1832 wurde das Werk \"Vom Kriege\" von Carl von Clausewitz veröffentlicht, das ebenfalls die Wirkung von Politik und Wirtschaft auf den Krieg studiert.Alfred Thayer Mahans brillante Arbeit \"The Influence of Sea Power Upon History, 1660-1783\" ('Der Einfluss der Seemacht auf die Geschichte, 1660-1783'), die 1890 veröffentlicht wurde, hatte einen starken Einfluss auf amerikanische Armeeoffiziere und Politiker und war maßgeblich verantwortlich für die Vergrößerung der US Navy im frühen 20. Jahrhundert. Ohne dieses Buch wären die USA vermutlich weniger auf die Weltkriege vorbereitet gewesen, was katastrophale Folgen für das Land und seine Verbündeten hätte haben können.",
        "quote": "\"Kriege mögen mit Waffen ausgetragen werden, doch sie werden von Männern gewonnen. Es ist der Wille der Männer, die folgen, und des Mannes, der sie führt, der den Sieg bringt.\" - George S. Patton",
        "tech_prereqs": [
            {
                "name": "Chemie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chemistry.json"
            },
            {
                "name": "Metallverarbeitung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metallurgy.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Dynamit",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/dynamite.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Kavallerie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/cavalry.json"
            },
            {
                "name": "Kosak",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/cossack.json"
            },
            {
                "name": "Husar",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/hussar.json"
            },
            {
                "name": "Berber-Kavallerie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/berber_cavalry.json"
            },
            {
                "name": "Komantschenreiter",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/comanche_riders.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Militärakademie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/military_academy.json"
            },
            {
                "name": "Brandenburger Tor",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/brandenburg_gate.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/military_science.json"
    },
    {
        "id": 47,
        "name": "Dünger",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/fertilizer.png",
        "era": "Industriezeitalter",
        "cost": 1600,
        "civilopedia_entry": "Dünger ist eine Substanz, die Pflanzen nährt und ihr Wachstum beschleunigt. Seit Urzeiten nutzen Zivilisationen Dünger, und zwar seitdem der erste Bauer bemerkte, dass die Pflanzen größer wurden an den Stellen, an denen die Ochsen ihren Kot hinterlassen hatten. Von diesem Zeitpunkt an sammelten Bauern tierische Abfallprodukte und fügten sie dem Boden zu, um die Ausbeute bei der Ernte zu vergrößern; vor allem auf Feldern, die seit Generationen bestellt wurden und über keine eigenen Nährwerte mehr verfügten.Dünger enthält in der Regel Stickstoff, Phosphor und Kalium als aktive Bestandteile. Auch wenn in der Geschichte die meisten Dünger organisch und tierischen Ursprungs waren, werden viele moderne Dünger im Bergbau gewonnen oder in riesigen Fabriken chemisch hergestellt.Durch den Anstieg der Weltbevölkerung hat auch die Notwendigkeit für potentere Dünger zugenommen und die Bauernhöfe von heute sind produktiver als jemals in der Geschichte zuvor. Diese Produktivität hat allerdings ihren Preis: Regenwasser spült den Dünger in Ströme und Flüsse, was zu einem explosiven Wachstum bestimmter Mikroorganismen führt, die so schnell wachsen, dass sie den Wasserwegen lebenswichtigen Sauerstoff entziehen. Außerdem basieren viele moderne Dünger zumindest teilweise auf petrochemischen Stoffen und deren Preis kann parallel zum Ölpreis stark schwanken. Zusammenfassend kann man sagen, dass Dünger extrem nützlich ist und die Nahrungsmittelversorgung der Welt verbessern kann, doch Vorsicht bei der Anwendung ist geboten, um sicherzustellen, dass Umweltschäden den gewonnenen Nutzen nicht überwiegen.",
        "quote": "\"Eine Nation, die ihren Boden zerstört, zerstört sich selbst.\" - Franklin Delano Roosevelt",
        "tech_prereqs": [
            {
                "name": "Chemie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chemistry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Dynamit",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/dynamite.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/fertilizer.json"
    },
    {
        "id": 48,
        "name": "Biologie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/biology.png",
        "era": "Industriezeitalter",
        "cost": 2350,
        "civilopedia_entry": "Biologie ist die Lehre von den lebenden Organismen. Es ist ein sehr weites Feld, angefangen vom Studium des größten Wals bis hin zu den kleinsten Bakterien. Vor dem 19. Jahrhundert konzentrierte sich die Biologie vor allem auf die Entdeckung und Kategorisierung aller Pflanzen, Insekten und Tiere auf diesem Planeten. Dank wissenschaftlicher Fortschritte und immer besserer Ausrüstung begannen die Wissenschaftler später mit der Erforschung der Grundsteine der Biologie - Zellen und später auch Gene und DNS. Heute ist ziemlich viel über die Biologie aller lebenden Organismen dieses Planeten bekannt.Biologen können das Leben mittlerweile so erfolgreich manipulieren, dass sich die Biologie in Felder verlagert hat, die vor wenigen Jahren noch als Science-Fiction abgetan worden wären. Es wurden bereits Schafe geklont, und früher oder später werden vielleicht sogar Menschen geklont. Die Nanobiologie ist zu einem realen Forschungsbereich geworden. Für die selektive Züchtung können spezielle Gene aktiviert werden. Wenn die Entwicklung in diesem Maße voranschreitet, dann sind in nicht allzu ferner Zukunft möglicherweise die meisten Krankheiten besiegt, bionische Körperteile ein alltäglicher Anblick, und die menschliche Lebenserwartung könnte sich um Jahrzehnte verlängern.",
        "quote": "\"Wenn das Gehirn so einfach wäre, dass wir es verstehen könnten, dann wären wir so einfach strukturiert, dass wir es nicht verstehen könnten.\" - Lyall Watson",
        "tech_prereqs": [
            {
                "name": "Archäologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/archaeology.json"
            },
            {
                "name": "Wissenschaftstheorie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/scientific_theory.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Kühltechnik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/refrigeration.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Krankenhaus",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hospital.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/biology.json"
    },
    {
        "id": 49,
        "name": "Elektrizität",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/electricity.png",
        "era": "Industriezeitalter",
        "cost": 2350,
        "civilopedia_entry": "Die erste Erfahrung, die die Menschheit mit Elektrizität machte, kam in Form von Stromstößen von Fischen, aufgezeichnet von ägyptischen Schreibern im Jahr 2750 v. Chr. Im 15. Jahrhundert n. Chr. entdeckten die Araber, dass Blitze eine weitere Form von Elektrizität waren, was später, im Jahr 1752, von einem britisch-amerikanischen Wissenschaftler namens Ben Franklin bestätigt wurde. Die erste halbwegs verlässliche Batterie wurde im Jahr 1800 von Alessandro Volta hergestellt und 1821 erfand Michael Faraday den Elektromotor.Fortschritte auf dem Feld der Elektrizität in der zweiten Hälfte des 19. Jahrhunderts durch Genies wie Nikola Tesla, Thomas Edison, George Westinghouse, Alexander Graham Bell und Lord Kelvin revolutionierten das Leben überall auf der Welt. Der Telegraf, auf den kurze Zeit später Telefon und Funk folgten, erhöhte Geschwindigkeit und Genauigkeit, mit denen Informationen übermittelt werden konnten, radikal. Als ein transatlantisches Kabel gelegt war, konnte eine Nachricht aus New York in Sekunden London erreichen. Vor der Elektrizität wurden auf dem schnellsten Schiff Wochen benötigt, um eine Nachricht zu übermitteln. Das elektrische Licht revolutionierte das Leben zu Hause und am Arbeitsplatz, und Phonograf, Radio und Filmkamera taten das Gleiche in der Unterhaltung. Die Erschaffung von Kraftwerken, die Energie in Form von Elektrizität in die Häuser der Leute liefern, hat die Lebensbedingungen der Menschen verändert wie sonst kaum etwas. Angetrieben durch die Elektrizität sorgte die sogenannte \"Zweite Industrielle Revolution\" für die größte Verbesserung des menschlichen Lebens seit der Druckerpresse.",
        "quote": "\"Ist es eine Tatsache - oder habe ich davon geträumt? - dass durch die Elektrizität die materielle Welt ein großer Nerv geworden ist, der Tausend Meilen weit in einem atemlosen Zeitpunkte vibriert?\" - Nathaniel Hawthorne",
        "tech_prereqs": [
            {
                "name": "Wissenschaftstheorie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/scientific_theory.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Normbauteile",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/replaceable_parts.json"
            },
            {
                "name": "Kühltechnik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/refrigeration.json"
            },
            {
                "name": "Funkwesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radio.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Wasserkraftwerk",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hydro_plant.json"
            },
            {
                "name": "Börse",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/stock_exchange.json"
            },
            {
                "name": "Polizeiwache",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/police_station.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electricity.json"
    },
    {
        "id": 50,
        "name": "Dampfmaschine",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/steam_power.png",
        "era": "Industriezeitalter",
        "cost": 2350,
        "civilopedia_entry": "Wenn Wasser erhitzt wird, entsteht Dampf. In einer Dampfmaschine wird ein Teil der Wärmeenergie genutzt, um einen Kolben oder einen Rotor anzutreiben. Das Prinzip hinter der Dampfkraft war schon den alten Griechen bekannt, aber bis zum späten 17. Jahrhundert hatte niemand das Prinzip praktisch nutzbar gemacht. Zu dem Zeitpunkt baute der Engländer Thomas Savery eine dampfbetriebene Pumpe, die Wasser aus Minen fördern sollte. 1765 verbesserte James Watt die Dampfmaschine so weit, dass sie für eine Vielzahl von Arbeiten eingesetzt werden konnte. Ab 1802 wurden Dampfmaschinen in Schiffen eingebaut und ab 1825 gab es dampfbetriebene Eisenbahnen.Die Dampfkraft revolutionierte die Industrie und das Transportwesen auf der ganzen Welt. Innerhalb eines Jahrhunderts war der Globus von Schienentrassen und Dampfschiffrouten überzogen. Gigantische dampfbetriebene Fabriken produzierten Millionen Tonnen Handelswaren (und militärische Ausrüstung). Die Industrienationen verzeichneten einen enormen Anstieg an Produktivität und Wohlstand (und Umweltverschmutzung). Kohle, die hauptsächlich genutzte Energiequelle für Dampfmaschinen, wurde auf dem gesamten Planeten emsig gefördert. Ein Hauptaugenmerk bei der Militärstrategie Großbritanniens lag auf der Bereitstellung und Sicherung mariner Kohlestationen an strategisch sinnvollen Positionen in den Weltmeeren.Mit der Zeit wurden Dampfmaschinen von Verbrennungsmotoren verdrängt, die weit effizienter waren und weniger Schadstoffe produzierten. Doch vor dem Erdöl war Dampf die Energie, die die moderne Welt, wie sie heute existiert, erschaffen hat.",
        "quote": "\"Die Nationen des Westens hoffen, dass durch den Dampfverkehr die ganze Welt zu einer Familie wird.\" - Townsend Harris",
        "tech_prereqs": [
            {
                "name": "Drall",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rifling.json"
            },
            {
                "name": "Industrialisierung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/industrialization.json"
            },
            {
                "name": "Wissenschaftstheorie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/scientific_theory.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Normbauteile",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/replaceable_parts.json"
            },
            {
                "name": "Eisenbahn",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/railroad.json"
            },
            {
                "name": "Luftfahrt",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/flight.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Panzerschiff",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/ironclad.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steam_power.json"
    },
    {
        "id": 51,
        "name": "Dynamit",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/dynamite.png",
        "era": "Industriezeitalter",
        "cost": 2350,
        "civilopedia_entry": "Dynamit ist ein explosives Material, das 1867 vom schwedischen Chemiker und Ingenieur Alfred Nobel erfunden wurde. Dynamit wird hergestellt, indem ein saugfähiges Material, z. B. Kieselgur - interessanterweise das gleiche Material, das in vielen Filtern für Swimmingpools verwendet wird - mit Nitroglyzerin tränkt. Nitroglyzerin ist ein extrem starker, aber schrecklich instabiler Sprengstoff. Dynamit ist etwas schwächer, dafür aber wesentlich stabiler.Es wird hauptsächlich im Bergbau und im Bauwesen verwendet. Historisch betrachtet wurde es auch in militärischen Anwendungen eingesetzt, doch die Komponente Nitroglyzerin erwies sich als einfach zu instabil, um sie in einer unsicheren Umgebung wie einem Schlachtfeld zu nutzen. Das Militär bevorzugt eine modifizierte Variante, \"Militärdynamit\", das statt Nitroglyzerin andere Komponenten verwendet, wie etwa TNT, um ein Produkt zu gewinnen, dass zwar nur 60% der Sprengkraft hat, dafür aber viel weniger anfällig ist, zum falschen Zeitpunkt zu explodieren.",
        "quote": "\"Sobald der Mensch entscheidet, dass alle Mittel recht sind, um ein Übel zu bekämpfen, unterscheidet sich die Absicht nicht mehr von dem Übel, das es zu zerstören galt.\" - Christopher Dawson",
        "tech_prereqs": [
            {
                "name": "Dünger",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/fertilizer.json"
            },
            {
                "name": "Militärwissenschaft",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/military_science.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Eisenbahn",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/railroad.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Artillerie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/artillery.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/dynamite.json"
    },
    {
        "id": 52,
        "name": "Kühltechnik",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/refrigeration.png",
        "era": "Moderne",
        "cost": 3100,
        "civilopedia_entry": "Kühltechnik bezeichnet den Prozess, wenn Wärme aus einem geschlossenen Raum oder einer Substanz entfernt wird. Die Kühltechnik wurde primär entwickelt, um Nahrung zu konservieren. Klimaanlagen sind in den westlichen Nationen seit den letzten Jahrzehnten des 20. Jahrhunderts zu einem weiteren wichtigen Einsatzbereich geworden.Bevor es zur Entwicklung von mechanischen Kühlmethoden kam, kühlten viele wohlhabendere Kulturen ihre Nahrungsmittel mit Eis von den Bergen in Kellern, die mit Stroh isoliert waren. Im alten Indien und Ägypten wurde Verdunstungskühlung eingesetzt, bei der große flache Tabletts mit Wasser gefüllt wurden. Beim Verdunsten des Wassers kühlte sich das verbleibende Wasser auf dem Tablett sehr schnell ab. Tatsächlich konnte ein gut durchdachtes Verdunstungssystem zur Herstellung von Eis genutzt werden, trotz der äußerst warmen klimatischen Bedingungen.Mechanische Kühltechnik beruht auf dem Kühleffekt bei der schnellen Ausdehnung von Gasen, normalerweise Halogenkohlenwasserstoffen oder anderen trägen Substanzen. Die erste dokumentierte künstliche Kühlung erfolgte 1748 in Schottland durch William Cullen, doch es sollte noch mehr als ein Jahrhundert dauern, bis ein Amerikaner, Alexander C. Twinning, im Jahr 1856 die erste praktische kommerzielle Kühltechnikanwendung entwickelte. Einige Jahre später wurden Kühlgeräte in der Brauindustrie und der Fleischverarbeitung eingeführt und bis zum Jahr 1914 war ihr Gebrauch weit verbreitet. In der Mitte des 20. Jahrhunderts ersetzten Kühllaster, die mit mechanischer Kühlung arbeiteten, die alten Lastwagen, die mit Eis kühlten. In den 1920er Jahren des letzten Jahrhunderts wurden Kühlschränke für den häuslichen Gebrauch eingeführt und um das Jahr 1950 herum waren die alten \"Eisschränke\" ausgestorben.Die moderne Klimaanlage wurde 1902 von Willis Carrier in Buffalo, New York, erfunden. Ursprünglich wurde sie eingesetzt, um die Luft in Fabriken konstant auf einer bestimmten Temperatur zu halten. In den 1920ern waren sowohl Größe als auch Kosten dieser Geräte so erheblich gesunken, dass man begann, sie vermehrt in Kinos einzusetzen. Fenster-Klimaanlagen hielten nach dem Zweiten Weltkrieg mehr und mehr Einzug in amerikanischen Haushalten und in den 1950ern waren bereits über eine Million dieser Geräte in den USA installiert.Kühltechnik wird oft als selbstverständlich erachtet, ist aber eine der wichtigsten technischen Innovationen in der Geschichte der Menschheit: Ohne sie wäre vieles im modernen Leben unmöglich - oder zumindest schweißtreibender.",
        "quote": "\"Und ohne Obdach stand ich zwischen tausend Häusern und neben tausend Tischen verzehrt' ich mich nach Nahrung.\" - William Wordsworth",
        "tech_prereqs": [
            {
                "name": "Elektrizität",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electricity.json"
            },
            {
                "name": "Biologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/biology.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Penicillin",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/penicillin.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "U-Boot",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/submarine.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Stadion",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/stadium.json"
            },
            {
                "name": "Hotel",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hotel.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/refrigeration.json"
    },
    {
        "id": 53,
        "name": "Funkwesen",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radio.png",
        "era": "Moderne",
        "cost": 3100,
        "civilopedia_entry": "Das Funkwesen bezeichnet die Technologie, mit der Informationen durch Änderung der Amplitude, Frequenz oder Dauer eines Trägersignals zu einem entfernten Empfänger übertragen werden. Weniger technischer ausgedrückt übersetzt ein Sender irgendwo Töne in Wellen, die er dann in die Atmosphäre sendet. Entfernte Funkempfänger können diese Wellen dann aufnehmen und sie wieder zu Tönen umwandeln.Ein Funkgerät ist eine komplizierte und schwierige Maschine. Wissenschaftler bzw. Physiker wie Michael Faraday, James Maxwell, Heinrich Hertz und Guglielmo Marconi forschten Hunderte von Jahren an dieser Entwicklung.Marconi war ein italienischer Physiker, der daran arbeitete, einen drahtlosen Telegrafen zu entwickeln. 1894 schaffte er es, ein Signal über 20 Meter weit zu senden. Marconi verfeinerte diese Technologie weiter und sendete 1901 ein Signal über den Atlantik. Er arbeitete weiter in diesem Bereich und in den 1920ern begann die Entwicklung des Kurzwellenfunks, der die Grundlage für den Großteil des modernen Langstrecken-Funkwesens ist.Das erste Radioprogramm wurde an Heiligabend im Jahr 1906 gesendet; die erste Nachrichtensendung wurde am 31. August 1920 aus Detroit, Michigan übertragen. Ab Ende der 20er Jahre waren Radios aus den Haushalten in Europa und den Vereinigten Staaten nicht mehr wegzudenken.Im Zweiten Weltkrieg spielte das Funkwesen auch eine große Rolle: Diese Technik ermöglichte nicht nur die Kommunikation zwischen Flugzeugen und Schiffen, sondern die verschiedenen beteiligten Regierungen waren dadurch auch in der Lage, Nachrichten und Propaganda sowohl an ihr eigenes Volk als auch an den Gegner zu senden. Die Deutschen, die Engländer und die Amerikaner waren Meister des neuen Mediums. Das Funkwesen blieb in den Jahren nach dem Krieg besonders in den USA populär, wo viele Radiosender und Sendestationen entstanden. Das Radio blieb das wichtigste Unterhaltungsmedium bis zum Vormarsch des Fernsehens in den 1950ern.Obwohl die Beliebtheit des Radios aufgrund der neueren Technologien - Fernsehen und Internet - abnahm, bleibt es ein konstantes und wichtiges Informations- und Unterhaltungsmedium für Menschen auf der ganzen Welt. So wie der Rock 'n' Roll wird es wohl nie sterben.",
        "quote": "\"Das ganze Land war über das Radio miteinander verbunden. Wir alle erlebten die gleichen Helden, Komödianten und Sänger. Sie waren Giganten.\" - Woody Allen",
        "tech_prereqs": [
            {
                "name": "Elektrizität",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electricity.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Plastik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/plastics.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Funkturm",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/broadcast_tower.json"
            },
            {
                "name": "Eiffelturm",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/eiffel_tower.json"
            },
            {
                "name": "Nationaler Nachrichtendienst",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/national_intelligence_agency.json"
            },
            {
                "name": "Broadway",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/broadway.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radio.json"
    },
    {
        "id": 54,
        "name": "Normbauteile",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/replaceable_parts.png",
        "era": "Moderne",
        "cost": 3100,
        "civilopedia_entry": "Der Begriff \"Normbauteile\" bezieht sich auf einen Produktionsprozess, bei dem viele Ausfertigungen eines bestimmten Artikels jeweils mit identischen Bauteilen hergestellt werden. Dieses Vorgehen ermöglicht eine starke Erhöhung von Geschwindigkeit und Rentabilität in der Produktion, was wiederum ein Motor für die Industrielle Revolution des 19. Jahrhunderts war.Durch den Wunsch, Soldaten mit Feuerwaffen auszustatten, wurde die Entwicklung von Normbauteilen angestoßen. Früher wurden Musketen von Handwerkern hergestellt, sodass jede einzelne Waffe sich leicht von der anderen unterschied - der eine Handwerker machte sein Gewehr ein bisschen länger, während ein anderer sein Gewehr mit einem größeren oder kleineren Abzug versah. Für den Einzelnen war das kein Problem; wenn seine Muskete kaputtging, konnte er sie dem Handwerker, der sie hergestellt hatte, zur Reparatur zurückgeben. Das war jedoch für eine Armee mit tausend Musketen keine Option.Wenn aber alle Bauteile einer Waffe identisch sind, kann ein Teil einer kaputten Muskete zur Reparatur einer anderen eingesetzt werden. Außerdem konnte ein Soldat, der mit einer bestimmten Muskete ausgebildet worden war, mit einer anderen Muskete sofort schießen, ohne sich erst an die Besonderheiten der neuen Waffe gewöhnen zu müssen.Inzwischen wird fast jedes Gerät auf dem Planeten mit Normbauteilen hergestellt. Handwerker sind zu Künstlern geworden, deren Waren sich durchschnittliche Konsumenten oft nicht leisten können.",
        "quote": "\"Keine Aufgabe ist wirklich schwierig, solange man sie in einzelne Schritte aufteilt.\" - Henry Ford",
        "tech_prereqs": [
            {
                "name": "Dampfmaschine",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steam_power.json"
            },
            {
                "name": "Elektrizität",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electricity.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Plastik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/plastics.json"
            },
            {
                "name": "Elektronik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electronics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Fremdenlegion",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/foreign_legion.json"
            },
            {
                "name": "Weltkriegs-Infanterie|Weltkriegs-Infanterie|Weltkriegs-Infanterie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/great_war_infantry.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Militärstützpunkt",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/military_base.json"
            },
            {
                "name": "Freiheitsstatue",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/statue_of_liberty.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/replaceable_parts.json"
    },
    {
        "id": 55,
        "name": "Luftfahrt",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/flight.png",
        "era": "Moderne",
        "cost": 3100,
        "civilopedia_entry": "Im Verlauf der Geschichte hat der Mensch davon geträumt, den Himmel zu erobern. Leonardo da Vincis Visionen vom Fliegen sind natürlich allseits bekannt und es gab zudem viele andere nicht so berühmte Visionäre. Die frühen Theoretiker hielten sich an die natürlichen Meister der Lüfte, die Vögel, und sie entwickelten Maschinen, welche die Form ihrer Flügel und ihren Flügelschlag nachahmten (Ornithopter). Aber die frühen Entwickler hatten nicht die Materialien, Motoren und das Wissen über Aerodynamik, um ihre Visionen zum Leben zu erwecken.Die Erforschung der Aerodynamik wurde im 16., 17., 18. und 19. Jahrhundert durch brillante Wissenschaftler wie da Vinci, Galileo, Huygens, Newton, Bernoulli, Euler und Smeaton vorangetrieben. 1804 ließ der Engländer George Cayley ein Starrflügler-Gleiter-Modell fliegen und 1853 baute er ein Modell in Originalgröße, das seinen (widerwilligen) Kutscher auf den allerersten bemannten Gleiterflug trug.1902 konstruierten die Brüder Wright ihren eigenen Gleiter mit einer verbesserten Flügelform. Da sie keinen erfahrenen Hersteller fanden, der ihnen einen leichten mit Benzin betriebenen Motor nach ihren Vorstellungen bauen konnte, konzipierten und bauten sie ihren eigenen. Am 17. Dezember 1903 flog der Wright-Flieger viermal über Entfernungen von bis zu 260 Metern. In den Jahren nach dem Durchbruch der Brüder Wright gab es große und schnelle Fortschritte in der Technologie des Fliegens. 1908 flog der Amerikaner Glenn Hammond Curtiss über einen Kilometer und 1909 flog der Franzose Louis Blériot über den Ärmelkanal.Im Ersten Weltkrieg gab es weitere Verbesserungen der Flugtechnologie, besonders bei der Waffenforschung in der Luft mit dem Bau von Jägern und Bombern. In den 20er Jahren flogen Piloten regelmäßig über die Kontinente und 1927 gelang Charles Lindbergh der erste Alleinflug ohne Zwischenlandung über den Atlantik. Der Zweite Weltkrieg brachte enorme Verbesserungen in den Bereichen Geschwindigkeit, Reichweite, Lebensdauer und der Kampfstärke eines Flugzeugs und gegen Ende des Krieges waren Düsenflugzeuge, Kontinent übergreifende Höhen-Bomber und Hubschrauber im Einsatz.Heutzutage gehören Reisen mit dem Flugzeug zum Alltag; eine Reise von den Vereinigten Staaten nach China - vor nur 75 Jahren ein unmöglicher Traum - ist nun hauptsächlich bemerkenswert durch seine Langweiligkeit. Und obwohl die Luft-Terroranschläge vom 11. September 2001 Flugreisen ein wenig gefährlicher gemacht haben, steigen Millionen von Menschen auf der ganzen Welt jeden Tag in den Himmel auf. Die Luftfahrt wird auch in Zukunft zum Leben dazugehören.",
        "quote": "\"Die Luftfahrt war weder Industrie noch Wissenschaft. Sie war ein Wunder.\" - Igor Sikorsky",
        "tech_prereqs": [
            {
                "name": "Dampfmaschine",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steam_power.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ballistik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ballistics.json"
            },
            {
                "name": "Elektronik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electronics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Dreidecker",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/triplane.json"
            },
            {
                "name": "Weltkriegs-Bomber",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/great_war_bomber.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Prora",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/prora.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/flight.json"
    },
    {
        "id": 56,
        "name": "Eisenbahn",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/railroad.png",
        "era": "Moderne",
        "cost": 3100,
        "civilopedia_entry": "Die frühesten Eisenbahnen wurden im 16. Jahrhundert in europäischen Minen errichtet. Sie bestanden aus Karren, die auf einfachen Schienen fuhren. Sie wurden von Menschen oder Tieren (üblicherweise Pferden oder Eseln) gezogen. Die erste überirdische, dampfbetriebene Eisenbahn wurde 1825 in England gebaut und als sich die Technologie als erfolgreich erwies, wurde überall auf der Welt mit ähnlichen Bauunternehmungen begonnen. Der Bau der ersten amerikanischen Trasse startete die \"Baltimore and Ohio Railroad\" im Jahr 1828. Innerhalb eines Jahrhunderts war jeder Kontinent der Welt von einem erheblichen Schienennetzwerk überzogen.Die Bedeutung der Eisenbahn für die Entwicklung der Welt kann nicht genug betont werden. Vor den transkontinentalen Eisenbahnen dauerte eine Reise von New York nach San Fransisco mehrere Monate. Die gleiche Reise dauerte mit der Bahn sieben Tage und kostete nur 65 Dollar. Sobald die Eisenbahn fertiggestellt war, erhöhte sich die europäischstämmige Bevölkerung im amerikanischen Westen und Mittleren Westen schlagartig. Städte, die an Bahntrassen lagen, wurden reich, während Siedlungen ohne Bahnhof mit der Zeit ausstarben und verschwanden.Mit der Erfindung und Massenproduktion von Auto und LKW ging im 20. Jahrhundert die Wichtigkeit der Eisenbahn, besonders im autoverrückten Amerika, deutlich zurück. Doch bleibt sie ein extrem wirtschaftliches und relativ umweltfreundliches Transportmittel für Waren und Menschen und alles weist darauf hin, dass die Eisenbahn in der nahen Zukunft ein starkes Comeback feiern wird.",
        "quote": "\"Die Kombination des kraftvollen Dampfes mit einem Wagen wird die Situation des Menschen erheblich verändern.\" - Thomas Jefferson",
        "tech_prereqs": [
            {
                "name": "Dampfmaschine",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steam_power.json"
            },
            {
                "name": "Dynamit",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/dynamite.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ballistik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ballistics.json"
            },
            {
                "name": "Verbrennungsmotor",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/combustion.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Kreml",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/kremlin.json"
            },
            {
                "name": "Neuschwanstein",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/neuschwanstein.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/railroad.json"
    },
    {
        "id": 57,
        "name": "Plastik",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/plastics.png",
        "era": "Moderne",
        "cost": 4100,
        "civilopedia_entry": "Plastik ist ein leichtes, transparentes und widerstandsfähiges Material, das Strom nur sehr schlecht leitet. Plastik gibt es in vielen verschiedenen Formen, einige härter, andere biegsamer, wieder andere mit einer höheren oder niedrigeren Toleranz gegenüber Hitze. Plastik kann geformt, gepresst oder in beinahe jede gewünschte Form gedrückt werden. Es findet sich in jeder Facette des modernen Lebens und wird überall genutzt, von Stoßdämpfern fürs Auto über Prothesen und Behälter für Babynahrung bis zu Infanterie-Waffen. Es ist einer der wichtigsten Bausteine des 21. Jahrhunderts.Das erste von Menschenhand erstellte Plastik wurde 1855 von dem Engländer Alexander Parkes erfunden. Das Produkt, Parkesine, wurde aus Zellulose (Pflanzenzellen-Material) gemacht und als Ersatz für Elfenbein eingesetzt, welches aufgrund des weltweit schwindenden Walbestands immer schwerer zu bekommen war.Das erste vollkommen synthetische Plastik war Bakelit, erfunden im Jahre 1909 von dem belgisch-amerikanischen Erfinder Leo Hendrik Baekeland. Bakelit war günstig, stark und strapazierfähig. Es wurde benutzt, um Radios, Telefone, Griffe für Gebrauchsgegenstände, Klaviertasten und Billardkugeln herzustellen. Obwohl es sehr widerstandsfähig ist, ist Bakelit auch sehr brüchig. Es wurde größtenteils durch günstigeres und biegsameres Plastik wie Polystyrol, PVC, Nylon und weitere exotischere Varianten, die im 20. Jahrhundert entstanden sind, ersetzt.Obwohl es im Moment äußerst günstig ist, bedarf das meiste Plastik für seine Herstellung vieler petrochemischer Produkte. Da dieser Treibstoff immer teurer wird, wird das Plastik es wohl auch werden. Es ist möglich, dass letztendlich irgendein neues Wundermaterial das allgegenwärtige Plastik irgendwann in der Zukunft ersetzen wird, aber vorerst bleibt Plastik unersetzlich.",
        "quote": "\"Ich sag dir nur ein Wort, nur ein einziges Wort. Plastik!\" - Buck Henry und Calder Willingham, Die Reifeprüfung",
        "tech_prereqs": [
            {
                "name": "Funkwesen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radio.json"
            },
            {
                "name": "Normbauteile",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/replaceable_parts.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Penicillin",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/penicillin.json"
            },
            {
                "name": "Atomtheorie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/atomic_theory.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Infanterie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/infantry.json"
            },
            {
                "name": "Pracinha",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/pracinha.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Forschungslabor",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/research_lab.json"
            },
            {
                "name": "Cristo Redentor",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/cristo_redentor.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/plastics.json"
    },
    {
        "id": 58,
        "name": "Elektronik",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/electronics.png",
        "era": "Moderne",
        "cost": 4100,
        "civilopedia_entry": "Die Elektronik beschäftigt sich mit der kontrollierten Bewegung von Elektronen durch verschiedene Medien, auch luftleere Räume, nicht zu verwechseln mit Elektrotechnik, die sich mit der Erzeugung und Übertragung von Strom auseinandersetzt. Bis 1950, als sie sich von der Funktechnik abspaltete, galt die Elektronik nicht als eigenständiges Forschungsgebiet.Elektronische Schaltkreise können in zwei verschiedene Gruppen unterteilt werden, analog oder digital. Analoge Schaltkreise sind in der Regel einfache Kombinationen grundlegender Schaltungen an durchgehend anliegender Spannung; die meisten modernen Schaltkreise sind nur noch selten vollständig analog. Digitale Schaltkreise bilden die Basis moderner Computer und speicherprogrammierbarer Steuerungen, da sie die am weitesten verbreitete physische Repräsentation von Boolescher Algebra sind (die mit den Nullen und Einsen).Die Forschung und Entwicklung von Elektronik stehen in enger Verbindung zur Mathematik und Kenntnisse der letzteren Disziplin sind notwendig für die erstgenannte. Das Erstellen und Analysieren von komplexen Schaltkreisen beinhaltet lineare Systeme mit zahlreichen unbekannten Variablen (wie Spannung und Stromstärke an bestimmten Stellen). Aus diesem Grund wird ein Großteil des heutigen Schaltkreisdesigns durch Automatisierungs-Software verbessert, eher ein \"Meta\"-Verfahren, wenn man es genau betrachtet.",
        "quote": "\"Unterhaltungselektronik folgt einem Grundgesetz: Sie wird immer leistungsstärker und zugleich immer billiger.\" - Trip Hawkins",
        "tech_prereqs": [
            {
                "name": "Normbauteile",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/replaceable_parts.json"
            },
            {
                "name": "Luftfahrt",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/flight.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radar.json"
            },
            {
                "name": "Atomtheorie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/atomic_theory.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Flugzeugträger",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/carrier.json"
            },
            {
                "name": "Schlachtschiff",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/battleship.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electronics.json"
    },
    {
        "id": 59,
        "name": "Ballistik",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/ballistics.png",
        "era": "Moderne",
        "cost": 4100,
        "civilopedia_entry": "Ballistik ist die Bewegungslehre von Projektilen - hauptsächlich Kugeln, Raketen und Bomben. In den meisten Fällen kommt der Begriff Ballistik im Zusammenhang mit forensischen Waffen- und Munitionsuntersuchungen auf, meistens in Bezug auf ein Verbrechen, wenn es nötig ist, eine Waffe mit einer sichergestellten Kugel zu verbinden und Schuld oder Unschuld zu beweisen. Allgemeinere Ballistikforschungen haben im vergangenen Jahrhundert zu erheblichen Verbesserungen bei der Präzision, Feuerkraft und Effektivität von Projektilwaffen aller Art geführt.",
        "quote": "\"Männer sind wie Kugeln - sie kommen am weitesten, wenn sie besonders glatt sind.\" - Jean Paul",
        "tech_prereqs": [
            {
                "name": "Eisenbahn",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/railroad.json"
            },
            {
                "name": "Luftfahrt",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/flight.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radar.json"
            },
            {
                "name": "Verbundene Waffen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/combined_arms.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Flugabwehrgeschütz",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/anti-aircraft_gun.json"
            },
            {
                "name": "Maschinengewehr",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/machine_gun.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ballistics.json"
    },
    {
        "id": 60,
        "name": "Verbrennungsmotor",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/combustion.png",
        "era": "Moderne",
        "cost": 4100,
        "civilopedia_entry": "\"Verbrennung\" ist eine chemische Reaktion zwischen Substanzen, eine davon meist Sauerstoff, die häufig die Entwicklung von Licht- und Wärmeenergie zur Folge hat. In diesem Zusammenhang sprechen wir insbesondere über die Verwendung von Verbrennung innerhalb eines Motors (daher \"innere Verbrennung\"), um Energie zu erzeugen, die eine Kurbel oder einen Kolben bewegt.Es gibt zwei verschiedene Arten von Verbrennungskraftmaschinen: Verbrennungsmotoren und Strömungsmaschinen. Bei einem Verbrennungsmotor wird eine bestimmte Menge an Treibstoff und Sauerstoff in den Brennraum eingespritzt, wo sich das Gemisch entzündet und einen Kolben oder ein ähnliches mechanisches Gerät bewegt. Anschließend wird erneut eine separate Menge an Treibstoff und Sauerstoff eingespritzt und der gesamte Prozess wiederholt sich. Automotoren sind Beispiele für Verbrennungsmotoren. In einer Strömungsmaschine wird unter kontinuierlicher Verbrennung ein ständiger Strom aus Treibstoff und Sauerstoff in den Motor gespritzt. Düsentriebwerke werden mit Strömungsmaschinen betrieben.Das erste Patent für eine Verbrennungskraftmaschine wurde dem Engländer Samuel Brown 1823 für seinen \"Gasmotor\" gegeben, der mit Wasserstoff und Sauerstoff betrieben wurde. Das erste Patent für den Gebrauch eines Düsentriebwerks, um ein Flugzeug anzutreiben, wurde 1921 von dem Franzosen Maxime Guillaume eingereicht. Keiner dieser ersten Versuche war sehr erfolgreich, aber sie haben den Weg für Technologien bereitet, welche die Welt bis zum heutigen Tag sowie in absehbarer Zukunft am Laufen halten.",
        "quote": "\"Jeder Mann, der sicher fahren kann, während er eine schöne Frau küsst, schenkt dem Kuss einfach nicht die Aufmerksamkeit, die er verdient.\" - Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Eisenbahn",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/railroad.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Verbundene Waffen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/combined_arms.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Zerstörer",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/destroyer.json"
            },
            {
                "name": "Landfahrzeug",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/landship.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/combustion.json"
    },
    {
        "id": 61,
        "name": "Penicillin",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/penicillin.png",
        "era": "Atomzeitalter",
        "cost": 5100,
        "civilopedia_entry": "Penicillin bezeichnet eine Gruppe von Antibiotika, die aus einem bestimmten Pilz gewonnen werden. Antibiotika bekämpfen und töten Bakterien, kleine Lebewesen, von denen einige - z. B. Pest, Syphilis oder Lepra, um nur drei zu nennen - überaus schädlich fürs menschliche Leben sind. Es wird angenommen, dass primitive Formen von Penicillin bereits im Mittelalter genutzt wurden, als man eiternde Wunden mit schimmligem Brot versorgte. Die wissenschaftliche Entdeckung des Antibiotikums geht auf Alexander Fleming im Jahr 1928 zurück, während die erste offizielle medizinische Anwendung zwei Jahre später durch den Pathologen Cecil George Paine vorgenommen wurde. Durch die häufige Verwendung haben einige Bakterien jedoch eine Resistenz gegen Penicillin entwickelt, und so wurden etliche weitere Antibiotika erfunden, um die neuen resistenten Kulturen zu bekämpfen. Trotzdem bleiben Penicillin und seine Nachfahren eine wichtige Waffe im medizinischen Kampf gegen die tödliche Bedrohung durch Bakterien.",
        "quote": "\"Die Menschen kommen durch nichts den Göttern näher, als wenn sie Menschen glücklich machen.\" - Cicero",
        "tech_prereqs": [
            {
                "name": "Kühltechnik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/refrigeration.json"
            },
            {
                "name": "Plastik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/plastics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ökologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ecology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Marine",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/marine.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Medizinisches Labor",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/medical_lab.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/penicillin.json"
    },
    {
        "id": 62,
        "name": "Atomtheorie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/atomic_theory.png",
        "era": "Atomzeitalter",
        "cost": 5100,
        "civilopedia_entry": "Die Atomtheorie der Materie wurde zum ersten Mal im Griechenland der Antike aufgestellt. Die Philosophen Leukipp und Demokrit stellten die These auf, dass die physikalische Welt aus einer unendlichen Anzahl an äußerst kleinen Teilchen oder \"Atomen\", die in einer Leere oder einem Vakuum existieren, besteht. Atome verbinden sich in unterschiedlichen Mengen und Formationen und erschaffen alles Bestehende, von Luft über Gold und den menschlichen Körper bis zu der Welt unter unseren Füßen. Die Männer hatten natürlich keine Möglichkeit, ihre Theorie zu beweisen, und sie wurde durch spätere griechische Philosophen wie Plato und Aristoteles, die eine, sagen wir mal, eher spirituelle Sichtweise der Welt hatten, abgelehnt. Diese Sichtweise wurde von der Kirche und dem Großteil des mittelalterlichen Europas akzeptiert und die Atomtheorie siechte über Jahrtausende dahin.Im 17. Jahrhundert erlebte die Atomtheorie ein Comeback, als der brillante italienische Wissenschaftler Galileo seinen Glauben an luftleere Räume vertrat und Wissenschaftler und Philosophen versuchten, die religiöse/spirituelle Argumentation von der wissenschaftlichen zu trennen. 1658 führte der irische Chemiker Robert Boyle eine Reihe von Experimenten an Luft durch, nach denen er zu dem Schluss kam, dass Materie aus festen Teilchen besteht, die in Molekülen angeordnet sind und deren Kombinationen der Materie ihre verschiedenen Eigenschaften geben. Gegen Ende des 18. Jahrhunderts entwickelte Isaac Newton die Atomtheorie weiter und im Verlauf der nächsten hundert Jahre machten Chemiker große Fortschritte in ihrem Wissen über die Zusammensetzung und die Eigenschaften von Materie.1808 veröffentlichte der englische Chemiker und Physiker John Dalton \"Ein neues System des chemischen Teiles der Naturwissenschaft\", das der Atomtheorie eine rein wissenschaftliche Basis verlieh. Sein Werk legte ein zusammenhängendes Bild aus, wie Elemente sich vereinen, um Verbindungen zu formen, und versuchte, physikalische Beweise für die Existenz von Atomen zu liefern. Im Jahre 1869 erstellte der Russe Dmitri Mendelejew ein System, um alle bekannten Elemente nach ihrem Atomgewicht in einem \"Periodensystem\" anzuordnen, und in den nächsten Jahrzehnten stieg das menschliche Wissen über die Eigenschaften von Materie exponentiell an.1895 entdeckte der Deutsche Wilhelm Röntgen Röntgenstrahlen und 1896 fand der Franzose Henri Becquerel Radioaktivität in Uran. Ihre Arbeit machte später innerhalb derselben Dekade weitere Fortschritte durch die französischen Pioniere Marie und Pierre Curie. Ihre Erkenntnisse sollten zu radikalen Veränderungen und Verfeinerungen in der grundlegenden Atomtheorie führen.Diese Forschung wurde bis ins 20. Jahrhundert mit großem Erfolg fortgesetzt und brachte letztendlich vielerlei weltbewegende praktische Anwendungsformen wie das Röntgengerät und die Atombombe hervor, um nur zwei zu nennen. Leukipp und Demokrit wären vermutlich erstaunt darüber, wohin ihre Theorie ihre wissenschaftlichen Erben geführt hat.",
        "quote": "\"Die entfesselte Macht des Atoms hat alles verändert, nur nicht unsere Denkweise, und deshalb treiben wir einer beispiellosen Katastrophe entgegen.\" - Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Plastik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/plastics.json"
            },
            {
                "name": "Elektronik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electronics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ökologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ecology.json"
            },
            {
                "name": "Kernspaltung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fission.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/atomic_theory.json"
    },
    {
        "id": 63,
        "name": "Radar",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radar.png",
        "era": "Atomzeitalter",
        "cost": 5100,
        "civilopedia_entry": "Radar ist ein System zur Erkennung von Objekten, das elektromagnetische Wellen einsetzt, um weit entfernte Objekte wie Schiffe oder Flugzeuge zu identifizieren. Der Begriff RADAR wurde 1941 geprägt und ist ein Akronym für \"Radio Detection And Ranging\" (Funkerkennung und -abstandsmessung).1904 konnte Christian Hülsmeyer ein Schiff im dichten Nebel orten. Durch Verbesserungen konnte er später im selben Jahr dazu noch die Entfernung von Objekten bestimmen.Im August 1917 stellte der Erfinder Nikola Tesla die ersten primitiven Radar-Einheiten her, mit denen der Nutzer die \"relative Position oder den Kurs eines sich bewegenden Objekts, wie etwa eines Schiffs auf See, die von ihm zurückgelegte Distanz oder seine Geschwindigkeit\" bestimmen konnte.Als der Zweite Weltkrieg nahte, arbeiteten alle industrialisierten Weltmächte fieberhaft am Radar. Bei Ausbruch des Krieges hatten die Briten die größten Fortschritte gemacht: Ihr System war in der Lage, anfliegende Flugzeuge zu finden, während sie noch weit entfernt von den verwundbaren britischen Städten waren. (Die britische Forschung wurde angespornt von Gerüchten, dass in Deutschland ein Todesstrahl entwickelt würde.) Das britische System wurde strikt geheim gehalten und während des Krieges behaupteten die Briten, dass menschliche Flugwachen für die Erfolge beim Abfangen deutscher Angriffe verantwortlich wären.Zum Ende des Krieges hatten alle fortschrittlichen Staaten große Erfolge auf dem Gebiet der Radartechnologie zu verzeichnen und ab der zweiten Hälfte des Jahrhunderts wurde die Technik weltweit immer mehr für zivile Zwecke eingesetzt, vorrangig bei der Flugsicherung. Mit der möglichen Ausnahme spezieller, sehr fortschrittlicher Tarnkappenflugzeuge ist es inzwischen fast unmöglich für ein Flugzeug, in den Luftraum einer Industrienation einzudringen, ohne von einem Radar entdeckt zu werden.",
        "quote": "\"Vision ist die Kunst, Unsichtbares zu sehen.\" - Jonathan Swift",
        "tech_prereqs": [
            {
                "name": "Elektronik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electronics.json"
            },
            {
                "name": "Ballistik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ballistics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Kernspaltung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fission.json"
            },
            {
                "name": "Raketentechnik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rocketry.json"
            },
            {
                "name": "Computertechnologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/computers.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Bomber",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/bomber.json"
            },
            {
                "name": "B-17",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/b17.json"
            },
            {
                "name": "Jäger",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/fighter.json"
            },
            {
                "name": "Zero",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/zero.json"
            },
            {
                "name": "Fallschirmjäger",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/paratrooper.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Flughafen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/airport.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radar.json"
    },
    {
        "id": 64,
        "name": "Verbundene Waffen",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/combined_arms.png",
        "era": "Atomzeitalter",
        "cost": 5100,
        "civilopedia_entry": "Verbundene Waffen sind eine Militärdoktrin, die erstmals vor mehr als 1.000 Jahren zum Einsatz kam. Bei ihr werden unterschiedliche, sich ergänzende Einheiten kombiniert, um die Effektivität der gesamten Truppe zu steigern. In der Antike wurden Kompositwaffen von vielen Großmächten genutzt, vor allem von den Griechen und Römern, die leichte und schwere Infanterie, Kavallerie und Fernkampfeinheiten genau einsetzten, um so eine Gesamtformation zu schaffen, die die einzelnen Stärken und Schwächen hervorheben bzw. auszugleichen wusste. In der Gegenwart können durch den Einsatz flugzeugbasierter Waffen noch komplexere Variationen des traditionellen Konzepts verfolgt werden. Flugzeugdrohnen, satellitengelenkte Raketen und besonders hoch fliegende Bomber sind nur ein paar der Beispiele, die den heutigen Militärkommandanten zur Verfügung stehen.",
        "quote": "\"Der Ursprung des Bösen liegt nicht im Bau neuer, schrecklicherer Waffen. Es ist der Geist der Eroberung.\" - Ludwig von Mises",
        "tech_prereqs": [
            {
                "name": "Ballistik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ballistics.json"
            },
            {
                "name": "Verbrennungsmotor",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/combustion.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Computertechnologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/computers.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Panzer",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/tank.json"
            },
            {
                "name": "Deutscher Panzer",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/panzer.json"
            },
            {
                "name": "Panzerabwehrkanone",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/anti-tank_gun.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Pentagon",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/pentagon.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/combined_arms.json"
    },
    {
        "id": 65,
        "name": "Ökologie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/ecology.png",
        "era": "Atomzeitalter",
        "cost": 6400,
        "civilopedia_entry": "Ökologie an sich ist keine einzelne Technologie, sondern eine interdisziplinäre Studie aller möglichen Formen von Wechselwirkungen und Ursachen zwischen Organismen und ihrer Umwelt, bzw. die Studie des Ökosystems. Der Grundsatz dieses Gebiets ist, dass sich alles in einem bestehenden Ökosystem - Felsen, Erde, Vögel, Insekten, Bäume usw. - auf alle anderen Elemente darin auswirkt und in Verbindung steht, entweder direkt oder durch eine Reihe von Kettenreaktionen. Obwohl all diese Dinge zusammenhängen, glauben Ökologen auch an das Konzept der Ganzheitslehre: dass, selbst wenn all diese kleinen Wechselwirkungen erklärt würden, nicht jede mögliche Reaktion erklärbar wäre, und dass das gesamte System als Ganzes bewertet werden muss. Die Ökologie untersucht, wie alle Faktoren innerhalb eines Ökosystems miteinander verbunden sind, und wie die Veränderungen eines Faktors sich auf andere auswirken, diesen zugutekommen oder sie zerstören kann.Die moderne Wissenschaft der Ökologie ist immer noch jung, aber sie hat seit der Umweltbewegung in den 1960er Jahren eine große Menge an Popularität und Schwung gewonnen. Die Ökologie beschäftigt sich seit Kurzem mit der Bewahrung der Artenvielfalt und den negativen Effekten, welche die Entwicklung der Menschen auf die Umwelt und Organismen um sie herum hat. Es laufen langfristige Studien, um diese Effekte aufzuzeichnen, die momentan am längsten andauernde Studie begann im Jahre 1856.Praktische Anwendungen wurden aus den Ergebnissen dieser Forschung entwickelt, wie ein effizienterer und vorteilhafterer Umgang mit Ressourcen wie Feuchtgebieten und Wäldern, die bessere Planung des Gesundheitswesens und selbst Anwendungen zur verbesserten Städteplanung. Das Gebiet der Ökologie lieferte ebenfalls das Grundgerüst für ein besseres Verständnis, wie sich Menschen auf sozialer Ebene beeinflussen.",
        "quote": "\"Nur innerhalb des kurzen Augenblicks, den das jetzige Jahrhundert darstellt, hat eine Spezies - der Mensch - erhebliche Macht erlangt, die Natur ihrer Welt zu verändern.\" - Rachel Carson",
        "tech_prereqs": [
            {
                "name": "Atomtheorie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/atomic_theory.json"
            },
            {
                "name": "Penicillin",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/penicillin.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Telekommunikation",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/telecommunications.json"
            },
            {
                "name": "Mobile Taktiken",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mobile_tactics.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Sonnenkraftwerk",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/solar_plant.json"
            },
            {
                "name": "Opernhaus von Sydney",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/sydney_opera_house.json"
            },
            {
                "name": "Recycling-Anlage",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/recycling_center.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ecology.json"
    },
    {
        "id": 66,
        "name": "Kernspaltung",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nuclear_fission.png",
        "era": "Atomzeitalter",
        "cost": 6400,
        "civilopedia_entry": "Kernspaltung ist eine nukleare Reaktion, bei der sich die Kerne von radioaktiven Atomen aufspalten, Neutronen freisetzen, die dann mit anderen Atomen kollidieren, sodass diese sich aufspalten und noch mehr Neutronen freisetzen. Wenn genügend radioaktives Material vorhanden ist, kann die Kernspaltung sich selbst erhalten und in einem kontrollierten Rahmen sehr viel Energie freisetzen, beispielsweise in einem Kernreaktor, oder in einem unkontrollierten Rahmen, beispielsweise bei einer Kernwaffe.Kernspaltung produziert sehr viel Energie - viele Millionen mal mehr als beispielsweise das gleiche Gewicht in Benzin - aber während des Prozesses entsteht eine beachtliche Menge an schwer zu entsorgendem Abfall. Außerdem kann Kernspaltung Menschen töten: sehr langsam, wenn sie radioaktivem Material ausgesetzt sind, oder sehr schnell, wenn die Kettenreaktion außer Kontrolle gerät und das Material explodiert.Kernspaltung tritt in der Natur äußerst selten auf, das letzte Ereignis auf der Erde geschah vor etwa zwei Milliarden Jahren. Seitdem hat sich das gespaltene Material zersetzt und natürliche Kernspaltung auf diesem Planeten so gut wie unmöglich gemacht.1917 war Ernest Rutherford aus Neuseeland der erste Mann, der das Atom spaltete. 1934 experimentierte der Italiener Enrico Fermi damit, Uran mit Neutronen zu bombardieren. Im gleichen Jahr verfolgte Ida Noddack-Tacke die Idee der Kernspaltung - genauer gesagt, eine anhaltende Kernreaktion. 1938 erzeugten die deutschen Chemiker Otto Hahn und Fritz Strassmann erfolgreich die erste echte nukleare Kettenreaktion.Mit dem Beginn des Zweiten Weltkriegs trat das Rennen um den Bau einer Atombombe in die heiße Phase ein. Nachdem er einen Brief von den Flüchtlingen Albert Einstein und Leó Szilárd erhalten hatte, in welchem sie die potenzielle Tödlichkeit einer Atomwaffe beschrieben, stellte der amerikanische Präsident Franklin Roosevelt ein wissenschaftliches und militärisches Einsatzteam zusammen, das eine solche Waffe vor den Deutschen, die sich ebenfalls mit dem Problem beschäftigten, bauen sollte. Wissenschaftler aus den Vereinigten Staaten, Kanada und Großbritannien arbeiteten gemeinsam an der Waffe, in einem Projekt mit dem Codenamen \"Das Manhattan-Projekt\".Nach fünf langen Jahren fieberhafter Arbeit erschufen und testeten die Wissenschaftler des Manhattan-Projekts erfolgreich eine Atomwaffe. Am 6. und 9. August 1945 warfen die Vereinigten Staaten von Amerika Atombomben auf die japanische Städte Hiroshima und Nagasaki. Die ersten Explosionen töteten ungefähr 120.000 Japaner am ersten Tag, während in den folgenden drei Monaten zusätzlich die gleiche Anzahl von Menschen an Verbrennungen, Strahlenvergiftung und anderen traumatischen Verletzungen starb. Japan kapitulierte bedingungslos am 15. August 1945.In den Jahren seit dem Zweiten Weltkrieg wurden keine weiteren Atombomben im Kampf eingesetzt (obwohl viele getestet worden sind). Die Vereinigten Staaten, Russland, England und Frankreich verfügen immer noch über große Atomwaffenvorräte (die USA und Russland besitzen die größten Anteile), während Länder wie China, Israel, Pakistan, Indien und Nordkorea mittlerweile auch zu den Atommächten gehören. Im Augenblick versuchen die USA angestrengt, den Iran daran zu hindern, diese Waffen zu entwickeln, aber der letztendliche Erfolg oder Fehlschlag dieser Bemühungen ist noch unbestimmt.",
        "quote": "\"Jetzt bin ich der Tod geworden, Zerstörer der Welten.\" - J. Robert Oppenheimer",
        "tech_prereqs": [
            {
                "name": "Atomtheorie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/atomic_theory.json"
            },
            {
                "name": "Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radar.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Mobile Taktiken",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mobile_tactics.json"
            },
            {
                "name": "Fortgeschrittene Ballistik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/advanced_ballistics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Atombombe",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/atomic_bomb.json"
            },
            {
                "name": "Bazooka",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/bazooka.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Kernkraftwerk",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/nuclear_plant.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fission.json"
    },
    {
        "id": 67,
        "name": "Raketentechnik",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rocketry.png",
        "era": "Atomzeitalter",
        "cost": 6400,
        "civilopedia_entry": "Das Datum des ersten bekannten Raketenflugs ist nicht ganz unumstritten, doch man nimmt gemeinhin an, dass er um das Jahr 1230 n. Chr. während einer Militäroperation in China stattgefunden hat. Der erste tatsächlich aufgezeichnete Flug fand im Jahr 1264 in China im Rahmen eines durch innere Verbrennung angetriebenen Feuerwerks statt. Diese frühen Raketen nutzten feste Brennstoffe, für gewöhnlich Schießpulver, und flogen mit einer Strecke von nur etwa 600 Metern nicht besonders weit.Die Erfindung der modernen Raketentechnik kann direkt Professor Robert Goddard zugeschrieben werden, der festlegte, dass Brennstoff in kleinen, voneinander getrennten Brennkammern verbrannt werden und die Rakete in mehrere Stufen unterteilt werden sollte sowie dass die Ausstoßgeschwindigkeit mit einer speziellen sanduhrförmigen Düse, der Lavaldüse, gesteigert werden kann. Bis zu diesem Punkt wurde der Treibstoff von Raketen in einer einzigen großen Kammer verbrannt und sie konnten weder außergewöhnlich schnell fliegen noch interkontinentale Strecken zurücklegen.Raketen werden heutzutage von flüssigen Brennstoffen angetrieben, mit denen die Rakete effektiv und kostengünstig auf Überschallgeschwindigkeiten beschleunigen kann. Neben dem offensichtlichen militärischen Nutzen, Sprengköpfe über weite Entfernungen zu transportieren, werden Raketen außerdem für Feuerwerk, Schleudersitze, Atmosphärenforschung und natürlich die Raumfahrt eingesetzt.",
        "quote": "\"Eine Faustregel, die jeder Raketenforscher beherzigen sollte: Man sollte immer davon ausgehen, dass sie explodiert.\" - Raumfahrtmagazin, 1937",
        "tech_prereqs": [
            {
                "name": "Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radar.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fortgeschrittene Ballistik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/advanced_ballistics.json"
            },
            {
                "name": "Satellitentechnologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/satellites.json"
            },
            {
                "name": "Robotertechnik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/robotics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Mobile Boden-Luft-Rakete",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/mobile_sam.json"
            },
            {
                "name": "Raketenartillerie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/rocket_artillery.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rocketry.json"
    },
    {
        "id": 68,
        "name": "Computertechnologie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/computers.png",
        "era": "Atomzeitalter",
        "cost": 6400,
        "civilopedia_entry": "Ganz einfach ausgedrückt ist ein Computer eine Maschine, die Daten oder Steuerungen nach bestimmten Befehlen bearbeitet. Während der erste \"moderne\" Computer erst im frühen 20. Jahrhundert gebaut wurde, können die ältesten Computer bis zu Al-Jazaris mechanischen astronomischen Uhren aus dem Jahr 1206 n. Chr. und Jacquards programmierbarem Textilwebstuhl aus dem Jahr 1801 zurückverfolgt werden. Während diese beiden Maschinen programmierbar waren, konnten sie nicht die andere Funktion moderner Computer ausführen: Daten speichern. Die ältesten Computer benutzten mechanische und analoge Teile, um zu laufen und ihre Daten zu speichern; der Wechsel zu digitaler Elektronik fand in den 1940ern statt. Es gibt keinen konkreten Punkt, an dem der moderne Computer erfunden wurde. Seine Entwicklung wurde eher durch eine Reihe von Schritten und Fortschritten erreicht, die von namhaften Erfindungen wie Konrad Zuses Z-Rechenmaschinen und dem ENIAC der US-Armee begleitet wurden.Seit dem Wechsel zur Elektronik sind Computer kleiner, schneller, günstiger, sparsamer und viel verlässlicher und vielseitiger geworden. Moderne Computer haben einst ganze Räume oder gar Häuserblöcke in Städten in Anspruch genommen, aber sind jetzt so allgegenwärtig wie das Telefon zu Hause und können nicht nur als persönliche Einzelgeräte eingesetzt werden, sondern auch in Autos und Waschmaschinen integriert und sogar in moderne Kleidung eingewebt werden. Computer haben es Wissenschaftlern ermöglicht, Berechnungen zu beschleunigen, die einen normalen Menschen ein ganzes Leben beschäftigen würden, das Wetter mit hoher Präzision vorherzusagen, Menschen auf den Mond und andere Raumfahrzeuge über die Grenzen des Sonnensystems hinaus zu schicken. Computer erlauben es einem Kind in Shanghai, ein Spiel mit einem anderen Kind in England zu spielen, ohne das Haus zu verlassen.Wurde er anfangs noch als Laune oder nur als dummes Spielzeug der Reichen angesehen, so hat der Computer ein unverkennbares Zeichen in der Geschichte hinterlassen und wird wohl so schnell nicht wieder von der Bildfläche verschwinden.",
        "quote": "\"Computer sind wie die Götter des Alten Testaments: lauter Regeln und keine Gnade.\" - Joseph Campbell",
        "tech_prereqs": [
            {
                "name": "Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radar.json"
            },
            {
                "name": "Verbundene Waffen",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/combined_arms.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Robotertechnik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/robotics.json"
            },
            {
                "name": "Lasertechnologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/lasers.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Kampfhubschrauber",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/helicopter_gunship.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Große Firewall",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/great_firewall.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/computers.json"
    },
    {
        "id": 69,
        "name": "Telekommunikation",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/telecommunications.png",
        "era": "Informationszeitalter",
        "cost": 7700,
        "civilopedia_entry": "Telekommunikation ermöglicht die Übertragung von Daten und Informationen über große Distanzen durch den Einsatz unterschiedlicher Übermittlungsgeräte. Die frühen Formen der primitiven Kommunikation über große Strecken mit Rauchzeichen und Signalflaggen mussten den Telegrafen weichen, später dann dem Telefon. Die Forschung und Technik der letzten 30 Jahre hat zu vielen Durchbrüchen geführt, wie wir heute global kommunizieren können. Satelliten im Orbit bieten jetzt Möglichkeiten zur Übertragung von Daten selbst an die entlegensten Stellen der Erde. TV, Internet, Handys und GPS gehören mittlerweile zum Alltagsleben von Millionen rings um den Globus. Das alles haben wir der Telekommunikationsforschung zu verdanken.",
        "quote": "\"Je ausgefeilter unsere Kommunikationsmittel sind, desto weniger kommunizieren wir.\" - J.B. Priestly",
        "tech_prereqs": [
            {
                "name": "Ökologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ecology.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Das Internet",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_internet.json"
            },
            {
                "name": "Globalisierung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/globalization.json"
            },
            {
                "name": "Teilchenphysik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/particle_physics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Atom-U-Boot",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/nuclear_submarine.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Luftschutzbunker",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/bomb_shelter.json"
            },
            {
                "name": "CN Tower",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/cn_tower.json"
            },
            {
                "name": "Nationales Besucherzentrum",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/national_visitor_center.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/telecommunications.json"
    },
    {
        "id": 70,
        "name": "Mobile Taktiken",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mobile_tactics.png",
        "era": "Informationszeitalter",
        "cost": 7700,
        "civilopedia_entry": "Mobile Taktiken sind Strategien des Militärs, mit denen schnelle und äußerst wendige Einheiten in und aus einem Kampf kommen, ohne in diesen lange verwickelt zu werden. Mobile Taktiken werden oftmals von Partisanen oder Guerillaeinheiten eingesetzt, die sich auf schnelle Überfallangriffe spezialisieren und so größere Feindverbände verwirren.",
        "quote": "\"Alle sehen die Taktik meiner Eroberungen, aber niemand erkennt die Strategie, aus der der Sieg erwächst.\" - Sun Tsu",
        "tech_prereqs": [
            {
                "name": "Ökologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ecology.json"
            },
            {
                "name": "Kernspaltung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fission.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Teilchenphysik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/particle_physics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Mechanisierte Infanterie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/mechanized_infantry.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mobile_tactics.json"
    },
    {
        "id": 71,
        "name": "Fortgeschrittene Ballistik",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/advanced_ballistics.png",
        "era": "Informationszeitalter",
        "cost": 7700,
        "civilopedia_entry": "Ballistik ist die Lehre von über große Distanz akkurat geworfenen oder abgeschossenen Körpern. Die fortgeschrittene Ballistik befasst sich prinzipiell mit der gleichen Thematik, jedoch mit kontinentalübergreifenden Entfernungen. Moderne Artillerie kann Explosivgeschosse über dutzende von Meilen mit enormer Genauigkeit schießen, und Raketen können ihre Ziele selbst auf der anderen Seite des Erdballs noch mit höchster Präzision treffen. Mit Verbesserungen wie GPS und Laserzielerfassung gibt es quasi kein Ziel mehr auf der Welt, das nicht von irgendeiner Waffe getroffen werden könnte. Ob dies eine gute Entwicklung ist, steht zur Debatte. Es hängt vor allem davon ab, wessen Finger den Auslöser bedient.",
        "quote": "\"Wenn die wissenschaftliche Macht die moralische Macht überholt, haben wir schließlich ferngelenkte Raketen und irregeleitete Menschen.\" - Martin Luther King, Jr.",
        "tech_prereqs": [
            {
                "name": "Kernspaltung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fission.json"
            },
            {
                "name": "Raketentechnik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rocketry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Teilchenphysik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/particle_physics.json"
            },
            {
                "name": "Kernfusion",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fusion.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "RS-Booster",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/ss_booster.json"
            },
            {
                "name": "Atomrakete",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/nuclear_missile.json"
            },
            {
                "name": "Lenkrakete",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/guided_missile.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/advanced_ballistics.json"
    },
    {
        "id": 72,
        "name": "Satellitentechnologie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/satellites.png",
        "era": "Informationszeitalter",
        "cost": 7700,
        "civilopedia_entry": "Die Satellitentechnologie beinhaltet Studium und Entwicklung von künstlichen Orbitalkörpern - im Gegensatz zu natürlichen wie dem Mond. Von Menschen hergestellte Satelliten sind seit dem frühen 20. Jahrhundert eine reiche Quelle der Inspiration für visionäre Science-Fiction-Autoren wie Arthur C. Clarke, die Pläne für ein Netzwerk an Kommunikationssatelliten beschrieben, lange bevor diese technisch machbar waren.Satelliten blieben jedoch reine Fiktion, bis die Sowjetunion 1957 mit Sputnik 1 erfolgreich ihren ersten Satelliten ins All schickte. Dieser Start bewies nicht nur, dass es tatsächlich möglich ist, ein von Menschen hergestelltes Objekt in eine Umlaufbahn um die Erde zu bringen, er löste außerdem den \"Wettlauf ins All\" zwischen Russland und den USA aus. Später im Jahr 1957 startete mit Sputnik 2 das erste lebende Wesen in den Weltraum, ein Hund namens Laika. Ein Jahr später starteten die USA mit Explorer 1 ihre erste Weltraum-Mission.Seit diesem Rennen zwischen zwei Rivalen wurden Tausende hochspezialisierter Satelliten von über 50 verschiedenen Ländern in den Orbit geschossen. Abgesehen von Militär- und Spionageanwendungen werden Satelliten zur Massenkommunikation (Clarke hatte letztendlich also doch Recht), für GPS und Navigation, zur Wetterforschung und zur Übertragung von Unterhaltungsprogrammen genutzt, um nur einige Zwecke zu nennen. Der größte derzeit im Orbit befindliche Satellit ist die Internationale Raumstation.",
        "quote": "\"Irgendwie, auf eine neue Art, erschien uns der Himmel jetzt beinahe fremd.\" - Lyndon B. Johnson",
        "tech_prereqs": [
            {
                "name": "Raketentechnik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rocketry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Kernfusion",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fusion.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "RS-Cockpit",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/ss_cockpit.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Hubble-Weltraumteleskop",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hubble_space_telescope.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/satellites.json"
    },
    {
        "id": 73,
        "name": "Robotertechnik",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/robotics.png",
        "era": "Informationszeitalter",
        "cost": 7700,
        "civilopedia_entry": "Während unterschiedliche Arten von Automaten und Maschinen bereits im 1. Jahrhundert n. Chr. bekannt waren, ist die erste vollständig automatische Maschine nicht vor der Mitte des 20. Jahrhunderts aufgetaucht. Der Science-Fiction-Autor Isaac Asimov prägte den Term \"Robotik\" unbewusst in seiner 1941 erschienenen Kurzgeschichte \"Ein Lügner\" in der Annahme, dass er bereits gebräuchlich wäre wie ähnliche Begriffe, etwa \"Elektronik\". Das Studium der Robotertechnik umfasst alle Aspekte des Aufbaus von Robotern - elektronisch, mechanisch und seine Software - sowie die verschiedenen Arten, auf die sie die Welt um sie herum wahrnehmen und mit ihr interagieren.Einfache industrielle Roboter werden bereits seit den frühen 1960ern eingesetzt, aber intelligentere und ausgeklügeltere Modelle befinden sich permanent in der Entwicklung. Roboter sind heute nützlich bei der Ausführung repetitiver Aufgaben, die hohe Genauigkeit erfordern, doch es wird weiter geforscht, um die Robotik für die Herstellung lebensechter Prothesen für menschliche Gliedmaßen zu nutzen und um humanoide Roboter zu entwickeln, die aufrecht gehen und menschliche Gesten, Gefühle und Ausdrücke erkennen und ausführen können.Während die Unterhaltungsindustrie bereits Milliarden verdient hat mit ihrem Spiel mit der Angst, dass Roboter sich gegen ihre ehemaligen Meister, die Menschen, auflehnen und sie versklaven könnten, ist die Robotik in der Realität immer noch stark eingeschränkt durch die Entwicklung der K.I., der Künstlichen Intelligenz. Roboter sind toll, wenn es darum geht, eine Reihe festgelegter Aufgaben oder Anweisungen auszuführen, aber eigenständiges Denken und Schlussfolgern sind ihnen noch nicht möglich, was ihre Einsatzmöglichkeiten begrenzt, zumindest für die nahe Zukunft. (Es könnte also noch etwas dauern, bis wir von Staubsaugern mit eigenem Bewusstsein erobert werden.)",
        "quote": "\"1. Ein Roboter darf keinen Menschen verletzen oder durch Untätigkeit zu Schaden kommen lassen.2. Ein Roboter muss den Befehlen eines Menschen gehorchen, es sei denn, solche Befehle stehen im Widerspruch zum Ersten Gesetz.3. Ein Roboter muss seine eigene Existenz schützen, solange dieser Schutz nicht dem Ersten oder Zweiten Gesetz widerspricht.\" - Isaac Asimov",
        "tech_prereqs": [
            {
                "name": "Raketentechnik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rocketry.json"
            },
            {
                "name": "Computertechnologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/computers.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Kernfusion",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fusion.json"
            },
            {
                "name": "Tarnung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/stealth.json"
            },
            {
                "name": "Nanotechnologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nanotechnology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Raketenkreuzer",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/missile_cruiser.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Raumschiff-Fabrik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/spaceship_factory.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/robotics.json"
    },
    {
        "id": 74,
        "name": "Lasertechnologie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/lasers.png",
        "era": "Informationszeitalter",
        "cost": 7700,
        "civilopedia_entry": "Der Begriff \"Laser\" wurde ursprünglich in Großbuchstaben geschrieben, da es sich dabei um das Akronym für \"Light Amplification by Stimulated Emission of Radiation\" (Lichtverstärkung durch stimulierte Emission von Strahlung) handelt, im Grunde die genaue Definition eines Lasers. Die ersten wissenschaftlichen Grundlagen für Laser wurden 1917 von Albert Einstein gelegt, als er Plancks Strahlungsgesetz neu hergeleitet hat. Etwa zur gleichen Zeit begannen Science-Fiction-Autoren per Zufall, eine ähnliche, mögliche Technologie zu beschreiben. Der erste funktionstüchtige Laser wurde erst 1960 vorgestellt, als die Hughes Research Laboratories Lasertechnologie einführten, die in der Lage war, Daten über optische Speichergeräte zu speichern (wie ein DVD-Brenner).Seit dieser frühen Laser-Forschung wurden viele verschiedene Arten von spezialisierten Lasern entwickelt; einige wurden für unterschiedliche Funktionen wie maximale Schussreichweite, Leistungskraft oder die Benutzung von verschiedenen Wellenlängenbereichen optimiert. Obwohl sie ursprünglich unter dem Spitznamen \"eine Lösung, die nach einem Problem sucht\" bekannt waren, wurden für Laser Tausende von unterschiedlichen Einsatzmöglichkeiten entdeckt, von der Unterhaltungselektronik bis hin zur Strafverfolgung und einer militärischen Verwendung. Man sollte nur nicht direkt ins Licht schauen.",
        "quote": "\"Die Nacht ist vorgerückt, der Tag aber nahe herbeigekommen: so lasset uns ablegen die Werke der Finsternis und anlegen die Waffen des Lichtes.\" - Die Bibel, Römer 13,12",
        "tech_prereqs": [
            {
                "name": "Computertechnologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/computers.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tarnung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/stealth.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Düsenjäger",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/jet_fighter.json"
            },
            {
                "name": "Kampfpanzer",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/modern_armor.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/lasers.json"
    },
    {
        "id": 75,
        "name": "Das Internet",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/the_internet.png",
        "era": "Informationszeitalter",
        "cost": 8800,
        "civilopedia_entry": "Der Vorläufer des Internets war das so genannte ARPANET (Advanced Research Projects Agency Network), dessen Entwicklung vom US-Verteidigungsministerium finanziert wurde, um den Datenaustausch der mit dem Ministerium zusammenarbeitenden Universitäten und Forschungslabore zu erleichtern. Es wurde schon bald ein wesentlicher Bestandteil der Infrastruktur der wissenschaftlichen Forschungsgemeinschaft in den Vereinigten Staaten. Tools und Anwendungen wie das Simple Mail Transfer Protocol (allgemein als E-Mail bezeichnet) und das File Transfer Protocol (FTP) für längere Übertragungen wurden bereits wenig später entwickelt.Zu Anfang der 1980er Jahre übernahm das Verteidigungsministerium das privat entwickelte Transmission Control Protocol (TCP), das es unterschiedlichen Arten von Computern in einem Netzwerk ermöglichte, Datenpakete auf der ganzen Welt zu senden und wieder zusammenzusetzen. Zusammen mit dem globalen Adressensystem des Internet Protocol (IP) wurde die offene Architektur des TCP von den meisten Forschern und Unternehmen auf der Welt begeistert aufgenommen.Nach nur wenigen Jahren wurden über das Netzwerk Millionen Bits pro Sekunde übertragen und es entwickelten sich mehrere erfolgreiche kommerzielle Netzwerke. 1993 machte die Universität von Illinois ihr Programm \"Mosaic\" frei verfügbar, das für eine neue Internettechnologie namens \"World Wide Web\" eingesetzt wurde. Bereits wenige Monate später versorgten mehrere Unternehmen wie Netscape und Microsoft diesen boomenden Bereich mit Browser- und Server-Software für PCs. In den späten 1990er-Jahren gab es ungefähr 100.000 Internetdienstanbieter auf der Welt. Im ersten Jahrzehnt des neuen Jahrhunderts ist das Internet jährlich um etwa 100% gewachsen und damit zum größten Informations- und Unterhaltungsmedium in der Geschichte der Menschheit geworden.",
        "quote": "\"Das Internet ist das erste von Menschenhand erschaffene Ding, das der Mensch nicht versteht. Es ist das größte Experiment in Anarchie, das es jemals gab.\" - Eric Schmidt",
        "tech_prereqs": [
            {
                "name": "Telekommunikation",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/telecommunications.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Zukunftstechnologien",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_internet.json"
    },
    {
        "id": 76,
        "name": "Globalisierung",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/globalization.png",
        "era": "Informationszeitalter",
        "cost": 8800,
        "civilopedia_entry": "Globalisierung ist weder eine Technologie noch ein Forschungsgebiet, sondern beschreibt einen Prozess, bei dem unterschiedliche regionale Wirtschaftsmodelle, Kulturen, Sprachen, Informationen und ganze Gesellschaften in ein größeres, vereintes Netzwerk integriert werden. Obwohl sie häufig eingesetzt wird, um wirtschaftliche Tendenzen auf dem Weltmarkt zu beschreiben, bezieht die Globalisierung alles mit ein, von Migrationsmustern zu der Verbreitung von Technologie und Informationen. Obwohl sie erst viel später als Konzept anerkannt wurde, gab es die Globalisierung bereits zu der Zeit, als die ersten Handelsstraßen zwischen entfernten Städten etabliert wurden.Eine der ersten Definitionen von Globalisierung wurde von dem amerikanischen Unternehmer Charles Taze Russell 1897 gegeben, aber das Wort hielt erst in den 1960ern Einzug in den normalen Sprachgebrauch. Das Konzept der Globalisierung war eine treibende Kraft sowohl im privaten als auch im öffentlichen Bereich. Große Banken eröffneten Zweigstellen auf der ganzen Welt und einzelne Regierungen vereinten sich unter einem Banner wie die Vereinten Nationen.Moderne Globalisierung dient dazu, sowohl Handels- als auch politische Barrieren zwischen unterschiedlichen Nationen zu durchbrechen, um die persönliche Unabhängigkeit und den Wohlstand zu erhöhen. Sie fördert freien Handel und die Eliminierung von Zolltarifen, die Festigung von Gesetzen bezüglich des geistigen Eigentums, einen offeneren Austausch von Neuigkeiten und Informationen und mehr Freiheit für internationales Reisen, Tourismus und Immigration.",
        "quote": "\"Die elektronische Vernetzung resultiert darin, dass die Welt zu einem globalen Dorf wird.\" - Marshall McLuhan",
        "tech_prereqs": [
            {
                "name": "Telekommunikation",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/telecommunications.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Zukunftstechnologien",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/globalization.json"
    },
    {
        "id": 77,
        "name": "Teilchenphysik",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/particle_physics.png",
        "era": "Informationszeitalter",
        "cost": 8800,
        "civilopedia_entry": "Teilchenphysik führt uns einen Schritt näher an das Verständnis der Natur von Materie und Energie heran als sein Vorgänger, die Atomtheorie. Während der Begriff \"Atom\" erst 1803 durch den Chemiker John Dalton geprägt wurde, reicht die Idee, dass jede Materie in immer kleinere grundlegende Bausteine aufgespalten werden kann, zurück bis ins 6. Jahrhundert v. Chr. Moderne Teilchenphysik oder besser gesagt die Erforschung von Quantenmechanik begann erst im Jahre 1838 mit der Entdeckung von Kathodenstrahlen durch Michael Faraday, welche dabei half zu beweisen, dass Atome - bis dahin die kleinsten bekannten Objekte in der Wissenschaft - tatsächlich aus noch kleineren Teilchen bestehen.Im Allgemeinen kann die Grundlage der Quantentheorie durch das Standardmodell zusammengefasst werden, in dem 17 Arten von Elementarteilchen kategorisiert werden: zwölf Fermionen, vier Vektorbosonen und ein Skalarboson (nicht Protonen und Neutronen, wie es gemeinhin auf den unteren Bildungsebenen gelehrt wird - diese bestehen eigentlich aus Quarks, unterschiedlichen Varianten von Fermionen). Teilchen in Verbindung mit Materie gehören zu den Fermionen (sie besitzen einen halbzahligen Spin) und Teilchen, die mit Kräften in Verbindung stehen, die Bosonen, besitzen einen ganzzahligen Spin. Aus diesen 17 Grundteilchen können Hunderte von anderen Arten von Verbund- und Elementarteilchen erschaffen werden.Obwohl viele Teilchenphysiker glauben, dass es immer noch größere Zusammenhänge gibt, das es zu entdecken gilt, haben Forschungen in der Teilchenphysik gezeigt, dass es möglich ist, Blei in Gold umzuwandeln (allerdings nicht gewinnbringend), und dass solche Fantasien aus dem Science-Fiction-Bereich wie dunkle Materie und die Weltformel tatsächlich existieren könnten.",
        "quote": "\"Jeder Massenpunkt zieht jeden anderen Massenpunkt mittels einer Kraft an, die umgekehrt proportional zum Quadrat des Abstandes der beiden Massen ist.\" - Isaac Newton",
        "tech_prereqs": [
            {
                "name": "Telekommunikation",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/telecommunications.json"
            },
            {
                "name": "Mobile Taktiken",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mobile_tactics.json"
            },
            {
                "name": "Fortgeschrittene Ballistik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/advanced_ballistics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Zukunftstechnologien",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "RS-Motor",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/ss_engine.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/particle_physics.json"
    },
    {
        "id": 78,
        "name": "Kernfusion",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nuclear_fusion.png",
        "era": "Informationszeitalter",
        "cost": 8800,
        "civilopedia_entry": "Kernfusion findet in Sternen auf natürliche Weise statt und bezeichnet das Ereignis, wenn viele gleich geladene Atome sich verbinden, um ein schwereres, größeres zu bilden, wie zwei Wasserstoffatome sich verbinden, um ein Heliumatom zu werden. Ein Nebenprodukt dieser Verbindung ist eine große Abgabe oder Aufnahme von Energie, weitaus mehr als die Menge an Energie, die benötigt wird, um die beiden Kerne zu verbinden. Seit den 1950er Jahren konzentriert sich die Energieforschung darauf, die Kraft der Fusion auf eine kontrollierte Weise nutzbar zu machen, nachdem sie Zeuge der Kraft unkontrollierter Kettenreaktionen bei der Zündung der ersten Wasserstoffbombe wurde.Fusion kann in stark vereinfachte Kategorien aufgeschlüsselt werden: Reaktionen, die Energie produzieren und Reaktionen, die Energie verbrauchen. Die Fusion zwischen den leichteren Elementen (alle, die leichter sind als Eisen oder unter einer Atommasse von 26) und jedem ihrer Isotope generiert in der Regel Energie, während das Verbinden von Kernen der schwereren Elemente zum Verbrauch von Energie neigt. Bei der Kernspaltung ist es genau umgekehrt.Es bedarf einer ausreichenden Menge an Energie, damit zwei Kerne ihre positiven Ladungen überwinden und sich verbinden, selbst wenn man es mit dem leichtesten Element zu tun hat - Wasserstoff. Allerdings glauben einige Wissenschaftler, dass es bis 2020 möglich sein wird, einen Reaktor zu bauen, der nicht nur in der Lage ist, so eine Reaktion zu kontrollieren und herbeizuführen, sondern auch zehnmal so viel Energie produziert, wie er benötigt, um sie zu erschaffen. Diese Art von verfügbarer Energie könnte die Infrastruktur der ganzen Welt revolutionieren und die Weise ändern, in welcher selbst die kleinsten technologischen Leistungen erreicht werden.",
        "quote": "\"Die Entfesselung der Atomenergie hat kein neues Problem geschaffen. Sie hat lediglich die Notwendigkeit der Lösung eines bereits vorher bestehenden Problems noch akuter werden lassen.\" - Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Fortgeschrittene Ballistik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/advanced_ballistics.json"
            },
            {
                "name": "Satellitentechnologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/satellites.json"
            },
            {
                "name": "Robotertechnik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/robotics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Zukunftstechnologien",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Riesiger Killerroboter",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/giant_death_robot.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fusion.json"
    },
    {
        "id": 79,
        "name": "Nanotechnologie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nanotechnology.png",
        "era": "Informationszeitalter",
        "cost": 8800,
        "civilopedia_entry": "Nanotechnologie ist eine extrem breit gefächerte Wissenschaft, bei der es um die Steuerung einer beliebigen Materie auf atomarer oder molekularer Ebene geht. Ihre Darstellung ist oft verklärt und beinhaltet etwa Milliarden winziger Roboter, die den Fluss einzelner Atome lenken, aber in Wirklichkeit betrifft die Nanotechnologie alle Forschungsbereiche, in denen Teilchen untersucht und verwendet werden, die nicht größer als ein paar Nanometer sind: angefangen von der Erzeugung winziger Kohlenstoffnanoröhren und Nanoteilchen in Solarzellen bis hin zur DNS-Forschung. Ein Nanometer (die relative Größe, in der Nanotechnologie sich hauptsächlich abspielt) ist ein Milliardstel eines Meters, was etwa dem Maßstab einer Murmel im Verhältnis zur Erde entspricht. Technologie zur Forschung in diesen winzigen Dimensionen ist erst seit wenigen Jahren verfügbar. Trotz des kurzen Bestehens der Nanotechnologie werden pro Woche schätzungsweise drei bis vier neue Produkte veröffentlicht, deren Anwendungsbereich sich von Kleidung und Kosmetika über Nahrungsmittel bis hin zu Verpackungen erstreckt.Viele Wissenschaftler sind begeistert von den Einsatzmöglichkeiten für die Entwicklung von Technologien in diesem winzigkleinen Maßstab, während andere besorgt sind über mögliche gesundheitliche, ökologische und ethische Auswirkungen, die diese Technologie mit sich bringen könnte. In einigen Ländern wurden Rufe nach Sicherheits- und Gesundheitsvorkehrungen laut und es gibt Bedenken, dass Nanoteilchen versehentlich freigesetzt werden und im menschlichen Körper und in der Umwelt giftige Schäden verursachen könnten.",
        "quote": "\"Die Auswirkungen der Nanotechnologie auf unser Leben werden die Auswirkungen der elektronischen Revolution noch übertreffen.\" - Richard Schwartz",
        "tech_prereqs": [
            {
                "name": "Robotertechnik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/robotics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Zukunftstechnologien",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "RS-Stasekammer",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/ss_stasis_chamber.json"
            },
            {
                "name": "XCOM-Trupp",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/xcom_squad.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nanotechnology.json"
    },
    {
        "id": 80,
        "name": "Tarnung",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/stealth.png",
        "era": "Informationszeitalter",
        "cost": 8800,
        "civilopedia_entry": "Das Konzept oder die Praxis der Tarnung ist nicht neu in der menschlichen Entwicklung, doch moderne Tarntechnologie erhebt die Idee des Nicht-gesehen-Werdens auf ein völlig neues Niveau. Tarntechnologie ist die Verbindung verschiedener militärischer Disziplinen und Taktiken, um Objekte vor Radar, Sonar, Thermalmessung und anderen, weniger offensichtlichen Methoden sowohl zu verbergen, andererseits aber auch, sie durch verschiedene Methoden sichtbar zu machen.Die Tarnuniform ist eine der ältesten und einfachsten Arten, Objekte vor ihrem Hintergrund unsichtbar zu machen, doch viele technologische Fortschritte haben einen Bedarf nach dynamischeren und feineren Methoden, Objekte zu verstecken und zu entdecken, erschaffen. Kleidung wird mit thermalen Chemikalien versetzt, Schiffe werden aus speziellen Materialien gebaut, die Radar absorbieren, und die Infrarotsignaturen von Flugzeugen werden durch ausgeklügelte Abgassysteme verborgen. Auch wenn es nicht immer möglich ist, Objekte absolut unsichtbar zu machen, haben moderne Tarnfahrzeuge und Spionageflugzeuge die Art und Weise, in der Militäroperationen ausgeführt werden, nachhaltig verändert, da sie den Ländern, die über das nötige Wissen verfügen, einen gewaltigen Vorteil verschaffen.",
        "quote": "\"Sei unendlich subtil, ja, geh an die Grenze der Formlosigkeit. Sei unendlich rätselhaft, ja, geh bis an die Grenze der Lautlosigkeit. So kannst du das Schicksal deines Gegners bestimmen.\" - Sun Tzu",
        "tech_prereqs": [
            {
                "name": "Robotertechnik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/robotics.json"
            },
            {
                "name": "Lasertechnologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/lasers.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Zukunftstechnologien",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Tarnkappenbomber",
                "url": "https://eyefyre.github.io/civvapi/v1/de/units/stealth_bomber.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/stealth.json"
    },
    {
        "id": 81,
        "name": "Zukunftstechnologien",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/future_tech.png",
        "era": "Informationszeitalter",
        "cost": 9500,
        "civilopedia_entry": "Es ist schwierig, die Geschichte von Technologien niederzuschreiben, die noch gar nicht erfunden wurden. Aber hier ein paar mögliche große Durchbrüche, die die Geschichte der Menschheit dramatisch beeinflussen könnten. Früher oder später wird die Medizin erforschen, wie man Krebs und andere Krankheiten heilen, die Lebenserwartung von Menschen deutlich erhöhen und das menschliche Gehirn direkt an Maschinen anschließen kann. Billige, saubere Energieformen werden entdeckt werden. Computer werden schneller und kleiner werden. Spiele werden fesselnder und realistischer werden. Brutale neue Waffen werden entwickelt werden. Und ein riesiger Killerroboter wird gebaut werden, um alles Leben auf dem Planeten zu zerstören, aber wir werden von einer Armee von mutierten Kung-Fu-Cyborgs gerettet werden. Die Zukunft wird spannend!",
        "quote": "\"Ich denke, wir stimmen darin überein, dass die Vergangenheit vergangen ist.\" - George W. Bush",
        "tech_prereqs": [
            {
                "name": "Das Internet",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_internet.json"
            },
            {
                "name": "Globalisierung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/globalization.json"
            },
            {
                "name": "Teilchenphysik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/particle_physics.json"
            },
            {
                "name": "Kernfusion",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fusion.json"
            },
            {
                "name": "Nanotechnologie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nanotechnology.json"
            },
            {
                "name": "Tarnung",
                "url": "https://eyefyre.github.io/civvapi/v1/de/tech/stealth.json"
            }
        ],
        "tech_unlocks": [],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/future_tech.json"
    }
]