{
    "id": 75,
    "name": "Das Internet",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/the_internet.png",
    "era": "Informationszeitalter",
    "cost": 8800,
    "civilopedia_entry": "Der Vorläufer des Internets war das so genannte ARPANET (Advanced Research Projects Agency Network), dessen Entwicklung vom US-Verteidigungsministerium finanziert wurde, um den Datenaustausch der mit dem Ministerium zusammenarbeitenden Universitäten und Forschungslabore zu erleichtern. Es wurde schon bald ein wesentlicher Bestandteil der Infrastruktur der wissenschaftlichen Forschungsgemeinschaft in den Vereinigten Staaten. Tools und Anwendungen wie das Simple Mail Transfer Protocol (allgemein als E-Mail bezeichnet) und das File Transfer Protocol (FTP) für längere Übertragungen wurden bereits wenig später entwickelt.Zu Anfang der 1980er Jahre übernahm das Verteidigungsministerium das privat entwickelte Transmission Control Protocol (TCP), das es unterschiedlichen Arten von Computern in einem Netzwerk ermöglichte, Datenpakete auf der ganzen Welt zu senden und wieder zusammenzusetzen. Zusammen mit dem globalen Adressensystem des Internet Protocol (IP) wurde die offene Architektur des TCP von den meisten Forschern und Unternehmen auf der Welt begeistert aufgenommen.Nach nur wenigen Jahren wurden über das Netzwerk Millionen Bits pro Sekunde übertragen und es entwickelten sich mehrere erfolgreiche kommerzielle Netzwerke. 1993 machte die Universität von Illinois ihr Programm \"Mosaic\" frei verfügbar, das für eine neue Internettechnologie namens \"World Wide Web\" eingesetzt wurde. Bereits wenige Monate später versorgten mehrere Unternehmen wie Netscape und Microsoft diesen boomenden Bereich mit Browser- und Server-Software für PCs. In den späten 1990er-Jahren gab es ungefähr 100.000 Internetdienstanbieter auf der Welt. Im ersten Jahrzehnt des neuen Jahrhunderts ist das Internet jährlich um etwa 100% gewachsen und damit zum größten Informations- und Unterhaltungsmedium in der Geschichte der Menschheit geworden.",
    "quote": "\"Das Internet ist das erste von Menschenhand erschaffene Ding, das der Mensch nicht versteht. Es ist das größte Experiment in Anarchie, das es jemals gab.\" - Eric Schmidt",
    "tech_prereqs": [
        {
            "name": "Telekommunikation",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/telecommunications.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Zukunftstechnologien",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}