{
    "id": 22,
    "name": "Theologie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/theology.png",
    "era": "Mittelalter",
    "cost": 275,
    "civilopedia_entry": "Theologie ist das Studium der Religion; Theologen studieren religiöse Traditionen und Glaubensansichten. Diese Wissenschaft geht zumindest bis zur griechischen Antike zurück, in der es eine extrem umfangreiche Mythologie und viele religiöse Traditionen gab. Im 1. und 2. Jahrhundert n. Chr. blühte die jüdische Religionswissenschaft auf. Der Jerusalemer Talmud, eine Sammlung rabbinischer Kommentare zur mündlichen Überlieferung des Judentums, wurde um 200 n. Chr. veröffentlicht und in den folgenden zwei Jahrhunderten erweitert und angepasst.Theologie hat einen unglaublich starken Einfluss auf die Weltgeschichte. Unzählige Millionen sind wegen religiöser Dispute gestorben und sterben noch heute. Die Römer töteten Christen wegen ihrer radikalen neuen Ansichten, welche die Existenz der römischen Götter ausschloss. Christen töteten Juden, Muslime und Christen wegen religiöser Differenzen. Der Theologe und christliche Reformator Martin Luther löste mit seinen \"95 Thesen\" einen brutalen religiösen Konflikt in Europa aus, der Jahrhunderte andauerte. In seinen Thesen stellte er unter anderem den Verkauf päpstlicher Ablassbriefe in Frage, mit denen Geld für den Bau des Petersdoms gesammelt wurde. Falls der momentane Religionskrieg zwischen radikalen Muslimen und der westlichen Welt jemals beigelegt wird, wird die Theologie dabei eine tragende Rolle spielen.",
    "quote": "\"Der Mensch braucht für sein Seelenheil drei Dinge: das Wissen, woran er glauben soll, das Wissen, was er begehren soll, und das Wissen, was er tun soll.\" - Thomas von Aquin",
    "tech_prereqs": [
        {
            "name": "Philosophie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/philosophy.json"
        },
        {
            "name": "Drama und Dichtung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/drama_and_poetry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Kompass",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/compass.json"
        },
        {
            "name": "Bildungswesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/education.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Garten",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/garden.json"
        },
        {
            "name": "Hagia Sophia",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hagia_sophia.json"
        },
        {
            "name": "Große Moschee v. Djenné",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/great_mosque_of_djenne.json"
        },
        {
            "name": "Großer Tempel",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/grand_temple.json"
        },
        {
            "name": "Candi",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/candi.json"
        },
        {
            "name": "Borobudur",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/borobudur.json"
        }
    ]
}