{
    "id": 8,
    "name": "Schrift",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/writing.png",
    "era": "Antike",
    "cost": 55,
    "civilopedia_entry": "Schrift ist die Kunst, Information so auf einem Material (Papier, Stein, Ton, Tierhaut) festzuhalten, dass andere, die das Material ansehen, den Sinn erfassen können. Die früheste Form der Schrift wurde etwa im 4. Jahrtausend v. Chr. erfunden. Bei dieser \"Piktografie\" zeichnet der Schreiber kleine Bilder, die das Gemeinte darstellen. Dies ist für einfache Themen praktikabel, doch abstraktere Themen machen andere Methoden erforderlich. (Ein Bild eines Schafs zu zeichnen mag einfach sein, aber was ist mit tausend Schafen, oder dem Geräusch, das ein Schaf macht, wenn es von einer Pyramide fällt? Nicht ganz so einfach.)Logografie folgte wahrscheinlich der Piktografie. Bei der Logografie stehen Symbole für einzelne Wörter. Es gibt ein Symbol für \"Schaf\", ein anderes Symbol für \"Tausend Schafe\" und noch ein anderes für das Geräusch, das ein Schaf macht, wenn es von einer Pyramide fällt. Doch eine Sprache umfasst möglicherweise Zehntausende von Wörtern und für jedes davon ein Symbol zu lernen, könnte problematisch sein.Ein phonetisches System weist jedem unterschiedlich klingenden Wort ein individuelles Symbol zu. \"Schaf\" hätte ein eigenes Symbol, aber \"Ferse\", \"Verse\" und \"Färse\" würden alle durch das gleiche Symbol dargestellt. Dadurch muss man sich weniger Symbole merken, aber die Wahrscheinlichkeit für Missverständnisse steigt.In einem alphabetischen System besteht die Schrift aus einer Reihe von Symbolen (dem Alphabet), welche die verschiedenen Klänge einer Sprache grob wiedergeben. Diese Symbole können aneinandergereiht werden, um jedes gesprochene Wort der Sprache darzustellen. Theoretisch kann jeder, der dieser Schrift mächtig ist, jedes geschriebene Wort aussprechen. Dieses System wird im Deutschen verwendet und gilt (besonders im Sprachraum, in dem die lateinische Schrift verwendet wird) als nützlichstes und flexibelstes System, das bisher entwickelt wurde.",
    "quote": "\"Wer ein gutes Buch vernichtet, tötet die Vernunft.\" - John Milton",
    "tech_prereqs": [
        {
            "name": "Keramik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/pottery.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Philosophie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/philosophy.json"
        },
        {
            "name": "Drama und Dichtung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/drama_and_poetry.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Papiermacher",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/paper_maker.json"
        },
        {
            "name": "Bibliothek",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/library.json"
        },
        {
            "name": "Große Bibliothek",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/great_library.json"
        },
        {
            "name": "Königliche Bibliothek",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/royal_library.json"
        }
    ]
}