{
    "id": 125,
    "name": "Archeolodzy|Archeologów|Archeologom|Archeologów|Archeologami|Archeologach",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/archaeologist.png",
    "game_info": "Archeolodzy to specjalni robotnicy wykorzystywani na wykopaliskach śladów przeszłości do stworzenia słynnych miejsc lub znalezienia artefaktów, umieszczanych w miejscach na wielkie dzieła sztuki w muzeach, pałacach, Ermitażu i wybranych cudach. Archeolodzy mogą pracować na terytorium dowolnego gracza i znikają, gdy zakończą wykopaliska archeologiczne. Archeologów nie można kupić za złoto i mogą powstawać tylko w mieście z uniwersytetem.",
    "historical_info": "Archeolodzy poznają ludzkie zachowania w dawnych czasach głównie poprzez wydobywanie z ziemi i badanie ludzkich szczątków, ruin budynków i pozostałości wytworów dawnych ludów. Podejmują te działania, by zrozumieć panujące w dawnych czasach wierzenia i codzienność rozmaitych historycznych społeczności. Choć w dzisiejszych czasach kontrowersje budzi kwestia własności przedmiotów, skarbów i odkrytych ludzkich szczątków, tysiące archeologów pracują na całym świecie na wykopaliskach, w muzeach i kampusach uniwersyteckich, by pozwolić nam lepiej zrozumieć własną przeszłość.",
    "strategy": "Wyślij archeologów, by zbadali wszystkie ślady przeszłości leżące nieopodal twojej cywilizacji i zdecyduj, czy chcesz wysłać artefakt do jednego ze swoich miast, czy stworzyć na tym polu słynne miejsce.",
    "movement": 4,
    "cost": {
        "production": 200,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Archeologia|Archeologii|Archeologii|Archeologię",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/archaeology.json"
    },
    "free_promotions": []
}