{
    "id": 97,
    "name": "Oszczepnicy|Oszczepników|Oszczepnikom|Oszczepników|Oszczepnikami|Oszczepnikach",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/atlatlist.png",
    "game_info": "Jedynie Majowie mogą wybudować tę jednostkę. Jest tańsza i wcześniej dostępna niż łucznik, którego zastępuje.",
    "historical_info": "Oszczepnicy byli silnie wyspecjalizowanymi miotaczami strzałek, którzy używali do ich wyrzucania długich drewnianych rur podobnych do włóczni. Urządzenie to, zwane atlatlem, miało na jednym końcu małe zagłębienie, w którym kładziono strzałkę, i wycięty przez całą swoją długość rowek, w którym się rozpędzała. Za pomocą atlatla jego użytkownik mógł wyrzucić strzałkę na odległość niemal 100 metrów z prędkością ok. 100 km/h – o wiele dalej, niż mógł to zrobić zwykły miotacz. Oszczepnicy Majów potrafili zdziesiątkować z daleka szeregi wroga, o ile tylko dobrze je widzieli.Najstarsze znalezione atlatle mają około 400 000 lat – używał ich wymarły gatunek homo heidelbergensis. Homo sapiens zaczął używać atlatli najpewniej w górnym paleolicie, ok. 15 500 lat p.n.e.",
    "strategy": "Oszczepnicy to unikatowa jednostka Majów, która zastępuje łuczników. Jest od nich tańsza i dostępna dużo wcześniej, gdyż nie wymaga odkrycia łucznictwa. Dzięki tej przewadze Majowie mogą pozwolić sobie na obranie innych priorytetów badawczych w początkowej fazie gry.",
    "movement": 2,
    "cost": {
        "production": 36,
        "faith": 72
    },
    "prereq_tech": {
        "name": "Rolnictwo|Rolnictwa|Rolnictwu|Rolnictwo",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/agriculture.json"
    },
    "free_promotions": [
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack.json"
        }
    ]
}