{
    "id": 29,
    "name": "Bomba atomowa|Bomby atomowej|Bombom atomowym|Bombę atomową",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/atomic_bomb.png",
    "game_info": "Użyj przeciw wrogom potęgi atomu. Zadaje wielkie obrażenia miastom i jednostkom znajdującym się w polu rażenia. Można umieszczać ją na lotniskowcach.Wymaga Projektu Manhattan oraz złoża uranu.",
    "historical_info": "Wczesne bombowce atomowe niczym się nie różniły od innych ciężkich bombowców, oczywiście, oprócz ładunku. „Enola Gay”, bombowiec, który zrzucił bombę atomową na Hiroszimę 6 sierpnia 1945 roku, był amerykańskim bombowcem B-29, tak samo jak „Bockscar”, który trzy dni później zrzucił drugą bombę na Nagasaki. W okresie po wojnie mocarstwa atomowe opracowały specjalne „strategiczne bombowce”, do transportu broni atomowej w głąb terytorium wroga. Te samoloty mogą pokonywać długie dystanse na ogromnej wysokości i są wyposażone w wyrafinowane systemy zagłuszania oraz w technologię antyrakietową. Najnowsze bombowce strategiczne zawierają technologię stealth, dzięki czemu jeszcze trudniej je zniszczyć, zanim zrzucą swój śmiercionośny ładunek.",
    "strategy": "Bomba atomowa to niezwykle potężna broń. Można ją umieścić w należącym do gracza mieście lub na pokładzie jego lotniskowca. Może przemieszczać się z bazy do bazy lub zaatakować cel w zasięgu 10 pól. Wybuch bomby atomowej uszkodzi lub zniszczy jednostki i miasta w promieniu 2 pól. Kiedy atakuje, zostaje automatycznie zniszczona. Więcej szczegółów znajdziesz w zasadach dotyczących broni atomowej.",
    "movement": 2,
    "cost": {
        "production": 600,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Rozszczepianie jądra atomu|Rozszczepiania jądra atomu|Rozszczepianiu jądra atomu|Rozszczepianie jądra atomu",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/nuclear_fission.json"
    },
    "free_promotions": [
        {
            "name": "Unik (50)|Uniku (50)|Unikowi (50)|Unik (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/evasion_(50)_at.json"
        }
    ]
}