{
    "id": 31,
    "name": "B17",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/b17.png",
    "game_info": "Jednostka powietrzna zrzucająca śmierć na nieprzyjacielskie jednostki i miasta. Mogą ją skonstruować tylko Amerykanie. Ta jednostka ma szansę uniknąć przechwycenia oraz zadaje miastom większe uszkodzenia niż bombowce, które zastępuje.",
    "historical_info": "Boeing B-17 „Latająca forteca”, był ciężkim bombowcem, używanym przez lotnictwo Stanów Zjednoczonych podczas II wojny światowej. Wyposażony w cztery silniki, wiele stanowisk strzeleckich i osiągający niezwykle wysoki pułap, B-17 był ulubionym bombowcem amerykańskiego lotnictwa – pomimo jego krótszego zasięgu i mniejszej ładowności w porównaniu z B24 Liberatorem – głównie z powodu możliwości przetrwania ciężkich uszkodzeń, dzięki czemu załoga wracała żywa do bazy.Na początku wykorzystywano go w dziennych nalotach na cele w Niemczech, gdzie B-17 ponosił ciężkie straty spowodowane przez myśliwce Luftwaffe. Z upływem czasu Alianci zaprojektowali myśliwce zdolne do eskortowania bombowców na terytorium wroga. Rajdy B-17 stały się bardziej skuteczne, zadając olbrzymie straty niemieckiemu przemysłowi i miastom.W czasie II wojny światowej zbudowano ponad 12 000 B-17, a około jedna trzecia z nich została utracona w walce.",
    "strategy": "Bombowce B17 to unikatowa jednostka amerykańska zastępująca bombowce. Jest do nich podobna, ale jest odporniejsza na ataki artylerii przeciwlotniczej i myśliwców wroga. B17 otrzymują też premię podczas ataku na wrogie miasta. Podobnie do bombowców, B17 mają zasięg 10 pól. Więcej szczegółów znajdziesz w zasadach dotyczących lotnictwa.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar|Radaru|Radarowi|Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Unik|Uniku|Unikowi|Unik",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/evasion_a.json"
        },
        {
            "name": "Oblężenie I|Oblężenia I|Oblężeniu I|Oblężenie I",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/siege_i_a.json"
        }
    ]
}