{
    "id": 133,
    "name": "Bazooki|Bazook|Bazookom|Bazooki|Bazookami|Bazookach",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/bazooka.png",
    "game_info": "Jednostka epoki atomowej walcząca dystansowo, która musi sąsiadować z przeciwnikiem, by zaatakować.",
    "historical_info": "Bazooka to powszechna nazwa przenośnej, bezodrzutowej broni stworzonej do zwalczania wrogich pojazdów opancerzonych. Opracowana pod koniec I wojny światowej przez armię USA bazooka wykorzystuje mały silnik rakietowy do wystrzelenia odpowiednio ukształtowanego pocisku wybuchowego. Wraz ze swoimi brytyjskimi (PIAT) i niemieckimi (panzerschreck) odpowiednikami była szeroko wykorzystywana podczas II wojny światowej. W miarę jak na polu bitwy przybywało czołgów, transporterów i innych pojazdów opancerzonych, żołnierze coraz bardziej potrzebowali możliwości szybkiej reakcji bez konieczności oczekiwania na ciężki sprzęt. W rękach uzbrojonej sekcji, która nie obawiała się podejść blisko do wrogiego czołgu, bazooka była śmiercionośną bronią.",
    "strategy": "Bazooka to ostatnia nieoblężnicza jednostka walcząca dystansowo. To najsilniejsza jednostka walcząca na odległość. Ma tylko jedno pole zasięgu, ale może powodować poważne uszkodzenia, nie odnosząc przy tym żadnych szkód - z tego względu jest doskonałą jednostką obronną.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Rozszczepianie jądra atomu|Rozszczepiania jądra atomu|Rozszczepianiu jądra atomu|Rozszczepianie jądra atomu",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/nuclear_fission.json"
    },
    "free_promotions": [
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack_at.json"
        }
    ]
}