{
    "id": 91,
    "name": "Berserkowie|Berserków|Berserkom|Berserków",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/berserker.png",
    "game_info": "Silna lądowa jednostka frontowa z epoki średniowiecza, specjalizująca się w atakach z morza. Mogą ją budować tylko Duńczycy. Zastępuje ciężkozbrojnych, ale jest dostępna wcześniej.",
    "historical_info": "Berserkowie z wielkiej armii pogan byli jedną z najbardziej przerażających jednostek IX wieku. Armia pogan, składająca się z berserków, wojowników i marynarzy, została stworzona podczas serii wikińskich ataków na Paryż i Rouen w latach 845-850 n.e. Jej liczebność szybko wzrosła, a taktyka została udoskonalona. W roku 865 armia dotarła do wschodnich wybrzeży Wysp Brytyjskich z zamiarem zajęcia tych terenów. Rok później jej wojska podbiły królestwo Nortumbrii, a królestwo Anglii Wschodniej padło w 870 r. Mercja została zajęta w 874 r. Podróżujący w towarzystwie wojsk osadnicy założyli królestwo Yorku. Ostatecznie armia pogan została pokonana w 878 r., a ocalali z pogromu wojownicy osiedlili się na stałe w Anglii Wschodniej, Essex i Mercji.",
    "strategy": "Berserkowie to jedna z unikatowych jednostek duńskich, zastępująca ciężkozbrojnych. Ma o 1 [ICON_MOVES] punkt ruchu więcej niż ciężkozbrojni i posiada awans „Desant”, umożliwiający atak na ląd z pól wybrzeża bez kary. Dostępni po wynalezieniu odlewania metalu zamiast stali.",
    "movement": 3,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Odlewanie metalu|Odlewania metalu|Odlewaniu metalu|Odlewanie metalu",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/metal_casting.json"
    },
    "free_promotions": [
        {
            "name": "Desant",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/amphibious.json"
        }
    ]
}