{
    "id": 30,
    "name": "Bombowiec|Bombowca|Bombowcowi|Bombowca",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/bomber.png",
    "game_info": "Jednostka powietrzna zrzucająca śmierć na nieprzyjacielskie jednostki i miasta.",
    "historical_info": "Bombowiec to samolot zaprojektowany by siać z góry zniszczenie wśród żołnierzy, jednostek pancernych i infrastruktury wroga. Bombowce z reguły mają bardzo duży zasięg, dzięki czemu mogą lecieć daleko w głąb terytorium wroga, by zrzucić swój śmiercionośny ładunek. Chociaż mogą posiadać karabiny maszynowe i inną broń bliskiego zasięgu, bombowce są właściwie bezbronne wobec ataku wrogich myśliwców i wymagają eskorty przyjaznych samolotów, które będą je chroniły przed wrogim lotnictwem.Podczas II wojny światowej wszystkie większe mocarstwa korzystały z bombowców. Niemiecki „blitz” starał się zniszczyć z powietrza brytyjski przemysł (nie wspominając o Londynie i innych miastach), a alianckie bombowce odwdzięczyły się, zrzucając tony ładunków wybuchowych na niemieckie miasta, fabryki, kolej i pozostałą część infrastruktury. Na Pacyfiku japońskie bombowce atakowały alianckie miasta i bazy wojskowe – wielkim sukcesem był atak na Pearl Harbor. Zyskując dominację powietrzną, siły powietrzne Aliantów siały zniszczenie w japońskich miastach i wśród sił zbrojnych. Bombowce ( i ich krewni – pociski balistyczne) wciąż są najbardziej śmiercionośną bronią we współczesnych arsenałach.",
    "strategy": "Bombowce to jednostki powietrzne. Są skuteczne w walce przeciwko celom naziemnym a także, w mniejszym stopniu, morskim. Ich słabym punktem jest duża podatność na ataki nieprzyjacielskich samolotów. Bombowce mogą stacjonować w należącym do gracza mieście lub na pokładzie jego lotniskowca, a także przemieszczać się od bazy do bazy i wykonywać misje o zasięgu 10 pól. Używaj ich do atakowania nieprzyjacielskich miast i jednostek. Jeżeli to możliwe, najpierw wysyłaj myśliwce, by „zużyć” wrogie środki obrony przeciwlotniczej w danej turze. W zasadach dotyczących lotnictwa znajdziesz więcej informacji na ten temat.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar|Radaru|Radarowi|Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radar.json"
    },
    "free_promotions": []
}