{
    "id": 95,
    "name": "Łucznicy babilońscy|Łuczników babilońskich|Łucznikom babilońskim|Łuczników babilońskich",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/bowman.png",
    "game_info": "Jako jedna z pierwszych dostępnych jednostek dystansowych, ta unikatowa jednostka babilońska zastępuje łucznika. Strzelcy Babilonu mogą skuteczniej od zwykłych stawiać czoła atakom wręcz.",
    "historical_info": "Mamy całkiem dobre pojęcie o elitarnych babilońskich jednostkach łuczniczych dzięki pięknej asyryjskiej mozaice, ukazującej je maszerujące na bitwę. Babilońscy łucznicy są ubrani w kolorowe, zdobione szaty i niosą łuki o długości około 1,2 m oraz kołczany zawieszone na plecach. Mają również włócznie lub sztylety, najprawdopodobniej do obrony osobistej przed jednostkami wroga, które zbliżyłyby się dostatecznie, by zaatakować wręcz.\r\nStrzelcom towarzyszyły oddzielne jednostki z dużymi tarczami wysokości człowieka, tworząc coś w rodzaju ruchomej fortecy. Strzelcy byli nieodłączną częścią piechoty Babilonu, gdyż łatwiej ich było trenować i zastępować niż kosztowniejszą kawalerię. Obsadzano też nimi słynne mury Babilonu, umieszczając ich w licznych wieżyczkach, którymi były obsiane.",
    "strategy": "Strzelec Babilonu jest unikatową jednostką zastępującą łucznika. Są oni silniejsi od łuczników zarówno w ofensywie, jak i defensywie, co pozwala na umieszczanie ich na linii frontu. Zwiększona siła bojowa strzelców pozwala im na szybkie zaradzenie większości problemów przez naszpikowanie ich strzałami.",
    "movement": 2,
    "cost": {
        "production": 40,
        "faith": 80
    },
    "prereq_tech": {
        "name": "Łucznictwo|Łucznictwa|Łucznictwu|Łucznictwo",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/archery.json"
    },
    "free_promotions": [
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack.json"
        }
    ]
}