{
    "id": 56,
    "name": "Łucznicy arabscy|Łuczników arabskich|Łucznikom arabskim|Łuczników arabskich",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/camel_archer.png",
    "game_info": "Szybka jednostka średniowieczna, słaba w walce z pikinierami. Mogą ją stworzyć tylko Arabowie. To jednostka strzelająca, w przeciwieństwie do rycerzy, których zastępuje.",
    "historical_info": "Część muzułmańskich kawalerzystów ruszała do bitwy na grzbietach wielbłądów. Ich pojawienie się na polu walki wywoływało panikę wśród europejskich koni, które nigdy wcześniej nie spotkały się z podobnymi zwierzętami. Jak łatwo się domyślić, wielbłądy okazały się o wiele lepiej przystosowane do walki w warunkach pustynnych niż konie. Łucznicy arabscy podobnie jak mogolscy łucznicy konni specjalizowali się w wojnie podjazdowej. Potrafią być bardzo niebezpieczni dla rycerzy, o ile nie są oni chronieni przez własne jednostki łucznicze lub lekką kawalerię.",
    "strategy": "Łucznicy arabscy to unikatowa jednostka zastępująca rycerzy. Jest to silna jednostka strzelająca, mogąca razić przeciwników odległych o 2 pola. Może się poruszyć po walce. Łucznicy arabscy dysponują mniejszą siłą bojową w zwarciu niż rycerze. Podobnie jak oni, są podatni na atak pikinierów.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Rycerstwo|Rycerstwa|Rycerstwu|Rycerstwo",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Bez terenowej premii do obrony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Może wykonać ruch po ataku",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack.json"
        }
    ]
}