{
    "id": 47,
    "name": "Działa|Dział|Działom|Działa",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cannon.png",
    "game_info": "Potężna jednostka oblężnicza z epoki renesansu. Przed rozpoczęciem ostrzału trzeba je rozstawić.",
    "historical_info": "Działo to broń o wyglądzie wielkiej rury. Potrzebuje prochu lub innych materiałów wybuchowych, by wystrzeliwać pociski z dużą prędkością. Wynaleziono je w Chinach, w XII wieku n.e. Jako pierwsi zaczęli z niego korzystać Mongołowie, którzy użyli go ze świetnym skutkiem w Chinach i Korei. Prawdopodobnie to za ich sprawą działo zaczęli stosować muzułmanie. Od nich z kolei przejęli je Europejczycy. Pierwsze egzemplarze były bardzo duże i wysoce niebezpieczne w użyciu. Częste były przypadki eksplozji działa w trakcie wystrzału. W czasach renesansu dzięki rozwojowi metalurgii działa udało się jednak zminiaturyzować i uczynić bezpieczniejszymi. Co więcej, mogły być ciągnięte przez konie oraz montowane na okrętach.Rewolucyjne zmiany w używaniu tej broni wprowadził szwedzki król Gustaw Adolf. To dzięki niemu rozpoczęto masową produkcję mniejszej i lżejszej broni artyleryjskiej. Upowszechnił on również stosowanie amunicji odłamkowej przeciwko piechocie, za co z pewnością zyskał wieczną nienawiść żołnierzy tej formacji.",
    "strategy": "Działa to ważna jednostka oblężnicza z środkowej części gry, niszczycielska przeciwko cywilizacjom, które jeszcze jej nie posiadają. Podobnie jak inne jednostki oblężnicze, działa muszą wydać 1 punkt ruchu na rozstawienie się, zanim zaatakują. Działa zachowają pełnię swojego potencjału także w epoce przemysłowej. Mają mniejszy zasięg widzenia od innych jednostek i powinny być chronione przez jednostki piechoty.",
    "movement": 2,
    "cost": {
        "production": 185,
        "faith": 370
    },
    "prereq_tech": {
        "name": "Chemia|Chemii|Chemii|Chemię",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/chemistry.json"
    },
    "free_promotions": [
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Premia przeciwko miastom (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/bonus_vs_cities_(200)_at.json"
        },
        {
            "name": "Bez terenowej premii do obrony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Musi się ustawić, żeby ostrzeliwać",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/must_set_up_to_ranged_attack_at.json"
        },
        {
            "name": "Ograniczony zasięg widzenia|Ograniczonego zasięgu widzenia|Ograniczonemu zasięgowi widzenia|Ograniczony zasięg widzenia",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/limited_visibility_at.json"
        }
    ]
}