{
    "id": 17,
    "name": "Karawela|Karaweli|Karaweli|Karawelę",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/caravel.png",
    "game_info": "Szybka renesansowa jednostka zwiadowcza, która może poruszać się po heksach oceanicznych. Walczy w zwarciu.",
    "historical_info": "Karawela była małym morskim statkiem, który pływał po morzach XV-wiecznego świata. Zbudowano ją z inicjatywy portugalskiego księcia zwanego Henrykiem Nawigatorem. Jako że konstrukcja ta okazała się być wielkim sukcesem, niebawem i inne kraje opracowały własną wersję tego okrętu. Liczył on od 18 do 30 metrów długości. Zazwyczaj wyposażano go w 2-3 maszty. Ze względu na niska wagę statki te mogły pływać po wyjątkowo płytkich wodach. Czyniło je to idealnymi do badania nieznanych akwenów i rzek. Ich ogromną zaletą była także odporność na nawet najgorsze atlantyckie sztormy. Dwa z trzech okrętów Krzysztofa Kolumba (Pinta i Nina) były karawelami. Największy z okrętów (Santa Maria) był karaką.",
    "strategy": "Karawela to znaczące zwiększenie potęgi morskiej cywilizacji. Jest jednostką strzelającą, silniejszą i szybszą niż trirema, może też wypływać na pola otwartego oceanu. Karawela ma duży zasięg widzenia, co czyni ją oczami i uszami floty w środkowym etapie gry. Traci jednak tę niezwykłą zdolność, jeśli wskutek modernizacji zostanie przekształcona w niszczyciel.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Astronomia|Astronomii|Astronomii|Astronomię",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/astronomy.json"
    },
    "free_promotions": [
        {
            "name": "Większy zasięg widzenia (1)|Większego zasięgu widzenia (1)|Większemu zasięgowi widzenia (1)|Większy zasięg widzenia (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/extra_sight_(1).json"
        },
        {
            "name": "Wycofanie przed walką wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/withdraw_before_melee.json"
        }
    ]
}