{
    "id": 124,
    "name": "Karawana|Karawany|Karawanie|Karawanę",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/caravan.png",
    "game_info": "Zakłada między dwiema cywilizacjami lądowe szlaki handlowe przynoszące złoto. Może też posłużyć do dostarczania żywności lub produkcji na twoim terytorium po wybudowaniu spichlerza lub warsztatu.",
    "historical_info": "Od niepamiętnych czasów kupcy używali zwierząt jucznych - od koni i mułów po wielbłądy i lamy - by umożliwić sobie handel na duże odległości. Pierwsze historyczne wzmianki o karawanach pochodzą z około 1000 r. p.n.e., kiedy to zachodnimi brzegami Arabii ciągnęły grupy wielbłądników niosące klejnoty, cenne metale, kadzidło i przyprawy, łącząc Indie z imperiami egipskim, fenickim i mezopotamskim. Wiele tras karawan, jak sławny jedwabny szlak z Chin na Bliski Wschód, miały równie wielki udział w historii jak wojny i religia. Choć w dzisiejszych czasach zastąpił je w większości przypadków transport zmotoryzowany, na niegościnnych terenach, jak obrzeża Sahary i pustyni Gobi, nadal spotkać można juczne karawany.",
    "strategy": "Karawana umożliwia ci utworzenie lądowego szlaku handlowego między dwoma cywilizacjami, przynosi złoto właścicielowi i cywilizacji docelowej. Zbudowanie spichlerza lub warsztatu w mieście początkowym pozwoli ci przewozić żywność lub produkcję pomiędzy twoimi miastami. Gdy przydzielisz ją do jakiegoś szlaku, nie może się bronić, więc sprawdź, czy na szlaku nie ma żadnych niebezpieczeństw.",
    "movement": 1,
    "cost": {
        "production": 75,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Hodowla zwierząt|Hodowli zwierząt|Hodowli zwierząt|Hodowlę zwierząt",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/animal_husbandry.json"
    },
    "free_promotions": [
        {
            "name": "Ograniczony zasięg widzenia|Ograniczonego zasięgu widzenia|Ograniczonemu zasięgowi widzenia|Ograniczony zasięg widzenia",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/limited_visibility.json"
        }
    ]
}