{
    "id": 123,
    "name": "Statek towarowy|Statku towarowego|Statkowi towarowemu|Statek towarowy",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cargo_ship.png",
    "game_info": "Zakłada między dwiema cywilizacjami morskie szlaki handlowe przynoszące złoto. Może też posłużyć do dostarczania żywności lub produkcji na twoim terytorium po wybudowaniu spichlerza lub warsztatu.",
    "historical_info": "Statki towarowe przeznaczone są do transportowania towaru po wodzie. Najdawniejsze zapiski handlowe wspominają o przewozie towarów drogą morską, a archeologowie znaleźli dowody na istnienie morskich statków towarowych na morzach Śródziemnym i Czerwonym już na początku I tysiąclecia p.n.e. W miarę jak udawano się w coraz dłuższe trasy, projekt statku towarowego ulegał zmianie. Do XVI w. na szlakach handlowych królowały portugalska karaka i hiszpański galeon. Wraz z nastaniem epoki przemysłu istotniejsza stała się prędkość transportu, przez co pod koniec XIX w. popularne stały się klipry. Dziś mnóstwo jest wyspecjalizowanych statków - od kontenerowców i masowców po ogromne tankowce.",
    "strategy": "Statek towarowy umożliwia ci utworzenie morskiego szlaku handlowego między dwoma cywilizacjami, przynosi złoto właścicielowi i cywilizacji docelowej. Ma o wiele większy zasięg niż szlak lądowy. Zbudowanie spichlerza lub warsztatu w mieście początkowym pozwoli ci przewozić żywność lub produkcję pomiędzy twoimi miastami. Gdy przydzielisz go do jakiegoś szlaku, nie może się bronić, więc sprawdź, czy na szlaku nie ma żadnych niebezpieczeństw.",
    "movement": 1,
    "cost": {
        "production": 100,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Żegluga|Żeglugi|Żegludze|Żeglugę",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/sailing.json"
    },
    "free_promotions": [
        {
            "name": "Ograniczony zasięg widzenia|Ograniczonego zasięgu widzenia|Ograniczonemu zasięgowi widzenia|Ograniczony zasięg widzenia",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/limited_visibility.json"
        }
    ]
}