{
    "id": 10,
    "name": "Lotniskowiec|Lotniskowca|Lotniskowcu|Lotniskowiec",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/carrier.png",
    "game_info": "Początkowo transportuje 2 samoloty; pojemność można zwiększyć poprzez awanse.",
    "historical_info": "Pierwszy start samolotu z amerykańskiego okrętu miał miejsce w roku 1910. Chociaż niektórzy tradycjonaliści nie zgadzali się z budową lotniskowca, twierdząc, że pancernik był i na zawsze pozostanie podstawą nowoczesnej marynarki, od początku lat 20. produkowano już lotniskowce na potrzeby marynarki. W grudniu 1941 roku bez cienia wątpliwości japońska marynarka udowodniła siłę lotniskowców, niszcząc dużą część amerykańskiej floty na Pacyfiku (włącznie z wychwalanymi pancernikami) w genialnym, zaskakującym ataku na Pearl Harbor. Nadzwyczajnym zbiegiem okoliczności w porcie nie było amerykańskich lotniskowców, kiedy doszło do ataku. Dzięki nim udało się zahamować postępy Japończyków, dopóki masowa amerykańska produkcja lotniskowców nie zaczęła przynosić owoców, doprowadzając w końcu do przytłaczającej, przewagi w powietrzu Ameryki i bolesnej porażki Japończyków.",
    "strategy": "Lotniskowiec to wyspecjalizowany okręt przenoszący samoloty myśliwskie, bombowce (ale nie bombowce stealth) oraz bomby atomowe. Sam lotniskowiec nie może atakować, ale samoloty, które przenosi, czynią go najpotężniejszą pływającą bronią ofensywną. Jednak lotniskowiec jest słaby w obronie, dlatego powinny go eskortować niszczyciele i okręty podwodne.",
    "movement": 5,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Elektronika|Elektroniki|Elektronice|Elektronikę",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/electronics.json"
    },
    "free_promotions": [
        {
            "name": "Może przewozić 2 ładunki",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/can_carry_2_cargo_at.json"
        },
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack_at.json"
        }
    ]
}