{
    "id": 71,
    "name": "Strzelcy rydwanowi|Strzelców rydwanowych|Strzelcom rydwanowym|Strzelców rydwanowych",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/chariot_archer.png",
    "game_info": "Szybka jednostka dystansowa skuteczna w otwartym terenie.",
    "historical_info": "Zanim wynaleziono strzemię, walka wierzchem była praktycznie niemożliwa. Nie było się jak zaprzeć, a najsłabsze pchnięcie potrafiło zwalić wojownika z konia, co zwykle kończyło się tragedią. Konie po raz pierwszy pojawiły się na polu bitwy zaprzęgnięte do rydwanów. Jeden rydwan bojowy składał się zwykle z dwóch koni, kierowcy i łucznika. Szybkość rydwanu przesądziła o skuteczności tej jednostki, szczególnie w starciu z piechotą. Strzelcy rydwanowi mogli podjechać na odległość strzału, wypuścić salwę, a następnie uciec, zanim piechurzy zdołali ich dopaść. Największą przeszkodę dla tej jednostki stanowił trudny teren. Na antycznych równinach panowała niepodzielnie, ale wzgórza czy lasy były dla niej praktycznie niedostępne.",
    "strategy": "Strzelcy rydwanowi to szybka jednostka strzelająca, zabójcza w terenie otwartym. Są trochę słabsi od łuczników, ale poruszają się dwa razy szybciej. Jednak strzelcy rydwanowi otrzymują karę do ruchu po polach z lasami, dżunglą lub wzgórzami (chyba że znajdują się na nich drogi). Jako jednostka kawalerii, są podatni na atak włóczników.",
    "movement": 4,
    "cost": {
        "production": 56,
        "faith": 112
    },
    "prereq_tech": {
        "name": "Koło|Kołu|Kołu|Koło",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/the_wheel.json"
    },
    "free_promotions": [
        {
            "name": "Kara za trudny teren|Kary za trudny teren|Karze za trudny teren|Karę za trudny teren",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/rough_terrain_penalty_at.json"
        },
        {
            "name": "Bez terenowej premii do obrony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack_at.json"
        }
    ]
}