{
    "id": 60,
    "name": "Chu-Ko-Nu",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/chu-ko-nu.png",
    "game_info": "Średniowieczna jednostka piechoty strzelającej. Mogą ją stworzyć wyłącznie Chińczycy. Może strzelić dwa razy na turę, w przeciwieństwie do kuszników, których zastępuje.",
    "historical_info": "Chu-Ko-Nu to nazwa eleganckiej samopowtarzalnej kuszy, którą wynaleziono w Chinach, w drugim wieku naszej ery. Jej mechanizm strzelecki zbliżony był do tego, który stosowano w tradycyjnych kuszach europejskich. Podobnie jak w wersji europejskiej, bełt umieszczano w jej górnej części, tuż przed cięciwą. Wyposażona była również w kołczan z bełtami, a także dźwignię ułatwiającą napięcie cięciwy, załadowanie oraz wystrzelenie bełtu. Czyniło ją to bardziej szybkostrzelną względem kusz europejskich. Chu-Ko-Nu strzelała jednak lżejszymi bełtami i miała mniejszy zasięg. O ile kusza europejska stanowiła duże zagrożenie nawet w otwartym terenie i przeciwko silnie opancerzonym przeciwnikom, o tyle jej chiński odpowiednik sprawdzał się lepiej na krótszym dystansie i przeciwko większej liczbie lekko opancerzonych wrogów.",
    "strategy": "Chu-Ko-Nu to unikatowa jednostka chińska zastępująca kuszników. Są oni od nich trochę słabsi, ale mogą atakować dwa razy na turę, co daje im dużą siłę ofensywną. Jednostka ta jest szczególnie skuteczna, gdy stacjonuje w obleganym mieście.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Mechanika|Mechaniki|Mechanice|Mechanikę",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/machinery.json"
    },
    "free_promotions": [
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Podwójny atak",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_attack_twice.json"
        }
    ]
}