{
    "id": 67,
    "name": "Hetajrowie|Hetajrów|Hetajrom|Hetajrów",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/companion_cavalry.png",
    "game_info": "Szybka i silna jednostka konna z początku gry. Słaba w walce z włócznikami. Mogą ją tworzyć tylko Grecy. Ta jednostka jest szybsza, ma większą siłę bojową i umożliwia szybsze stworzenie wielkich generałów niż konnica, którą zastępuje.",
    "historical_info": "Hetajrowie byli elitarnymi jeźdźcami towarzyszącymi Aleksandrowi Wielkiemu w bitwach. Nazwa „hetairoi” i sami hetajrowie wywodzą się z najbardziej zaufanej macedońskiej arystokracji (choć zwyczaj ten rozszerzył się później na szlachtę sprzymierzonych i podległych ludów). Każdy kawalerzysta nosił xyston (oszczep), kopis (zakrzywiony miecz), kirys z brązu, naramienniki i hełm.W boju Aleksander zazwyczaj trzymał swoich towarzyszy w odwodzie do czasu, aż wszystkie siły wroga starły się z jego falangami. Następnie osobiście prowadził hetajrów na skrzydło lub tyły nieprzyjaciela, siejąc zamęt i przerażenie w szeregach wrogiej armii. Przeciwnicy Aleksandra nigdy nie poznali skutecznej metody walki z tym manewrem, a sam wielki dowódca podbił większość znanego wówczas świata.",
    "strategy": "Hetajrowie to unikatowa jednostka grecka, zastępująca konnicę. Hetajrowie są szybsi i silniejsi od konnicy, co czyni ich najgroźniejszą jednostką kawalerii, aż do pojawienia się rycerzy. Hetajrowie pomagają w tworzeniu wielkich generałów bardziej niż inne jednostki. Ponadto mogą się poruszać po przeprowadzeniu ataku. Hetajrowie to kawaleria, więc są podatni na ataki włóczników i pikinierów.",
    "movement": 5,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Jazda konna|Jazdy konnej|Jeździe konnej|Jazdę konną",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/horseback_riding.json"
    },
    "free_promotions": [
        {
            "name": "Bez terenowej premii do obrony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Może wykonać ruch po ataku",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Wielcy generałowie I|Wielkich generałów I|Wielkim generałom I|Wielkich generałów I",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/great_generals_i.json"
        },
        {
            "name": "Kara przy atakowaniu miasta (33)|Kary przy atakowaniu miasta (33)|Karze przy atakowaniu miasta (33)|Karę przy atakowaniu miasta (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/penalty_attacking_cities_(33).json"
        }
    ]
}