{
    "id": 43,
    "name": "Kozacy|Kozaków|Kozakom|Kozaków",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cossack.png",
    "game_info": "Jednostka kawalerii mogąca skutecznie walczyć z nowoczesną piechotą.Tylko Rosjanie mogą ją rekrutować. Bardzo skutecznie walczy z jednostkami, które zostały już nieco przetrzebione.",
    "historical_info": "Kozacy tworzyli wojskowe komuny, żyjące na stepach Ukrainy i Rosji. Pierwotnie termin ten dotyczył jednego z plemion tatarskich. Od końca XV wieku nazywani tak byli też chłopi, którzy zbiegli od swych panów z terenów Polski, Litwy oraz Moskwy i zamieszkali w dziczy. Kozacy uznawani byli za najlepszych jeźdźców po Mongołach. Służyli w armii rosyjskiej, ciesząc się w zamian specjalnymi przywilejami. Rosjanie wykorzystywali Kozaków w większości swoich wewnętrznych i zewnętrznych konfliktów aż do XX wieku. Kozacy walczyli też po obu stronach rosyjskiej wojny domowej. Większość z nich zginęła za czasów Stalinizmu. Ci, którzy przetrwali, starają się odzyskać należne im uznanie po upadku komunizmu.",
    "strategy": "Kozacy to unikatowa jednostka rosyjska zastępująca kawalerię. Mają taką samą siłę jak kawaleria, mogą także poruszać się po wykonaniu ataku. Kozacy otrzymują dużą premię w walce z uszkodzonymi jednostkami. To czyni ich świetną jednostką do kontrataków – niech wróg zniszczy mięso armatnie – a potem Kozacy rozniosą na strzępy osłabionego przeciwnika!",
    "movement": 4,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Nauki militarne|Nauk militarnych|Naukom militarnym|Nauki militarne",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/military_science.json"
    },
    "free_promotions": [
        {
            "name": "Bez terenowej premii do obrony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Może wykonać ruch po ataku",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Premia do ataku na przetrzebione jednostki (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/damaged_enemy_bonus_(33)_at.json"
        },
        {
            "name": "Kara przy atakowaniu miasta (33)|Kary przy atakowaniu miasta (33)|Karze przy atakowaniu miasta (33)|Karę przy atakowaniu miasta (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/penalty_attacking_cities_(33)_at.json"
        }
    ]
}