{
    "id": 13,
    "name": "Niszczyciel|Niszczyciela|Niszczycielowi|Niszczyciela|Niszczycielem|Niszczycielu",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/destroyer.png",
    "game_info": "Szybka jednostka morska, która świetnie sprawdza się w roli zwiadowczej oraz jako łowca okrętów podwodnych. Walczy w zwarciu.",
    "historical_info": "Niszczyciel to dwudziestowieczny statek, przeznaczony do patrolowania, eskortowania oraz do zwalczania celów lotniczych i łodzi podwodnych. Najwcześniejsze niszczyciele były lekkimi statkami, kiepsko przystosowanymi do oceanicznych rejsów, chyba że towarzyszyły im „statki pomocnicze” z dodatkowym paliwem. Kiedy wybuchła II wojna światowa, niszczyciele były już szybkie, zwrotne i przewoziły wystarczającą ilość broni i zapasów, by przetrwać dalekie misje na wszystkich oceanach świata.Ich broń to działa przeciwlotnicze, lekkie działa przeciw innym statkom, torpedy i podwodne ładunki wybuchowe. Często towarzyszyły grupom lotniskowców, patrolując wody wokół cenniejszych i większych statków w poszukiwaniu łodzi podwodnych i zapewniając ochronę przeciwlotniczą. Służba na pokładzie niszczyciela z czasów II wojny światowej była niezwykle niebezpieczna – w czasie wojny zniszczono ponad 220 brytyjskich, amerykańskich, australijskich i kanadyjskich niszczycieli, głównie podczas ataków lotniczych.",
    "strategy": "Niszczyciel został zaprojektowany, by ścigać i niszczyć okręty podwodne oraz zapewniać wsparcie przeciwlotnicze. Często służy jako eskorta dla zaokrętowanych jednostek, pancerników i lotniskowców, które znajdują się w zasięgu wrogich samolotów i łodzi podwodnych. Niszczyciel jest zaskakująco szybki, dzięki czemu ma szansę wycofać się z walki, nim odniesie poważne uszkodzenia.",
    "movement": 6,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Silnik spalinowy|Silnika spalinowego|Silnikowi spalinowemu|Silnik spalinowy",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/combustion.json"
    },
    "free_promotions": [
        {
            "name": "Widzenie okrętów podwodnych",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/can_see_submarines_at.json"
        },
        {
            "name": "Przechwytywanie (40)|Przechwytywania (40)|Przechwytywaniu (40)|Przechwytywanie (40)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/interception_(40)_at.json"
        },
        {
            "name": "Premia przeciw okrętom podwodnym (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/attack_vs_submarines_(100)_at.json"
        },
        {
            "name": "Wycofanie przed walką wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/withdraw_before_melee_at.json"
        }
    ]
}