{
    "id": 32,
    "name": "Myśliwce|Myśliwców|Myśliwcom|Myśliwce",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/fighter.png",
    "game_info": "Jednostka powietrzna służąca do walki o panowanie w powietrzu i przechwytywania nieprzyjacielskiego lotnictwa.",
    "historical_info": "Myśliwce zostały opracowane podczas I wojny światowej. Pierwsze „myśliwce” były niewiele więcej niż latawcami z własnym napędem i z karabinami maszynowymi. Podczas II wojny światowej zarówno technologia, jak i doktryna bardzo się poprawiły, a jednopłatowe, opancerzone samoloty stały się morderczą bronią. Główną rolą myśliwca jest zapewnienie całkowitej kontroli na przestrzenią powietrzną pola bitwy, zestrzeliwanie wrogich samolotów lub przeganianie ich, dzięki czemu przyjazne bombowce mogą nieskrępowanie siać zniszczenie na wrogiej ziemi lub pośród okrętów nieprzyjacielskiej floty. Niektóre myśliwce przenoszą również bomby, które można użyć przeciwko jednostkom naziemnym, ale nawet te, które ich nie mają, mogą zaatakować jednostki naziemne i morskie z morderczą skutecznością.Współczesne myśliwce są szybsze, lepiej uzbrojone i opancerzone niż te z II wojny światowej, ale zasady walki powietrznej pozostały te same, a wojsko posiadające całkowitą dominację w powietrzu ma wielką przewagę nad wrogiem.",
    "strategy": "Myśliwce to jednostka powietrzna o średniej sile. Mogą stacjonować w twoim mieście lub na pokładzie lotniskowca, a także przemieszczać się między miastami (lub lotniskowcami) i wykonywać „misje” w promieniu 8 pól. Wykorzystuj myśliwce do zwalczania nieprzyjacielskich samolotów i jednostek lądowych, do rozpoznawania pozycji wroga i do obrony przed atakami nieprzyjacielskiego lotnictwa. Myśliwce są szczególnie skuteczne przeciwko śmigłowcom wroga. Więcej informacji znajdziesz w zasadach dotyczących lotnictwa.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar|Radaru|Radarowi|Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Przechwytywanie (100)|Przechwytywania (100)|Przechwytywaniu (100)|Przechwytywanie (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/interception_(100).json"
        },
        {
            "name": "Czyszczenie nieba|Czyszczenia nieba|Czyszczeniu nieba|Czyszczenie nieba",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/air_sweep.json"
        },
        {
            "name": "Rozpoznanie powietrzne|Rozpoznania powietrznego|Rozpoznaniu powietrznemu|Rozpoznanie powietrzne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/air_recon.json"
        },
        {
            "name": "Premia przeciwko bombowcom i śmigł. (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/bonus_vs_bombers_helicopters_(150).json"
        }
    ]
}