{
    "id": 41,
    "name": "Legia Cudzoziemska|Legii Cudzoziemskiej|Legii Cudzoziemskiej|Legię Cudzoziemską",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/foreign_legion.png",
    "game_info": "Specjalna jednostka piechoty z epoki współczesnej. Można otrzymać ją tylko po przyjęciu zasady „armia ochotnicza” ideologii Swobód. Otrzymuje premię do walki poza własnym terytorium, a poza tym jest bardzo podobna do piechoty z czasów wielkiej wojny.",
    "historical_info": "Założona w 1831 roku francuska Legia Cudzoziemska jest unikalną jednostką piechoty w armii francuskiej. Legia została stworzona specjalnie dla cudzoziemców, którzy chcieli walczyć pod sztandarami Francji. Znana z odwagi, zupełnie obojętna na własne bezpieczeństwo, Legia Cudzoziemska od początku uczestniczyła w każdej francuskiej wojnie. Jednostka zyskała romantyczną legendę – według kultury masowej jest to miejsce, gdzie udają się mężczyźni ze złamanym sercem, by zapomnieć o kobietach, i łotrzy, którzy chcą umknąć sprawiedliwości. Być może to niezupełnie prawda, ale z jakichś przyczyn legia jest groźną i skuteczną siłą bojową.",
    "strategy": "Legia Cudzoziemska to jednostka specjalna dostępna jedynie dzięki zasadzie „Armii ochotniczej” ideologii Swobód. Otrzymuje znaczną premię do walki podczas działań poza własnym terytorium, co czyni ją doskonałą jednostką do przejmowania kontroli nad obcymi terenami.",
    "movement": 2,
    "cost": {
        "production": 320,
        "faith": 640
    },
    "prereq_tech": {
        "name": "Części zamienne|Części zamiennych|Częściom zamiennym|Części zamienne",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/replaceable_parts.json"
    },
    "free_promotions": [
        {
            "name": "Premia obcego terytorium|Premii obcego terytorium|Premii obcego terytorium|Premię obcego terytorium",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/foreign_lands_bonus.json"
        }
    ]
}