{
    "id": 15,
    "name": "Fregata|Fregaty|Fregacie|Fregatę|Fregatą|Fregacie",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/frigate.png",
    "game_info": "Potężna jednostka pływająca z epoki renesansu wykorzystywana do walki o panowanie na morzu.",
    "historical_info": "Fregata pojawiła się podczas „epoki żagla”. Była mniejsza od trójpokładowych „okrętów liniowych”, które stanowiły rdzeń ówczesnych flotylli. Mimo mniejszego rozmiaru wciąż była na tyle duża, by dysponować znaczną siłą ognia. Fregaty posiadały 3 maszty. Działa znajdowały się tylko na jednym pokładzie (okręty liniowe mogły posiadać nawet 3 pokłady z działami). W zależności od rozmiaru były wyposażane w od 25 do 50 dział. Fregaty służyły zazwyczaj jako okręty patrolowe i eskortowe. Często wykorzystywano je także do polowania na piratów. Podczas amerykańskiej wojny w 1812 roku stworzono tak zwane „superfregaty”, które były w stanie zabrać na pokład do 90 dział. Jeden z takich okrętów, USS Constitution, wciąż istnieje. Jest on najstarszą fregatą, która nadal pływa.",
    "strategy": "Fregata to pierwsza jednostka morska od czasów karaweli. Jest od niej nieco szybsza i lepiej uzbrojona. Fregata bez problemu radzi sobie z każdą napotkaną karawelą, triremą i wodną jednostką barbarzyńców.",
    "movement": 5,
    "cost": {
        "production": 185,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Nawigacja|Nawigacji|Nawigacji|Nawigację",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/navigation.json"
    },
    "free_promotions": [
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack_at.json"
        }
    ]
}