{
    "id": 120,
    "name": "Karabiny Gatlinga|Karabinów Gatlinga|Karabinom Gatlinga|Karabiny Gatlinga|Karabinami Gatlinga|Karabinach Gatlinga",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/gatling_gun.png",
    "game_info": "Jednostka dystansowa, która może atakować tylko sąsiednie oddziały.",
    "historical_info": "Karabin Gatlinga, przodek karabinu maszynowego, został wynaleziony w 1861 r. przez amerykańskiego doktora Richarda Gatlinga, który pragnął w ten sposób zmniejszyć liczebność armii i wykazać, jak bezcelowa jest wojna. Działko Gatlinga opierało się na projekcie kilku obracających się luf - mechanizm obsługiwany był korbą. W czasie obrotu lufy wyrzucana była zużyta łuska, ładowany nowy nabój, zaś lufa się chłodziła. W ten sposób można było zachować wysoką szybkostrzelność bez przegrzewania się broni. Swoją niską celność karabin Gatlinga nadrabiał siłą ataku.Choć nie znajdował się oficjalnie na stanie armii amerykańskiej aż do 1966 r., pierwszy raz został użyty w walce podczas wojny secesyjnej przez siły Unii. Następnym konfliktem z jego udziałem była wojna o Pacyfik między Peru a Chile, kiedy to siły europejskie przekonały się o jego użyteczności. W przeciągu dekady znalazł się na wyposażeniu niemal wszystkich wielkich potęg. Najefektywniej wykorzystano go przy poszerzaniu imperiów kolonialnych przeciw ludom takim jak Ndebele, Zulusi, Beduini, Turkmeni, Bokserzy i inni rodowici mieszkańcy podbijanych ziem. W pierwszej dekadzie XX w. projekty napędzanych gazem karabinów maszynowych uczyniły działko przestarzałym - armia USA wycofała z użycia wszystkie jego egzemplarze w 1911 r., a jej śladem podążyły wkrótce armie europejskie.",
    "strategy": "Karabin Gatlinga to dość zaawansowana jednostka strzelecka, znacznie silniejsza od wcześniejszych oddziałów tego typu. Jej zasięg wynosi tylko jeden heks, ale i to czasem wystarcza do rozbicia przeciwnika bez zagrożenia z jego strony. Takie karabiny świetnie nadają się do obrony miast.",
    "movement": 2,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Industrializacja|Industrializacji|Industrializacji|Industrializację",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/industrialization.json"
    },
    "free_promotions": [
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack.json"
        }
    ]
}