{
    "id": 19,
    "name": "Wielki śmierciobot|Wielkiego śmierciobota|Wielkiemu śmierciobotowi|Wielkiego śmierciobota",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/giant_death_robot.png",
    "game_info": "Nie otrzymuje premii do obrony wynikających z terenu, ale ma większą siłę niż każda inna jednostka w grze.",
    "historical_info": "Wielki śmierciobot to ogromny dwunożny mech, wyposażony w wiele różnego rodzaju pocisków rakietowych. Dysponuje również działkiem obrotowym, laserowymi oczami oraz zabójczym uderzeniem. Mimo że maszyny takie nie walczą jeszcze na współczesnych polach walki, bez wątpienia rządy wielu państw oraz złowieszcze korporacje od dawna pracują już nad podobnymi projektami. W momencie wdrożenia mechów, całe współczesne uzbrojenie stanie się przestarzałe. Natomiast los ludzkości rozstrzygnie się w epickiej bitwie między zasiadającymi w mechach armiami dobra i zła na przedmieściach Tokio (oczywiście o ile wcześniej nie wykończą nas wielkie radioaktywne potwory).",
    "strategy": "Mechy to współczesna broń pancerna na sterydach. Mają olbrzymią siłę bojową, mogą dosłownie rozdeptać każdą jednostkę. Mogą też się poruszać po wykonaniu ataku. Śmiercioboty otrzymują karę podczas atakowania miast, ale kogo to obchodzi? Są naprawdę świetne!",
    "movement": 5,
    "cost": {
        "production": 550,
        "faith": 1100
    },
    "prereq_tech": {
        "name": "Reakcja termojądrowa|Reakcji termojądrowej|Reakcji termojądrowej|Reakcję termojądrową",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/nuclear_fusion.json"
    },
    "free_promotions": [
        {
            "name": "Bez terenowej premii do obrony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Może wykonać ruch po ataku",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/can_move_after_attacking.json"
        }
    ]
}