{
    "id": 115,
    "name": "Bombowiec z czasów wlk. wojny|Bombowca z czasów wlk. wojny|Bombowcowi z czasów wlk. wojny|Bombowiec z czasów wlk. wojny",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/great_war_bomber.png",
    "game_info": "Wczesna jednostka powietrzna mogąca bombardować jednostki oraz miasta wroga z nieba.",
    "historical_info": "Wiele krajów, w tym Wielka Brytania, Francja i Niemcy, jeszcze przed wybuchem I wojny światowej eksperymentowało ze zrzucaniem ładunków wybuchowych z samolotów. W pierwszych dniach wojny bomby zrzucano z każdego rodzaju aeroplanów, włącznie z myśliwcami i samolotami zwiadowczymi. Jeden z pierwszych prawdziwych bombowców tej wojny Voisin III zaprojektowany został przez francuskiego specjalistę od samolotów Gabriela Voisina. Samolot ten, oparty na standardowej podówczas konstrukcji dwupłatowca wzmocnionej stalową ramą, mógł zrzucić ładunki wybuchowe o masie powyżej 140 kg.",
    "strategy": "Bombowiec z czasów wielkiej wojny to wczesna jednostka powietrzna. Skuteczna przeciwko jednostkom naziemnym, mniej groźna w starciu z jednostkami morskimi. Musi uważać na ataki wrogich samolotów. Może stacjonować w każdym posiadanym przez ciebie mieście lub na pokładzie lotniskowca. Może poruszać się z bazy do bazy, a także wykonywać misje w odległości do 6 pól. Bombowca z czasów wielkiej wojny używa się do atakowania wrogich jednostek oraz miast. Jeśli to możliwe, użyj najpierw trójpłatów lub myśliwców, aby „zużyć” obronę powietrzną wroga na tę turę. W zasadach dotyczących jednostek powietrznych znajduje się więcej informacji.",
    "movement": 2,
    "cost": {
        "production": 325,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Lot|Lotu|Lotowi|Lot",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/flight.json"
    },
    "free_promotions": []
}