{
    "id": 23,
    "name": "Pociski kierowane|Pocisków kierowanych|Pociskom kierowanym|Pociski kierowane",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/guided_missile.png",
    "game_info": "Tania jednostka służąca do atakowania nieprzyjacielskich miast lub jednostek.",
    "historical_info": "Współczesny twórca pocisków kierowanych ma do swojej dyspozycji wiele technologii służących do namierzania celów. Niektóre z nich są w pełni automatyczne i zmierzają do celu kierowane za pomocą namiaru radarowego lub źródła ciepła. Inne kierują się na wiązkę laserową, którą oświetlony zostaje cel. Jeszcze inne kierowane są przez człowieka za pomocą radia lub przewodowo. Oczywiście im bardziej „inteligentny” wariant, tym droższy. Rakiety kierowane potrafią kosztować dziesiątki tysięcy dolarów lub więcej za sztukę. Armia zazwyczaj korzysta z tej broni z dużą rozwagą. W innym przypadku mogłoby jej zabraknąć środków na inne cele np. na żywność.",
    "strategy": "Rakieta kierowana to pocisk, który ulega zniszczeniu po trafieniu w cel. Można umieścić ją w kontrolowanym przez gracza mieście lub na pokładzie jego okrętu podwodnego lub krążownika rakietowego. Mogą przemieszczać się między bazami lub zaatakować nieprzyjacielską jednostką albo miasto w odległości do 8 pól. Więcej informacji znajdziesz w zasadach opisujących pociski rakietowe.",
    "movement": 2,
    "cost": {
        "production": 150,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Balistyka zaawansowana|Balistyki zaawansowanej|Balistyce zaawansowanej|Balistykę zaawansowaną",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/advanced_ballistics.json"
    },
    "free_promotions": [
        {
            "name": "Unik (100)|Uniku (100)|Unikowi (100)|Unik (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/evasion_(100)_at.json"
        }
    ]
}