{
    "id": 25,
    "name": "Śmigłowiec bojowy|Śmigłowca bojowego|Śmigłowcowi bojowemu|Śmigłowiec bojowy",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/helicopter_gunship.png",
    "game_info": "Jednostka przeznaczona do zwalczania czołgów i czołgów nowoczesnych. Może przelatywać nad górami, ale otrzyma uszkodzenia, jeśli zakończy ruch w tym terenie.",
    "historical_info": "Helikoptery były wykorzystywane już w trakcie II wojny światowej i wojny koreańskiej. Do powszechnego użycia weszły jednak podczas wojny w Wietnamie. Podczas tej kampanii, armia USA zdecydowała się wprowadzić do użycia szereg różnych modeli tych maszyn. W tym przeznaczone bezpośrednio do walki. Szybko okazało się, iż śmigłowiec to nie tylko doskonały środek transportu, ale i niezwykle skuteczna broń przeciwko czołgom. Dzięki bardzo niskiemu pułapowi lotu i możliwości wykorzystywania rzeźby terenu, śmigłowce są w stanie zniszczyć czołg, nim zdoła on odpowiedzieć ogniem. Ich jedynym słabym punktem są przenośne, ręcznie odpalane wyrzutnie pocisków przeciwlotniczych, które zyskały sławę za sprawą mudżahedinów, wykorzystujących je do walki z sowieckimi śmigłowcami w Afganistanie. Obecnie śmigłowce wykorzystywane są do wykonywania różnorodnych misji m.in. zapewnienia bliskiego wsparcia powietrznego oraz do błyskawicznego transportu oddziałów specjalnych, choć nadal ich głównym przeznaczeniem jest walka z czołgami.",
    "strategy": "Śmigłowce bojowe to zabójcze jednostki powietrzne, działające jak jednostki lądowe - poza brakiem możliwości zdobywania miast. Są bardzo szybkie: potrafią pokonać do 6 pól na turę bez kary za typ terenu, także przez góry, ale przez wodę muszą przeprawiać się na okrętach. Śmigłowce bojowe otrzymują dużą premię do walki z czołgami.",
    "movement": 6,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Komputery|Komputerów|Komputerom|Komputery",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/computers.json"
    },
    "free_promotions": [
        {
            "name": "Ruch po każdym polu kosztuje 1 punkt",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/all_tiles_cost_1_move.json"
        },
        {
            "name": "Jednostka latająca|Jednostki latającej|Jednostce latającej|Jednostkę latającą",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/hovering_unit.json"
        },
        {
            "name": "Premia przeciwko czołgom (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/bonus_vs_tanks_(100).json"
        },
        {
            "name": "Bez terenowej premii do obrony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Brak możliwości zdobywania miast",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/unable_to_capture_cities.json"
        }
    ]
}