{
    "id": 94,
    "name": "Hwacha|Hwachy|Hwasze|Hwachę",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/hwach'a.png",
    "game_info": "Przeciwpiechotna jednostka rakietowa z epoki średniowiecza. Silna przeciwko jednostkom lądowym, ale słaba w walce z miastami. Może ją budować tylko Korea. Zastępuje trebusz.",
    "historical_info": "Hwacha to legendarna koreańska broń przeciwpiechotna. Było to błyskotliwe udoskonalenie wczesnej broni prochowej, stworzone w XV w. pod kierownictwem króla Sedzonga Wielkiego. Hwacha składała się z dużego, dwukołowego wózka zabudowanego baterią na zasadzie podobnej jak we współczesnej artylerii rakietowej, zdolnej pomieścić setki małych, napędzanych prochem strzał. Lekka waga tych prymitywnych rakiet znanych jako „Singijeon” zapewniała hwachy kluczową przewagę nad tradycyjnymi działami: manewrowość. Hwacha odegrała znaczącą rolę w obronie Korei przed Japończykami w XVI w.",
    "strategy": "Hwacha jest niezwykle skuteczna przeciwko nieprzyjacielskim jednostkom naziemnym. Ze względu na powolność oraz podatność na nieprzyjacielskie ataki bezpośrednie, zawsze powinna mieć wsparcie innych jednostek. Hwacha musi zostać „rozstawiona” (1 punkt ruchu), zanim rozpocznie atak.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Fizyka|Fizyki|Fizyce|Fizykę",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/physics.json"
    },
    "free_promotions": [
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Bez terenowej premii do obrony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Musi się ustawić, żeby ostrzeliwać",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/must_set_up_to_ranged_attack.json"
        }
    ]
}