{
    "id": 121,
    "name": "Piechota impi|Piechoty impi|Piechocie impi|Piechotę impi",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/impi.png",
    "game_info": "Specjalizuje się w niszczeniu rycerzy i innych jednostek konnych. Mogą ją tworzyć tylko Zulusi. Przed walką przeprowadza przygotowawczy atak dystansowy.",
    "historical_info": "„Impi” to zuluskie słowo oznaczające oddział uzbrojonych mężczyzn, choć powszechnie używano go w XIX w. do nazywania jednego z pułków zuluskiego imperium. Choć impi od dawna były częścią zuluskiej kultury, wielki wódz tego ludu Czaka wprowadził w nich wielkie innowacje, gdy w 1816 r. wstąpił na tron. Uzbroił on swoich wojowników, poza tradycyjną maczugą i oszczepem, w assagaj, włócznię do pchnięć o krótkiej rękojeści i szerokim, długim na 30 cm ostrzu. Wprowadził również do użytku większą, cięższą tarczę z krowiej skóry (isihlangu) i wyszkolił swe wojska, by szybko zmniejszały dystans do przeciwnika i angażowały się w śmiertelną walkę wręcz. Strategicznie rzecz biorąc, impi polegały na prędkości i elemencie zaskoczenia, by szybko uzyskać przewagę liczebną i pokonać przeciwnika. Wykorzystując tę metodę, Zulusi odnosili wspaniałe zwycięstwa nawet przeciw uzbrojonym w broń palną Europejczykom, choć ich własne straty były duże.",
    "strategy": "Piechota impi zanim wejdzie w zwarcie, rzuca włóczniami, które ranią lub zabijają wroga przed rozpoczęciem walki bezpośredniej. Mogą ją tworzyć tylko Zulusi.",
    "movement": 2,
    "cost": {
        "production": 90,
        "faith": 180
    },
    "prereq_tech": {
        "name": "Służba cywilna|Służby cywilnej|Służbie cywilnej|Służbę cywilną",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/civil_service.json"
    },
    "free_promotions": [
        {
            "name": "Premia przeciw konnym (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/bonus_vs_mounted_(50)_at.json"
        },
        {
            "name": "Rzut włócznią",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/spear_throw_at.json"
        }
    ]
}