{
    "id": 40,
    "name": "Piechota|Piechoty|Piechocie|Piechotę",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/infantry.png",
    "game_info": "Najsilniejsza jednostka piechoty w grze, dopóki nie zostanie wynaleziona piechota zmechanizowana.",
    "historical_info": "Na początku XX wieku świat doświadczył dwóch najbardziej niszczycielskich wojen w historii ludzkości. Był to czas znaczącego rozwoju technologii zabijania, a z upływem dekad wprowadzano coraz bardziej zabójcze statki, samoloty i pojazdy naziemne. Wśród nich po polu bitwy maszerował piechur, ponuro stawiając czoło najgorszym horrorom, jakimi mogły go poszczuć największe umysły na planecie.Piechur z II wojny światowej był zwykle uzbrojony w pół-automatyczny karabin, taki jak M1 Garand, i niósł jeden albo dwa granaty. Jego jedyną zbroję stanowił metalowy hełm, który z reguły był nieskuteczny w wypadku bezpośredniego strzału, zapewniając co najwyżej ograniczoną ochronę przeciwko szrapnelom. Żołnierze po obu stronach byli twardzi i pomysłowi, ale setki tysięcy takich ludzi umierały w walce o swoje domy i kraje.",
    "strategy": "Piechota jest znacznie silniejsza niż jej poprzednicy - piechota z czasów wielkiej wojny. Współczesna walka jest coraz bardziej złożona, w pojedynkę piechota stanowi łatwy łup dla lotnictwa, artylerii i czołgów. Jeśli to możliwe, powinna mieć wsparcie artylerii, czołgów i jednostek powietrznych (lub przeciwlotniczych).",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Tworzywo sztuczne|Tworzywa sztucznego|Tworzywu sztucznemu|Tworzywo sztuczne",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/plastics.json"
    },
    "free_promotions": []
}