{
    "id": 14,
    "name": "Pancernik parowy|Pancernika parowego|Pancernikowi parowemu|Pancernik parowy",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ironclad.png",
    "game_info": "Potężna jednostka morska, niestety bardzo powolna na głębokich wodach.",
    "historical_info": "Mimo że o opancerzonych okrętach parowych marzono już od czasów Leonardo da Vinci, pancerniki parowe pojawiły się dopiero w połowie XIX wieku. Do pierwszej bitwy tych okrętów doszło w 1862, podczas Wojny Secesyjnej. Walczyły ze sobą okręty Monitor, należący do Unii, oraz Virginia (zwana także „Merrimac”) płynąca pod banderą Konfederacji. Choć bitwa trwała 4 godziny, oba okręty ostrzeliwały się na tyle niezdarnie, iż pozostała ona nierozstrzygnięta. Jednak jej wpływ na działania wojenne toczone na morzy był znaczący. Udowodniła ona, że statki te są w stanie wykonywać manewry, których nigdy nie byłyby w stanie wykonać żaglowce (np. pływać pod wiatr). Tak oto w jeden poranek floty wszystkich krajów świata stały się przestarzałe.",
    "strategy": "Pancernik parowy to pierwszy okręt wojenny napędzany silnikiem parowym. Jest wytrzymalszy od żaglowca, dysponuje też większą siłę ostrzału, nie może jednak wypływać na otwarty ocean. Używaj go głównie do obrony wybrzeża.",
    "movement": 3,
    "cost": {
        "production": 250,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Silnik parowy|Silnika parowego|Silnikowi parowemu|Silnik parowy",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/steam_power.json"
    },
    "free_promotions": [
        {
            "name": "Podw. szybkość podczas ruchu na wybrzeżu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/double_movement_in_coast.json"
        },
        {
            "name": "Premia przeciwko miastom (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/bonus_vs_cities_(33).json"
        }
    ]
}