{
    "id": 80,
    "name": "Jaguarzy|Jaguarów|Jaguarom|Jaguarów",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/jaguar.png",
    "game_info": "Dość słaba jednostka z początku gry. Mogą ją stworzyć tylko Aztekowie. Ta jednostka skuteczniej walczy w dżungli i leczy się, gdy zniszczy jednostkę wroga, w przeciwieństwie do wojowników, których zastępuje.",
    "historical_info": "W kulturze Azteków wojna była w dużo większym stopniu częścią kultu religijnego niż narzędziem politycznym. Młodzi mężczyźni musieli brać wrogów do niewoli lub zabijać ich, by uzyskać wyższą pozycję społeczną, a składanie ofiar w azteckich rytuałach religijnych wymagało wciąż powiększającego się strumienia więźniów. Rycerze Jaguarzy byli elitarnymi zawodowymi żołnierzami wojska azteckiego. Ubrani w skóry jaguarów i uzbrojeni w mordercze „macuahuitle” (drewniane miecze z ostrymi obsydianowymi ostrzami) Jaguarzy stanowili chyba najbardziej morderczą lekką piechotę w prekolumbijskiej Środkowej i Północnej Ameryce.",
    "strategy": "Jaguarzy to unikatowa jednostka Azteków, która zastępuje wojowników. Jaguarzy otrzymują znaczącą premię podczas walk w dżungli. Leczą też swoje obrażenia, kiedy niszczą nieprzyjacielskie jednostki. Posiadają awans „leśnicy” pozwalający im poruszać się błyskawicznie w lesie oraz w dżungli.",
    "movement": 2,
    "cost": {
        "production": 40,
        "faith": 80
    },
    "prereq_tech": {
        "name": "Rolnictwo|Rolnictwa|Rolnictwu|Rolnictwo",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/agriculture.json"
    },
    "free_promotions": [
        {
            "name": "Premia bojowa w lesie/dżungli (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/combat_bonus_in_forest_jungle_(33).json"
        },
        {
            "name": "Leśnik|Leśnika|Leśnikowi|Leśnika",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/woodsman.json"
        },
        {
            "name": "Leczenie 25 PŻ po pokonaniu wroga",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/heals_25_damage_if_kills_a_unit.json"
        }
    ]
}