{
    "id": 51,
    "name": "Janczarzy|Janczarów|Janczarom|Janczarów",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/janissary.png",
    "game_info": "Jedna z pierwszych jednostek z bronią palną. Mogą ją stworzyć tylko Osmanie. Jest silniejsza w ofensywie i leczy się, gdy zniszczy jednostkę wroga, w przeciwieństwie do arkebuzerów, których zastępuje.",
    "historical_info": "Janczarzy byli elitarną formacją osmańskich sił zbrojnych. Powstali pod koniec XIV wieku. Pierwotnie pod jej sztandarem służyli głównie młodzi chrześcijanie (często niewolnicy z Bałkanów), którzy przeszli na islam i zostali wcieli do armii osmańskiej. Na początku byli zmuszani do utrzymywania celibatu, co miało podsycać ich waleczność. Z czasem wymóg ten został jednak zniesiony. Wraz z upływem czasu janczarzy stali się nie tylko siłą bojową, ale i polityczną. W wieku XVII i XVIII brali udział w wielu przewrotach. Słyną jednak głównie z upartości i zacofania. Jednak wraz ze wzrostem wpływów, stali się bardzo uparci i zacofani, odmówili zmiany uzbrojenia oraz taktyki. W 1826 roku oddziały janczarów zostały przymusowo rozwiązane i zastąpione przez bardziej nowoczesne formacje osmańskiej armii.",
    "strategy": "Janczarzy to unikatowa jednostka osmańska, zastępująca arkebuzerów. Otrzymują znaczącą premię bojową do ataku. Na dodatek janczarzy automatycznie leczą wszystkie obrażenia, gdy zniszczą jednostkę nie należącą do barbarzyńców. Daje to im ogromną przewagę w walce przeciwko broniącemu się przeciwnikowi.",
    "movement": 2,
    "cost": {
        "production": 150,
        "faith": 300
    },
    "prereq_tech": {
        "name": "Proch strzelniczy|Prochu strzelniczego|Prochowi strzelniczemu|Proch strzelniczy",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/gunpowder.json"
    },
    "free_promotions": [
        {
            "name": "Leczenie 50 PŻ po pokonaniu wroga",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/heal_50_damage_if_kills_a_unit.json"
        },
        {
            "name": "Premia bojowa podczas ataku (25)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/combat_bonus_when_attacking_(25).json"
        }
    ]
}