{
    "id": 22,
    "name": "Myśliwiec odrzutowy|Myśliwca odrzutowego|Myśliwcowi odrzutowemu|Myśliwiec odrzutowy",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/jet_fighter.png",
    "game_info": "Jednostka powietrzna do walki o panowanie w powietrzu i przechwytywania nieprzyjacielskiego lotnictwa.",
    "historical_info": "Myśliwiec odrzutowy pełni taką samą rolę jak jego starszy odpowiednik. Różni się jednak znacznie pod względem osiągów i siły rażenia. Najlepszy myśliwiec II wojny światowej był w stanie rozwinąć prędkość do 400 mil/h. Współczesny samolot myśliwski osiąga prędkość 3 razy wyższą. Dawny płatowiec dysponował jednym lub dwoma karabinami maszynowymi. Współczesne myśliwce mają na pokładzie 20 mm działko obrotowe, do 10 rakiet powietrze-powietrze i wiele innego typu pocisków. Oprócz tego nowoczesne samoloty bojowe dysponują też wysoce zaawansowaną awioniką i systemami komunikacyjnymi znacznie przewyższającymi wszystkie dostępne wcześniej rozwiązania. Podobnie jak i inne samoloty są wrażliwe na ataki ziemia-powietrze, ale największe zagrożenie stanowią dla nich wrogie myśliwce. Nie zmienia to jednak faktu, iż z chwilą osiągnięcia przewagi w powietrzu, praktycznie każda bitwa staje się wygrana.",
    "strategy": "Myśliwce odrzutowe to potężne jednostki lotnicze. Mogą stacjonować w dowolnym z twoich miast lub na pokładzie twojego lotniskowca. Potrafią poruszać się między bazami i wykonywać „misje” w promieniu 10 pól. Wykorzystuj myśliwce odrzutowe do atakowania nieprzyjacielskiego lotnictwa i jednostek lądowych, do rozpoznawania pozycji wroga i do obrony przed nalotami przeciwnika. Są wyjątkowo skuteczne w zwalczaniu śmigłowców wroga. Myśliwce odrzutowe mają zdolność „rozpoznanie lotnicze”, co oznacza, że na początku tury widoczne jest wszystko w zasięgu 6 pól od ich pozycji początkowej. Więcej informacji znajdziesz w zasadach poświęconym lotnictwu.",
    "movement": 2,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Lasery|Laserów|Laserom|Lasery",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/lasers.json"
    },
    "free_promotions": [
        {
            "name": "Przechwytywanie (100)|Przechwytywania (100)|Przechwytywaniu (100)|Przechwytywanie (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/interception_(100)_at.json"
        },
        {
            "name": "Czyszczenie nieba|Czyszczenia nieba|Czyszczeniu nieba|Czyszczenie nieba",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/air_sweep_at.json"
        },
        {
            "name": "Rozpoznanie powietrzne|Rozpoznania powietrznego|Rozpoznaniu powietrznemu|Rozpoznanie powietrzne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/air_recon_at.json"
        },
        {
            "name": "Premia przeciwko bombowcom i śmigł. (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/bonus_vs_bombers_helicopters_(150)_at.json"
        }
    ]
}