{
    "id": 86,
    "name": "Keshikowie|Keshików|Keshikom|Keshików",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/keshik.png",
    "game_info": "Ta unikatowa mongolska jednostka zastępuje standardowych rycerzy. Jest silna w atakach dystansowych, ma zwiększoną szybkość ruchu i dostaje awans o 50% szybciej. Walki stoczone przez jednostkę dają też dwa razy więcej punktów do wyszkolenia wielkiego generała.",
    "historical_info": "W XII wieku Mongołowie zaczęli ekspansję militarną z Azji centralnej, podbijając większą część Azji, Wschodnią Europę, i znaczną część Bliskiego Wschodu zaledwie w ciągu jednego stulecia. Podstawową bronią mongolskiej armii byli niezrównani konni łucznicy zwani Keshikami. Jako plemiona wędrowne, Mongołowie właściwie dorastali w siodle. Jeżdżąc na niskich, ale szybkich i wytrwałych kucykach, z lekkimi pancerzami i bronią mogli pokonywać niesamowite wręcz odległości w jeden dzień. To dawało im przewagę nad wszelką piechotą, a nawet nad cięższą kawalerią Europejską.W walce mongolscy Keshikowie strzelali z końskiego grzbietu ze śmiertelną precyzją, rozbijając zarówno szyki, jak i morale wrogich armii. Na tak zmiękczonego przeciwnika spadała ciężka kawaleria, która kończyła bitwę. W walce z ciężkozbrojną kawalerią europejską Mongołowie strzelali w bardziej odsłonięte wierzchowce, ignorując lub dobijając pozbawionych koni rycerzy ― zależnie od sytuacji.",
    "strategy": "Keshikowie zastępują standardowych rycerzy – jest to opcja dostępna dla Mongołów w epoce średniowiecza. Dysponują oni potężnym atakiem z dystansu i poruszają się szybciej (5 punktów ruchu na turę), co pozwala im na wyjątkowo efektywne korzystanie z taktyki ataku i ucieczki. Jakby tego było mało, Keshikowie awansują dwa razy szybciej i zapewniają dwa razy więcej punktów potrzebnych do pojawienia się wielkiego generała. Ci jeźdźcy mogą samodzielnie zapewnić chanowi kontrolę na równinach.",
    "movement": 5,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Rycerstwo|Rycerstwa|Rycerstwu|Rycerstwo",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Bez terenowej premii do obrony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Może wykonać ruch po ataku",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Wielcy generałowie I|Wielkich generałów I|Wielkim generałom I|Wielkich generałów I",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/great_generals_i.json"
        },
        {
            "name": "Szybka nauka|Szybkiej nauki|Szybkiej nauce|Szybką naukę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/quick_study.json"
        }
    ]
}