{
    "id": 55,
    "name": "Rycerze|Rycerzy|Rycerzom|Rycerzy",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/knight.png",
    "game_info": "Potężna, średniowieczna jednostka kawaleryjska, słaba w walce z pikinierami.",
    "historical_info": "Rycerze niemal zawsze wywodzili się ze szlachty, tylko tę część społeczeństwa stać było na zakup sprzętu, utrzymanie konia oraz opłacenie rozbudowanego szkolenia. Byli ciężką kawalerią średniowiecznej armii. Ze względu na swoje wyszkolenie i opancerzenie, dominowali na ówczesnych placach boju. Mimo solidnego opancerzenia byli bardzo mobilni, co pozwalało im wykorzystywać każdą lukę w liniach wrogach. Jedynym sposobem na szarżujących rycerzy była ściana pikinierów. Sposób ten działał jednak tylko wtedy, gdy pikinierzy byli na tyle zdyscyplinowani, by wytrwać na posterunku, mając przed sobą dziesiątki szarżujących koni. Jeśli choćby zadrżeli, ginęli.",
    "strategy": "Rycerze to szybka i silna jednostka, niekwestionowani królowie średniowiecznego pola bitwy. Jako jednostka kawaleryjska są podatni na ataki pikinierów, ale z łatwością mogą zmiażdżyć pozostałych przeciwników. Rycerze mogą się ruszyć po ataku, dzięki czemu mogą tworzyć wyłomy w liniach wroga, a następnie w nie wjeżdżać.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Rycerstwo|Rycerstwa|Rycerstwu|Rycerstwo",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Bez terenowej premii do obrony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Może wykonać ruch po ataku",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Kara przy atakowaniu miasta (33)|Kary przy atakowaniu miasta (33)|Karze przy atakowaniu miasta (33)|Karę przy atakowaniu miasta (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/penalty_attacking_cities_(33).json"
        }
    ]
}