{
    "id": 134,
    "name": "Wojownicy z krisami|Wojowników z krisami|Wojownikom z krisami|Wojowników z krisami|Wojownikami z krisami|Wojownikach z krisami",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/kris_swordsman.png",
    "game_info": "Jednostka z epoki klasycznej walcząca w zwarciu, posiadająca mistyczną broń, której zdolności zostaną ujawnione, gdy zostanie po raz pierwszy użyta w walce. Może ją tworzyć tylko Indonezja.",
    "historical_info": "Kris to asymetryczny sztylet o długim ostrzu i charakterystycznej wężowatej klindze często spotykany w Indonezji i Malezji. Jest zarówno bronią, jak i przedmiotem mistycznym - indonezyjskie szczepy wierzyły, że kris posiada magiczną esencję, dzięki której niektóre z ostrzy przynosiły szczęście, inne zaś pecha. Broń ta była tak ceniona w Indonezji, że niektóre egzemplarze były przekazywane jako dziedzictwo z pokolenia na pokolenie. Podczas bitwy wojownik mógł mieć przy sobie aż trzy: własny, swojego teścia i swoje dziedzictwo. Prawo do kucia krisów mieli tylko wybrańcy. Ci zdolni rzemieślnicy tworzyli ostrza z warstw różnego rodzaju rud żelaza i pochodzącego z meteorytów wielokrotnie zwijanego niklu. Proces ten mógł trwać wiele lat.",
    "strategy": "Wojownicy z krisami zastępują standardowych zbrojnych. Wypróbuj ich w walce, żeby odblokować nieznane właściwości zakrzywionego ostrza kris.",
    "movement": 2,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Obróbka żelaza|Obróbki żelaza|Obróbce żelaza|Obróbkę żelaza",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/iron_working.json"
    },
    "free_promotions": [
        {
            "name": "Mistyczna klinga",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/mystic_blade_at.json"
        }
    ]
}