{
    "id": 63,
    "name": "Landsknechci|Landsknechtów|Landsknechtom|Landsknechtów",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/landsknecht.png",
    "game_info": "Ta jednostka jest znacznie tańsza od pikinierów i potrafi plądrować teren bez zużywania punktów ruchu, a także kradnie złoto podczas ataku na miasto. Można ją odblokować, wybierając ustrój społeczny „armia najemna”. Jednostki tej nie można wyszkolić, należy ją kupić za złoto. Może się ruszyć od razu po zakupie.",
    "historical_info": "Landsknechci byli najemnymi pikinierami, którzy walczyli dla Niemiec w XVI wieku. Formacja ta powstała jako kopia legendarnych szwajcarskich najemnych pikinierów. Z czasem wojska te stały się najlepszymi najemnymi oddziałami świata. Walczyły we wszystkich ważniejszych kampaniach XVI stulecia. Podczas walki żołnierze ci korzystali z pik o długości do 20 stóp. Niektórzy posługiwali się nawet długimi dwuręcznymi mieczami i halabardami. Zazwyczaj wykorzystywali je do obrąbywania włóczni przeciwników.",
    "strategy": "Landsknechci to jednostka dostępna po wyborze ustroju społecznego „armia najemna”, trzeba ją kupić za złoto. Landsknechci są o wiele tańsi od pikinierów i otrzymują premie podczas plądrowania i grabieży miast. Te jednostki tworzą tanią armię, a inwestycja w nie może się zwrócić z nawiązką, jeśli wyśle się je na teren wroga.",
    "movement": 2,
    "cost": {
        "production": 45,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Służba cywilna|Służby cywilnej|Służbie cywilnej|Służbę cywilną",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/civil_service.json"
    },
    "free_promotions": [
        {
            "name": "Premia przeciw konnym (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/bonus_vs_mounted_(50)_at.json"
        },
        {
            "name": "Nie traci ruchu za plądrowanie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_movement_cost_to_pillage_at.json"
        },
        {
            "name": "Podwójne plądrowanie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/city_plunder_at.json"
        }
    ]
}