{
    "id": 61,
    "name": "Łucznicy angielscy|Łuczników angielskich|Łucznikom angielskim|Łuczników angielskich",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/longbowman.png",
    "game_info": "Średniowieczna jednostka piechoty strzelającej. Mogą ją stworzyć tylko Anglicy. Ma zasięg większy o 1 pole niż kusznicy, których zastępuje.",
    "historical_info": "Łucznicy angielscy pojawili się w XII wieku w trakcie angielskiej kampanii przeciwko Walii. Wyposażeni byli w długie łuki, które tworzono z cisu i wiązu. Mierzyły one do 7 stóp długości (zależnie od wzrostu i siły strzelca). Długi łuk był bronią wyjątkowo trudną w obsłudze. Doskonale wyszkolony łucznik był jednak w stanie strzelać dalej, szybciej i celniej od najlepszego kusznika. Z czasem tereny zajmowane przez knieje wykarczowano jednak pod farmy. Zmniejszyło to znacznie potencjał łowiecki Anglii, a co za tym idzie, znacznie zmniejszyło możliwości względem doskonalenia łuczniczego rzemiosła. To wraz z pojawieniem się broni palnej na polu bitwy doprowadziło do rozwiązania tej formacji.",
    "strategy": "Łucznicy angielscy to unikatowa jednostka Anglii zastępująca kuszników. Ma większy zasięg od nich, może ostrzeliwać przeciwników z odległości trzech pól, często niszcząc ich, zanim zdążą zareagować na atak. Jak inne jednostki strzelające, łucznicy angielscy są słabi w walce wręcz.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Mechanika|Mechaniki|Mechanice|Mechanikę",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/machinery.json"
    },
    "free_promotions": [
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Zasięg|Zasięgu|Zasięgowi|Zasięg",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/range_r.json"
        }
    ]
}