{
    "id": 90,
    "name": "Wojownicy Maori|Wojowników Maori|Wojownikom Maori|Wojowników Maori",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/maori_warrior.png",
    "game_info": "Jednostka ery starożytnej, która sieje strach w sercach przeciwników, czyniąc ich mniej skutecznymi w walce. Tylko Polinezja może ją produkować. Zastępuje wojowników.",
    "historical_info": "Maori byli jednymi z najstraszniejszych wojowników całej Polinezji. Malowali oni swoje twarze skomplikowanymi i przerażającymi tatuażami, które opisywały ich wielkie dokonania w boju. Przed właściwym rozpoczęciem walki obie strony wykonywały taniec Haka, który miał stanowić pantomimę losu czekającego ich pokonanych wrogów. Liczono na to, że sam taniec zniechęci przeciwników do tego stopnia, że zaniechają walki i przyznają swoją przegraną bez niepotrzebnej straty czasu i krwi po obu stronach.Maori byli też dobrze znani z kanibalistycznych praktyk. Zabici przeciwnicy byli zjadani w celu przechwycenia ich siły i ducha walki. Był to nie tylko jedyny sposób na zdobycie cennych protein na wyspie, ale też wyraz głębokiego szacunku dla pokonanych wojowników.",
    "strategy": "Zdolności wojowników Maori i wielkiego generała są do siebie podobne, wojownicy jednak, zamiast zwiększać siłę przyjacielskich jednostek, zmniejszają siłę pobliskich oddziałów przeciwnika. Warto wyprodukować wiele takich jednostek na początku rozgrywki, ponieważ ich awans nie anuluje początkowych zdolności.",
    "movement": 2,
    "cost": {
        "production": 40,
        "faith": 80
    },
    "prereq_tech": {
        "name": "Rolnictwo|Rolnictwa|Rolnictwu|Rolnictwo",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/agriculture.json"
    },
    "free_promotions": [
        {
            "name": "Taniec wojenny Haka",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/haka_war_dance_at.json"
        }
    ]
}