{
    "id": 8,
    "name": "Krążownik rakietowy|Krążownika rakietowego|Krążownikowi rakietowemu|Krążownik rakietowy",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/missile_cruiser.png",
    "game_info": "Jednostka morska wyspecjalizowana w zwalczaniu lotnictwa wroga. Może przenosić 3 pociski i sprawdza się w zwalczaniu okrętów podwodnych.",
    "historical_info": "Krążownik rakietowy to, nie licząc lotniskowca oraz atomowego okrętu podwodnego, najpotężniejsza jednostka pływająca współczesnego pola bitwy. Zaprojektowano go tak, by przenosił i wystrzeliwał potężne, celne i dalekosiężne rakiety kierowane, zdolne do rażenia celów na morzu i lądzie, na długo zanim przeciwnik dowie się, że znalazł się w ich zasięgu. Amerykański krążownik klasy Ticonderoga jest prawdopodobnie najpotężniejszą jednostką nawodną, dysponującą 122 wyrzutniami rakiet przystosowanych do odpalania pocisków woda-powietrze, woda-ziemia oraz rakietotorped. Jest ponadto wyposażony w przeciwlotnicze karabiny Gatlinga, umożliwiające niszczenie zarówno pocisków wroga, jak i wrogich samolotów.",
    "strategy": "Krążownik rakietowy to nowoczesny okręt wojenny. Jest szybki, wytrzymały, wyposażony w pokaźny arsenał broni przeciwlotniczej i doskonale sobie radzi z przechwytywaniem wrogich samolotów. Co ważniejsze, krążownik rakietowy może przenosić kierowane pociski rakietowe i pociski atomowe, dzięki czemu możesz dotrzeć z nimi tuż pod nieprzyjacielskie wybrzeże. Krążowniki rakietowe połączone z lotniskowcami i okrętami podwodnymi to piekielnie potężna armada.",
    "movement": 7,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Robotyka|Robotyki|Robotyce|Robotykę",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/robotics.json"
    },
    "free_promotions": [
        {
            "name": "Widzenie okrętów podwodnych",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/can_see_submarines.json"
        },
        {
            "name": "Premia przeciw okrętom podwodnym (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/attack_vs_submarines_(100).json"
        },
        {
            "name": "Może przewozić 3 ładunki",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/can_carry_3_cargo.json"
        },
        {
            "name": "Przechwytywanie (100)|Przechwytywania (100)|Przechwytywaniu (100)|Przechwytywanie (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/interception_(100).json"
        },
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack.json"
        }
    ]
}