{
    "id": 26,
    "name": "Wyrzutnie SAM|Wyrzutni SAM|Wyrzutniom SAM|Wyrzutnie SAM",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/mobile_sam.png",
    "game_info": "Przechwytują nieprzyjacielskie samoloty usiłujące zbombardować pobliskie jednostki.",
    "historical_info": "W związku z dynamicznym rozwojem śmigłowców i innych jednostek latających, pojawiła się konieczność udoskonalenia środków obrony przed atakami z powietrza. Jednym z największych osiągnięć w tej dziedzinie są samobieżne baterie przeciwlotnicze. Są szybkie, lekkie oraz posiadają rada, dzięki któremu są w stanie wykrywać, namierzać i niszczyć wiele celów powietrznych jednocześnie. Korzystają przy tym z wysoce wybuchowej amunicji, która nawet jeżeli nie zniszczy celu, z wysokim prawdopodobieństwem go uszkodzi. Mimo opracowania nowych systemów mylących rakiety ziemia-powietrzne oraz pojawienia się samolotów stealth, samobieżne wyrzutnie SAM wciąż stanowią ogromne zagrożenie dla każdej jednostki powietrznej.",
    "strategy": "Samobieżne jednostki SAM (ziemia-powietrze) zapewniają nacierającej armii obronę przeciwlotniczą. Samobieżne jednostki SAM mogą przechwytywać i zestrzeliwać nieprzyjacielskie samoloty bombardujące cele w promieniu 2 pól (ale tylko jedną jednostkę na turę). Te jednostki są podatne na ataki innych formacji niż lotnictwo i powinny być chronione przez piechotę lub czołgi.",
    "movement": 3,
    "cost": {
        "production": 425,
        "faith": 850
    },
    "prereq_tech": {
        "name": "Technika rakietowa|Techniki rakietowej|Technice rakietowej|Technikę rakietową",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/rocketry.json"
    },
    "free_promotions": [
        {
            "name": "Przechwytywanie (100)|Przechwytywania (100)|Przechwytywaniu (100)|Przechwytywanie (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/interception_(100)_at.json"
        },
        {
            "name": "Premia przeciwko samolotom i śmigłowcom (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/bonus_vs_aircraft_helicopters_(150)_at.json"
        }
    ]
}