{
    "id": 128,
    "name": "Nau",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nau.png",
    "game_info": "Jednostka morska walcząca w zwarciu, doskonała do eksploracji mórz. Ma więcej [ICON_MOVES] punktów ruchu niż karawela, którą zastępuje, i może jednorazowo użyć zdolności, znajdując się obok obcego terytorium, by zyskać złoto i PD. Mogą ją tworzyć tylko Portugalczycy.",
    "historical_info": "W miarę jak Portugalia zwiększała obszar swoich przedsięwzięć handlowych i badawczych, coraz bardziej potrzebny stawał się większy i mocniejszy statek zdolny do długich podróży. Nau, często nazywany też karaką, wywodzi się z rejowej kogi używanej powszechnie w handlu w czasach średniowiecza. Projekt został udoskonalony przez portugalskich kupców pod koniec XV w. Nau było trzy- lub czteropokładowym statkiem oceanicznym o trzech lub czterech masztach i szerokiej stępce, wystarczająco solidnym na pełen Atlantyk i zdolnym do przewiezienia żywności i ładunku niezbędnych do długiej podróży. Miał zaokrągloną rufę i - jako pierwszy ze statków oceanicznych - wysoki, wbudowany w dziób forkasztel. Jego duże ładownie pozwalały na przepłynięcie dużych odległości bez przybijania do brzegu, dzięki czemu stał się najpopularniejszym statkiem portugalskiej floty handlowej. Nau na szlakach oceanicznych zastąpiły w XVII w. galeony.",
    "strategy": "Ta morska jednostka walcząca w zwarciu zastępuje karawelę, specjalizującą się w eksploracji. Kiedy znajduje się na polu sąsiadującym z terytorium innej cywilizacji albo państwa-miasta, z którym nie prowadzisz wojny, może przeprowadzić jednorazową misję handlową, by zyskać złoto i PD. Im dalej od twojej stolicy, tym większa premia, dlatego najlepiej używać tej zdolności u odległych graczy. Używaj tej jednostki do eksploracji mapy i odkrywania położenia innych graczy.",
    "movement": 5,
    "cost": {
        "production": 120,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Astronomia|Astronomii|Astronomii|Astronomię",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/astronomy.json"
    },
    "free_promotions": [
        {
            "name": "Egzotyczny ładunek",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/exotic_cargo_at.json"
        },
        {
            "name": "Większy zasięg widzenia (1)|Większego zasięgu widzenia (1)|Większemu zasięgowi widzenia (1)|Większy zasięg widzenia (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/extra_sight_(1)_at.json"
        },
        {
            "name": "Wycofanie przed walką wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/withdraw_before_melee_at.json"
        }
    ]
}