{
    "id": 92,
    "name": "Narciarze norwescy|Narciarzy norweskich|Narciarzom norweskim|Narciarzy norweskich",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/norwegian_ski_infantry.png",
    "game_info": "Silna lądowa jednostka frontowa specjalizująca się w działaniach na śniegu, w tundrze i na wzgórzach. Mogą ją budować tylko Duńczycy. Zastępuje strzelców.",
    "historical_info": "Ci nieustraszeni piechurzy duńscy walczyli ze Szwedami w okresie Wojen Napoleońskich w latach 1807-1814. Szybkością dorównywali lekkiej kawalerii, potrafili przedzierać się przez góry i zaśnieżone pola o wiele szybciej niż zwykła piechota i kawalerzyści. Poza sprawnym przemieszczaniem się przez zalesiony i skalisty teren, narciarze mogli też ciągnąć wozy z zapasami, a nawet oddziały żołnierzy, gdy podróż utrudniał głęboki śnieg i brak dróg. Ich pojawienie się po raz pierwszy odnotowano około XIII wieku.Dziś formacje narciarzy wciąż znajdują się w duńskiej marynarce wojennej, patrolują rozległe pustkowia północnej i wschodniej Grenlandii, gdzie panują warunki zbyt trudne dla innych środków transportu. W Norwegii każdy żołnierz jest szkolony w walce na nartach i właśnie dzięki tym ćwiczeniom narodził się biatlon sportowy.",
    "strategy": "Norwescy narciarze to jedna z dwóch unikatowych jednostek duńskich, zastępująca strzelców. Porusza się z podwójną szybkością w tundrze, na śniegu i na wzgórzach. Zyskuje premię +25% do walki w tundrze, na śniegu i na wzgórzach, jeśli nie ma na nich lasu lub dżungli.",
    "movement": 2,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Gwintowanie|Gwintowania|Gwintowaniu|Gwintowanie",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/rifling.json"
    },
    "free_promotions": [
        {
            "name": "Premia na śniegu, w tundrze i na wzgórzach",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/bonuses_in_snow,_tundra,_and_hills_at.json"
        }
    ]
}