{
    "id": 9,
    "name": "Atomowy okręt podwodny|Atomowego okrętu podwodnego|Atomowemu okrętowi podwodnemu|Atomowy okręt podwodny",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nuclear_submarine.png",
    "game_info": "Niewidoczny dla wszystkich jednostek oprócz niszczycieli, krążowników rakietowych i innych okrętów podwodnych do chwili ataku lub zbytniego zbliżenia. Może przenosić 2 pociski i świetnie sprawdza się w zwalczaniu okrętów.",
    "historical_info": "Atomowe okręty podwodne to łodzie z okresu zimnej wojny zaprojektowane z myślą o dyskretnym przenoszeniu pocisków atomowych w pobliże wrogiego terytorium. Te olbrzymie statki same napędzane są energią atomową. Zapewnia im to teoretycznie nieograniczony zasięg operacyjny (okrojony jedynie zapasami pożywienia). Jednocześnie stanowią platformy przenoszące broń strategiczną. Mogą przenosić międzykontynentalne pociski, które są w stanie przelecieć połowę globu przed uderzeniem w cel – którym zwykle jest wrogie miasto. Mimo tego, że mają na wyposażeniu torpedy i pociski woda-powietrze służące do samoobrony, ich głównym zadaniem jest pozostanie w ukryciu aż do momentu nadejścia rozkazu ataku.Atomowe okręty podwodne odegrały znaczącą rolę w doktrynie wzajemnej destrukcji, którą swojego czasu prowadziło USA i ZSRR. Według niej, jeśli jedna ze stron wykonała uderzenie wyprzedzające, bez względu na to jak skuteczne ono by było, to przetrwanie chociażby jednego atomowego okrętu podwodnego oznaczało również nuklearną zagładę zwycięzcy. Także zgodnie z nią tylko całkowite zniszczenie wszystkich wrogich łodzi podwodnych, samolotów czy wyrzutni rakietowych międzykontynentalnych pocisków balistycznych zdolnych do przenoszenia pocisków jądrowych gwarantowało zwycięstwo. Mimo obłędności owej doktryny, od chwili jej powstania nie doszło na Ziemi do żadnej wojny atomowej.",
    "strategy": "Atomowy okręt podwodny jest wytrzymalszy i potężniejszy niż model z wcześniejszej epoki. Jest także niewidzialny dla większości jednostek i wykrywa inne okręty podwodne. Co najważniejsze, atomowe okręty podwodne mogą przenosić kierowane pociski rakietowe i pociski atomowe. Podobnie jak okręty podwodne są podatne na ataki wrogich niszczycieli i okrętów podwodnych, więc wysyłaj przodem inne jednostki, żeby sprawdzić, czy nie ma tam oddziałów wroga.",
    "movement": 6,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Telekomunikacja|Telekomunikacji|Telekomunikacji|Telekomunikację",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/telecommunications.json"
    },
    "free_promotions": [
        {
            "name": "Niewidzialność (okręt podwodny)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/is_invisible_(submarine)_at.json"
        },
        {
            "name": "Widzenie okrętów podwodnych",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/can_see_submarines_at.json"
        },
        {
            "name": "Może przewozić 2 ładunki",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/can_carry_2_cargo_at.json"
        },
        {
            "name": "Może wchodzić na pola z lodem",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_enter_ice_tiles_at.json"
        },
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Premia do ataku (75)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/bonus_when_attacking_(75)_at.json"
        },
        {
            "name": "Większy zasięg widzenia (1)|Większego zasięgu widzenia (1)|Większemu zasięgowi widzenia (1)|Większy zasięg widzenia (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/extra_sight_(1)_at.json"
        }
    ]
}