{
    "id": 20,
    "name": "Pocisk atomowy|Pocisku atomowego|Pociskowi atomowemu|Pocisk atomowy",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nuclear_missile.png",
    "game_info": "Sprowadź na wrogów nuklearną zagładę. Sieje olbrzymie zniszczenie w miastach i uszkadza każdą jednostkę znajdującą się w polu rażenia.Wymaga Projektu Manhattan i dwóch złóż uranu.",
    "historical_info": "Pociski atomowe przenoszą jedną lub więcej głowic zawierających bomby wodorowe o sile rażenia na tyle dużej, by zmieść z powierzchni ziemi całe miasto. Mogąc okrążyć pół globu przed dostarczeniem swojego śmiercionośnego ładunku, stanowią najbardziej przerażającą i zabójczą broń w historii ludzkości. Na chwilę obecną nie ma przed nimi w pełni skutecznej obrony. W momencie wystrzelenia cel można uznać praktycznie za zniszczony. Na dodatek obszar w pobliżu eksplozji ulega skażeniu, który utrzymuje się przez kilka stuleci. Wiatry przenoszą opad radioaktywny, który zatruje olbrzymie połacie kontynentu i spowoduje śmierć milionów. Użycie ich przeciwko wrogowi z tej samej planety zakrawa na szaleństwo, chyba że chodzi o uderzenie wyprzedzające.",
    "strategy": "Pocisk atomowy to ulepszona, potężniejsza bomba atomowa. Może znajdować się w sojuszniczym mieście lub na pokładzie atomowego okrętu podwodnego albo krążownika rakietowego. Może przemieszczać się z bazy do bazy lub atakować cele w promieniu 12 pól. Wybuch pocisku atomowego uszkodzi (i prawdopodobnie zniszczy) miasta i zgładzi wszystkie jednostki w polu rażenia wynoszącym 2 pola. W chwili ataku ulega automatycznemu zniszczeniu. Więcej szczegółów znajdziesz w zasadach poświęconym broni atomowej.",
    "movement": 2,
    "cost": {
        "production": 1000,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Balistyka zaawansowana|Balistyki zaawansowanej|Balistyce zaawansowanej|Balistykę zaawansowaną",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/advanced_ballistics.json"
    },
    "free_promotions": [
        {
            "name": "Unik (50)|Uniku (50)|Unikowi (50)|Unik (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/evasion_(50).json"
        }
    ]
}