{
    "id": 36,
    "name": "Panzery|Panzerów|Panzerom|Panzery",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/panzer.png",
    "game_info": "Szybka i silna jednostka na późnym etapie gry.Tylko Niemcy mogą ją budować. Jest ona o jeden punkt szybsza niż czołg, który zastępuje.",
    "historical_info": "Na początku II wojny światowej niemieckie czołgi panzer nie były wcale lepsze od francuskich czy rosyjskich odpowiedników – właściwie wręcz przeciwnie. Niemieckie panzery (czołgi) miały słabszą siłę ognia i opancerzenie. Ale za to Niemcy mieli wojskowych geniuszy, takich jak Heinz Guderian, dowódca Korpusów Pancernych i jeden z teoretyków blitzkriegu, czyli doktryny wojny błyskawicznej, opartej na skoncentrowanym uderzeniu czołgami. We Francji doktryna okazała się wyjątkowo skuteczna, kiedy to zmasowany atak panzerów zdmuchnął francuskie czołgi, które miały lepszą broń i opancerzenie, ale były rozrzucone wśród francuskiej piechoty i nie miały szans przeciwko zmasowanej, niemieckiej sile ognia. Niemieckie panzery odnosiły podobne sukcesy na początku wojny ze Związkiem Radzieckim, aż ZSRR zrozumiał, jak stworzyć i zorganizować własne brygady pancerne.",
    "strategy": "Panzery to unikatowa jednostka niemiecka zastępująca czołgi. Jest od nich silniejsza i szybsza. Może także ruszyć się po walce, dzięki czemu jest w stanie wykorzystać wyrwę w liniach wroga, zanim ów zdąży ją załatać.",
    "movement": 6,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Połączone rodzaje wojsk|Połączonych rodzajów wojsk|Połączonym rodzajom wojsk|Połączone rodzaje wojsk",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/combined_arms.json"
    },
    "free_promotions": [
        {
            "name": "Bez terenowej premii do obrony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Może wykonać ruch po ataku",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/can_move_after_attacking.json"
        }
    ]
}