{
    "id": 34,
    "name": "Spadochroniarze|Spadochroniarzy|Spadochroniarzom|Spadochroniarzy",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/paratrooper.png",
    "game_info": "Silna jednostka piechoty zdolna do dokonania zrzutu spadochronowego do 9 pól od własnego terytorium. Spadochroniarze mogą po skoku wykonać ruch i plądrować, lecz walczyć dopiero w następnej turze.",
    "historical_info": "Spadochroniarze to lekka piechota, wyszkolona do skakania na pole bitwy z samolotów poza liniami wroga. Z konieczności spadochroniarze są lekko uzbrojeni i mają ograniczony zapas amunicji, dlatego są zmuszeni polegać na elemencie zaskoczenia, by pokonać przeciwników. Potrzebują również szybkiego wsparcia jednostek naziemnych, przebijających się przez linie wroga, inaczej narażą się na zagładę, kiedy wróg się przegrupuje i ich otoczy.W czasie II wojny światowej spadochroniarzy wykorzystywano z niewielkim sukcesem – niemieccy spadochroniarze wzięli udział w inwazji na Danię w 1940 roku. Zaatakowali również i zajęli Kretę w 1941 roku, ale straty wśród żołnierzy były tak wielkie, że Adolf Hitler zabronił przyszłych ataków z powietrza na wielką skalę. Siły alianckie zrzuciły spadochroniarzy z umiarkowanym sukcesem podczas inwazji w Normandii w 1944 roku, ale wielkie ataki spadochronowe podczas operacji „Market Garden” w Holandii i w Niemczech później w tym samym roku były dalekie od sukcesu, zostawiając za sobą wiele ofiar wśród brytyjskich, polskich i amerykańskich spadochroniarzy.Chociaż służby specjalne wciąż zatrudniają spadochroniarzy, w nowoczesnej armii ta praktyka wyszła z mody. Dzisiaj większość żołnierzy transportują na pole bitwy helikoptery.",
    "strategy": "Spadochroniarze to jednostki piechoty z późnej fazy gry. Są nieco słabsi niż piechota zmechanizowana, lecz za to mogą dokonać zrzutu spadochronowego do 9 pól od swojego położenia (zaczynając na terenie sprzymierzonym). Pozwala to spadochroniarzowi na dosłowne przeskoczenie pozycji przeciwnika i niszczenie sieci dróg, ważnych ulepszeń i tak dalej oraz sianie spustoszenia na tyłach wroga. Misje takie wiążą się z wielkim zagrożeniem dla spadochroniarzy, upewnij się więc, że cel jest tego wart!",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Radar|Radaru|Radarowi|Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Możliwość desantu spadochronowego",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_paradrop.json"
        },
        {
            "name": "Nie traci ruchu za plądrowanie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_movement_cost_to_pillage.json"
        }
    ]
}