{
    "id": 131,
    "name": "Tropiciele|Tropicieli|Tropicielom|Tropicieli",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/pathfinder.png",
    "game_info": "Ta unikalna jednostka Szoszonów doskonale nadaje się do eksploracji i walki. Zastępuje zwiadowców. Ma awans pozwalający jej wybrać nagrodę za odkrycie starożytnych ruin.",
    "historical_info": "Niektórzy członkowie tubylczych plemion amerykańskich, żyjących na Wielkich Równinach i w Górach Skalistych, uważani byli za wspaniałych zwiadowców, którzy wykonywali najważniejsze dla koczowniczych ludów zadania. Ci noszący rozmaite tytuły poszukiwacze ścieżek tropili zwierzynę i przeciwników, znajdowali drogi do migracji, szpiegowali przeciwników i intruzów oraz chronili obozowiska zimowe. Byli tak uzdolnieni, że armie światowych potęg zatrudniały ich jako zwiadowców i doradców już od czasów wojny z Pekotami (1637-1638), kiedy to kolonistów z Zatoki Massachusetts wspomagali zwiadowcy plemion Narragansett i Mohegan. Gdy jednak zakończyły się czasy pogranicza, a szczepy indiańskie zamknięto w rezerwatach, rola tropiciela straciła na znaczeniu.",
    "strategy": "Tropiciele zastępują zwiadowców, mogą tworzyć ich tylko Szoszoni. Eksplorują teren równie dobrze jak zwiadowcy i walczą prawie tak dobrze jak wojownicy. Pozwalają graczowi wybrać premię za odkrycie starożytnych ruin. Kosztują więcej niż zwiadowcy.",
    "movement": 2,
    "cost": {
        "production": 45,
        "faith": 50
    },
    "prereq_tech": {
        "name": "Rolnictwo|Rolnictwa|Rolnictwu|Rolnictwo",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/agriculture.json"
    },
    "free_promotions": [
        {
            "name": "Mowa ojczysta",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/native_tongue_at.json"
        },
        {
            "name": "Ignoruje koszt terenu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/ignores_terrain_cost_at.json"
        }
    ]
}