{
    "id": 96,
    "name": "Wojownicy piktyjscy|Wojowników piktyjskich|Wojownikom piktyjskim|Wojowników piktyjskich",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/pictish_warrior.png",
    "game_info": "Jedynie Celtowie mogą stworzyć tę jednostkę. Ma premię do walki poza przyjaznym terytorium i potrafi plądrować wrogie ulepszenia bez dodatkowego kosztu ruchu. Zyskuje 50% siły wroga w postaci wiary za zabójstwa.",
    "historical_info": "Piktowie byli ludem zamieszkującym w późnej epoce żelaza obecną północną i wschodnią Szkocję – jednym z wielu celtyckich szczepów zamieszkujących Wyspy Brytyjskie. Ich wojowników obawiały się nie tylko inne ludy celtyckie, lecz nawet chełpliwi rzymscy legioniści. Grecki historyk Dionizjusz napisał za panowania cesarza Augusta, że ich „sposób walki, przypominający w dużej mierze walkę dzikich bestii i szalony” odnosił duże sukcesy w starciach z kiepsko radzącymi sobie w lasach i na wzgórzach północnej Europy formacjami wojskowymi.Do ich reputacji przyczynił się również karnyks, brązowa trąba, której dźwięk rozbrzmiewał nieprzerwanie podczas bitwy, dodając ducha Celtom i przerażając przeciwników. Głęboko wreszcie w pamięci ich wrogów tkwiły opowieści o uciętych głowach noszonych przez piktyjskich wojowników. Noszenie głów pokonanych wrogów dodawało ich zdaniem odwagi i siły równej bogom.",
    "strategy": "Wojownicy piktyjscy to unikatowa jednostka Celtów. Świetnie nadaje się do wczesnych ataków, skutecznie pustosząc ziemie nieprzyjaciół dzięki umiejętności wykonania ruchu po plądrowaniu. Należy także zauważyć, że każdy zniszczony przez nią oddział wroga daje ci punkty wiary.",
    "movement": 2,
    "cost": {
        "production": 56,
        "faith": 112
    },
    "prereq_tech": {
        "name": "Obróbka brązu|Obróbki brązu|Obróbce brązu|Obróbkę brązu",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/bronze_working.json"
    },
    "free_promotions": [
        {
            "name": "Premia obcego terytorium|Premii obcego terytorium|Premii obcego terytorium|Premię obcego terytorium",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/foreign_lands_bonus_at.json"
        },
        {
            "name": "Nie traci ruchu za plądrowanie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_movement_cost_to_pillage_at.json"
        }
    ]
}