{
    "id": 127,
    "name": "Pracinhas",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/pracinha.png",
    "game_info": "Jednostka piechoty z epoki współczesnej gromadząca punkty przybliżające złotą erę, gdy pokona przeciwnika. Może powstawać tylko w Brazylii.",
    "historical_info": "Po tym, jak 18 brazylijskich statków handlowych zostało zatopionych na Atlantyku przez niemieckie łodzie podwodne, Brazylia w sierpniu 1942 r. wypowiedziała wojnę nazistowskim Niemcom i faszystowskim Włochom, dołączając do sił alianckich. Na początku 1944 r. wyszkolono 27,5 tys. kobiet i mężczyzn, tworząc brazylijskie siły ekspedycyjne, nazywane w ojczyźnie pracinhas brasileiros. Ich wojenne dokonania były uważnie śledzone przez ludność Brazylii dumną z faktu, że ich kraj jako jedyny w Ameryce Południowej bierze czynny udział w walkach w Europie. Choć pułki brazylijskie nie były tak dobrze wyposażone jak brytyjskie i amerykańskie, walczyły z zaciętością, która przyniosła im liczne pochwały i zaszczyty. Niestety, w trakcie walk zginęło niemal 1000 ich członków.",
    "strategy": "Ta jednostka walcząca w zwarciu zdobywa punkty przybliżające karnawał w Brazylii za każdym razem, gdy pokona wroga. Używaj jej do walki na obcym terytorium, by przybliżyć zwycięstwo kulturowe Brazylii.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Tworzywo sztuczne|Tworzywa sztucznego|Tworzywu sztucznemu|Tworzywo sztuczne",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/plastics.json"
    },
    "free_promotions": [
        {
            "name": "Złota era za zwycięstwa",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/golden_age_from_victories_at.json"
        }
    ]
}