{
    "id": 101,
    "name": "Pentera|Pentery|Penterze|Penterę",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/quinquereme.png",
    "game_info": "Silna jednostka morska starożytności. Używana, aby podbijać morza za pomocą ataków z bliska na inne jednostki morskie oraz miasta. Jedynie Kartagińczycy mogą ją zbudować.",
    "historical_info": "Kartagińczycy i Rzymianie posługiwali się wieloma typami okrętów, ciężko uzbrojone pentery były jednymi z najpopularniejszych. Jednostki te wzięły swą nazwę od pięciu wioślarzy obsługujących każde z pionowo ustawionych wioseł pogrupowanych w kolumny biegnące wzdłuż burt statku. Choć nieznane są dokładne liczby, przyjmuje się, że te ciężkie okręty przewoziły kilkaset osób załogi i żołnierzy. Pentemy Kartaginy słynęły z najlepszej konstrukcji, podobno były dziełem szkutników z Afryki Północnej, później ich dzieło skopiowali Rzymianie.",
    "strategy": "Jedynie Kartagińczycy mogą tworzyć takie jednostki. Jest to silniejsza wersja triremy, także pod względem siły bojowej. Tak samo jak trirema, jest to jednostka atakująca z bliska inne morskie jednostki lub miasta (nie posiada ataku dystansowego). Pentera nie może wpływać na pola głębokiego oceanu poza granicami miasta.",
    "movement": 4,
    "cost": {
        "production": 45,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Żegluga|Żeglugi|Żegludze|Żeglugę",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/sailing.json"
    },
    "free_promotions": [
        {
            "name": "Nie może wypływać na pełne morze",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/cannot_enter_deep_ocean_at.json"
        }
    ]
}