{
    "id": 44,
    "name": "Strzelcy|Strzelców|Strzelcom|Strzelców",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/rifleman.png",
    "game_info": "Silna jednostka lądowa charakterystyczna dla środkowego etapu gry.",
    "historical_info": "Karabin to broń zaprojektowana tak, by możliwe było prowadzenie ognia z ramienia. Wnętrze lufy jest gwintowane, dzięki czemu po wystrzeleniu pocisk nabiera ruchu wirowego. Zwiększa to jego zasięg i celność. Pierwsze karabiny pojawiły się na polach bitew w XV wieku, ale ze względu na problemy z produkcją do powszechnego użycia weszły dopiero w XIX wieku. Angielscy i amerykańscy zwiadowcy byli wyposażani w karabiny już podczas wojen napoleońskich, w 1812 roku. Ze względu na długi czas przeładowania minęło sporo czasu, nim broń ta trafiła do powszechnego użycia.Czas przeładowania uległ znacznemu skróceniu po wynalezieniu pocisków typu „minie”. Spowodowało to pojawienie się karabinów muszkietowych w arsenale większości armii europejskich. Pod koniec wojny secesyjnej karabiny muszkietowe stały się przestarzałe. Zastąpiła je broń odtylcowa, którą można było przeładować w około sekundę. W porównaniu z bronią odprzodową, którą wyszkolony strzelec przeładowywał 20-30 sekund, różnica była gigantyczna.",
    "strategy": "Strzelcy to jednostka z bronią palną, która zastępuje arkebuzerów. Jest od nich zdecydowanie potężniejsza, dając wyraźną przewagę militarną wobec cywilizacji, które nią nie dysponują.",
    "movement": 2,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Gwintowanie|Gwintowania|Gwintowaniu|Gwintowanie",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/rifling.json"
    },
    "free_promotions": []
}