{
    "id": 53,
    "name": "Samurajowie|Samurajów|Samurojom|Samurajów",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/samurai.png",
    "game_info": "Potężna średniowieczna jednostka piechoty. Mogą ją wyprodukować tylko Japończycy. Walczy o wiele skuteczniej i pozwala szybciej wyprodukować wielkich generałów, niż ciężkozbrojni, których zastępuje. Zaokrętowani samurajowie mogą budować łodzie rybackie w ciągu jednej tury i nie zostają później pochłonięci (dzięki czemu przydają się nawet w czasie pokoju).",
    "historical_info": "Japońscy samurajowie uznawani są za najlepszych wojowników od czasu rzymskich legionów, aż do momentu wynalezienia prochu. Ich powstanie datuje się na XII wiek. Byli kastą wojowników, przestrzegających kodeksu bushido, którego kluczowymi elementami były: odwaga, honor, lojalność, które były ważniejsze niż własne życie. Samurajowie korzystali zazwyczaj z dwóch ostrzy, katany i krótszego wakizashi, w późniejszym okresie używanego do rytuału „seppuku” (samobójstwo). Oba te ostrza były o wiele potężniejsze od zachodnich odpowiedników. Niektórzy samuraje korzystali też z łuków, włóczni, a później również z broni palnej. W zależności od okresu (oraz zamożności), samuraj nosił szatę, lakowany lub nawet metalowy pancerz.",
    "strategy": "Samurajowie to unikalna jednostka japońska zastępująca ciężkozbrojnych. Są równie silni jak zbrojni i automatycznie otrzymują awans „Szturm I”, dający im premię do walki w terenie otwartym. Sukces w walce samurajami zapewnia większe szanse stworzenia wielkich generałów. Mogą budować łodzie rybackie i nie są przy tym pochłaniani.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Stal|Stali|Stali|Stal",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/steel.json"
    },
    "free_promotions": [
        {
            "name": "Szturm I|Szturmu I|Szturmowi I|Szturm I",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/shock_i.json"
        },
        {
            "name": "Wielcy generałowie II|Wielkich generałów II|Wielkim generałom II|Wielkich generałów II",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/great_generals_ii.json"
        }
    ]
}