{
    "id": 108,
    "name": "Gez morski|Geza morskiego|Gezowi morskiemu|Geza morskiego",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/sea_beggar.png",
    "game_info": "Jednostka morska wyspecjalizowana w atakowaniu miast przybrzeżnych w celu zdobycia złota i w zajmowaniu wrogich statków. Jedynie Holendrzy mogą ją wytworzyć.",
    "historical_info": "Żebracy morscy, znani także jako gezowie, byli grupą korsarzy, którzy w czasie wojny osiemdziesięcioletniej sprzeciwiali się hiszpańskiej kontroli nad Niderlandami. Ich nazwa pochodzi od grupy holenderskich szlachciców, którzy ruszyli marszem do diuszesy Parmy z listą zażaleń i próśb. Doradcy władczyni nazwali grupę żebrakami - nazwa ta przylgnęła do uczestników marszu na stałe.W 1569 r. żebracy otrzymali od Wilhelma Orańskiego oficjalne listy kaperskie, na mocy których przystosowano do działań wojennych 84 okręty. Żebracy morscy początkowo ograniczali się do zwykłego łupienia, lecz w chwili desperacji zdobyli też siłą hiszpańskie miasto i garnizon. Upojeni swoim zwycięstwem rozpoczęli kampanię podboju, zdobywając kolejne miasta wzdłuż linii brzegowej. Sukcesy morskich żebraków podziałały mobilizująco na innych Holendrów i sprawiły, że rewolucja wybuchła w całym kraju. Zdobycie hiszpańskiego garnizonu w Brielle przez żebraków morskich uważa się za początek wojny o niepodległość Holandii.",
    "strategy": "Jednostka morska wyspecjalizowana w atakowaniu miast przybrzeżnych w celu zdobycia złota i w zajmowaniu wrogich statków. Jedynie Holendrzy mogą ją wytworzyć. Leczy obrażenia poza przyjaznym terytorium. Rozpoczyna z pierwszymi dwoma awansami „Morski najeźdźca”, dzięki czemu zyskuje złoto podczas ataków na przybrzeżne miasta. Potrafi pojmać pokonane wrogie jednostki morskie.",
    "movement": 5,
    "cost": {
        "production": 150,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Nawigacja|Nawigacji|Nawigacji|Nawigację",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/navigation.json"
    },
    "free_promotions": [
        {
            "name": "Morski grabieżca I",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/coastal_raider_i.json"
        },
        {
            "name": "Morski grabieżca II",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/coastal_raider_ii.json"
        },
        {
            "name": "Statki zdobyczne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/prize_ships.json"
        },
        {
            "name": "Zaopatrzenie|Zaopatrzenia|Zaopatrzeniu|Zaopatrzenie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/supply.json"
        }
    ]
}