{
    "id": 16,
    "name": "Okręt liniowy|Okrętu liniowego|Okrętowi liniowemu|Okręt liniowy",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ship_of_the_line.png",
    "game_info": "Potężna jednostka pływająca z epoki renesansu służąca do walki o przewagę na morzu. Mogą ją budować tylko Anglicy.",
    "historical_info": "Okręty liniowe to najpotężniejsze żaglowce, jakie kiedykolwiek pływały po morzach i oceanach. Były trzonem sił morskich Europy od XVII do XIX wieku. Ich nazwa wzięła się od formacji, w której zazwyczaj walczyły. Zbliżały się one do przeciwnika w linii płynąc jeden za drugim równolegle do niego, ostrzeliwując go ze wszystkich swych dział. Powodowało to nie tylko znaczne uszkodzenia samego ostrzelanego okrętu, ale i poważne rany załogi. Zazwyczaj zwyciężały okręty posiadające więcej dział i lepiej wyszkolonych marynarzy. Mistrzami tej taktyki byli Anglicy i to właśnie oni zdominowali wtedy akweny morskie całego świata. Stan taki trwał przed ponad wiek.",
    "strategy": "Okręt liniowy to unikatowa jednostka angielska zastępująca fregatę. Dysponuje nieco większą siłą ognia niż fregata i jest tańszy w produkcji. Jego zasięg widzenia jest o jedno pole większy od fregaty, dzięki czemu wykrywa przeciwników na większej części oceanu.",
    "movement": 5,
    "cost": {
        "production": 170,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Nawigacja|Nawigacji|Nawigacji|Nawigację",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/navigation.json"
    },
    "free_promotions": [
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Większy zasięg widzenia (1)|Większego zasięgu widzenia (1)|Większemu zasięgowi widzenia (1)|Większy zasięg widzenia (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/extra_sight_(1).json"
        }
    ]
}