{
    "id": 21,
    "name": "Bombowiec stealth|Bombowca stealth|Bombowcowi stealth|Bombowiec stealth",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/stealth_bomber.png",
    "game_info": "Jednostka powietrzna dalekiego zasięgu, zrzucająca śmierć na nieprzyjacielskie jednostki i miasta.",
    "historical_info": "Z chwilą rozwoju systemów przeciwlotniczych pojawiła się potrzeba stworzenia bombowców taktycznych i strategicznych, które będą niewidzialne dla radarów wroga i innych urządzeń namierzających. Współczesne bombowce stealth budowane są ze specjalnych materiałów kompozytowych, pokrytych specjalną powłoką pochłaniającą fale radarowe. Ponadto posiadają kształt powodujący rozpraszanie wiązki radarowej oraz maskujący wszelkie ślady mogące zdradzić ich pozycję. Bombowce stealth są w stanie przenosić bomby konwencjonalne, jak i atomowe. Choć mają olbrzymi zasięg, jednostki te są również bardzo kosztowne. Amerykański B-2 kosztuje około miliard dolarów, czyli więcej, niż budżet małego państwa.",
    "strategy": "Bombowce stealth to ulepszone bombowce, mające większy zasięg i siłę ognia oraz lepsze zdolności unikania nieprzyjacielskiej broni przeciwlotniczej i myśliwców. Bombowce te dysponują również umiejętnością „rozpoznanie lotnicze”, która umożliwia odsłonięcie obszaru w obrębie 6 pól od bombowca. Należy pamiętać, że te jednostki nie mogą być transportowane na lotniskowcach. Więcej na ich temat znaleźć można w rozdziale Samoloty.",
    "movement": 2,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Technologia stealth|Technologii stealth|Technologii stealth|Technologię stealth",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/stealth.json"
    },
    "free_promotions": [
        {
            "name": "Unik (100)|Uniku (100)|Unikowi (100)|Unik (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/evasion_(100)_at.json"
        },
        {
            "name": "Rozpoznanie powietrzne|Rozpoznania powietrznego|Rozpoznaniu powietrznemu|Rozpoznanie powietrzne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/air_recon_at.json"
        }
    ]
}