{
    "id": 12,
    "name": "Okręt podwodny|Okrętu podwodnego|Okrętowi podwodnemu|Okręt podwodny",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/submarine.png",
    "game_info": "Niewidoczny dla wszystkich jednostek oprócz niszczycieli, krążowników rakietowych i innych okrętów podwodnych do chwili ataku lub zbytniego zbliżenia. Świetnie sprawdza się w zwalczaniu okrętów, które może zaatakować z zaskoczenia.",
    "historical_info": "Okręty podwodne sprzed ery atomowej były używane głównie do sabotowania handlu, atakowały wrogie okręty handlowe i odcinały dopływ zapasów. Okręty podwodne z czasów II wojny światowej były zwykle wyposażone w wyrzutnie torped na dziobie i rufie, a czasem też w małe działo na pokładzie, zdolne do tego, by zatopić okręt handlowy, jeśli nikt nie odwzajemniał ostrzału.Tylko w rzadkich przypadkach okręty podwodne próbowały zatopić wrogie okręty marynarki wojennej. Ich zadanie polegało na zatapianiu statków handlowych, a następnie wycofywaniu się, zanim dostrzegą je wrogie okręty wojenne lub lotnictwo. W spotkaniach z niszczycielami okręt podwodny z reguły przegrywał. W trakcie trwania obu wojen światowych niemieckie U-booty niemal doprowadziły do klęski głodu w Wielkiej Brytanii, zatapiając 11 milionów ton ładunku podczas pierwszej i 14 milionów ton podczas drugiej wojny światowej, za cenę około 1000 zatopionych U-bootów.",
    "strategy": "Okręt podwodny to jednostka wyspecjalizowana w zwalczaniu innych okrętów. Jest niewidzialna dla większości jednostek, oprócz niszczycieli i innych okrętów podwodnych, dopóki nie zaatakuje. Może wpływać na pola z lodem. Wykorzystuj okręty podwodne do patrolowania wód nieprzyjaciela i zatapiania jego statków oraz chronienia własnych jednostek przed atakami jego jednostek podwodnych.",
    "movement": 5,
    "cost": {
        "production": 325,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Chłodzenie|Chłodzenia|Chłodzeniu|Chłodzenie",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/refrigeration.json"
    },
    "free_promotions": [
        {
            "name": "Niewidzialność (okręt podwodny)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/is_invisible_(submarine).json"
        },
        {
            "name": "Widzenie okrętów podwodnych",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/can_see_submarines.json"
        },
        {
            "name": "Może wchodzić na pola z lodem",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_enter_ice_tiles.json"
        },
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Premia do ataku (75)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/bonus_when_attacking_(75).json"
        }
    ]
}