{
    "id": 35,
    "name": "Czołgi|Czołgów|Czołgom|Czołgi",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/tank.png",
    "game_info": "Szybka i silna jednostka na późnym etapie gry.",
    "historical_info": "Czołg łączy potęgę artylerii z mobilnością kawalerii. Pierwsze czołgi pojawiły się pod koniec I wojny światowej. Miały pokonać fortyfikacje obronne z tamtych czasów – karabiny maszynowe, drut kolczasty i okopy sprawiały, że zmasowane ataki piechoty pochłaniały wiele ofiar, a kawaleria, której siła spoczywała w szarży, zupełnie nie miała możliwości by wyruszyć w bój. Chociaż były słabo zaprojektowane i nękane problemami z silnikiem i z niedoświadczoną załogą, wczesne czołgi wykazały się wielkim potencjałem, przynajmniej dla tych, którzy uważnie im się przyglądali. Podczas II wojny światowej Niemcy uciekli się do taktyki „blitzkriegu” – wojny błyskawicznej, prowadzonej przez oddziały czołgów. Taktyka okazała się niezwykle skuteczna – podbita została Francja, a armia brytyjska wypędzona z kontynentu, zanim generałowie zdążyli opracować jakąś odpowiedź na tę zadziwiającą, nową strategię. Chociaż czołgi do dziś pozostają najważniejszym ofensywnym elementem armii lądowej, okazały się być podatne na ataki nowszej, jeszcze szybszej broni – śmigłowców bojowych.",
    "strategy": "Czołgi to niezwykle silna i mobilna jednostka lądowa. Może się ruszyć po walce, co pozwala jej tworzyć wyłomy w liniach wroga i przebijać się przez nie na zwolnione pola.",
    "movement": 5,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Połączone rodzaje wojsk|Połączonych rodzajów wojsk|Połączonym rodzajom wojsk|Połączone rodzaje wojsk",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/combined_arms.json"
    },
    "free_promotions": [
        {
            "name": "Bez terenowej premii do obrony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Może wykonać ruch po ataku",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/can_move_after_attacking_at.json"
        }
    ]
}