{
    "id": 18,
    "name": "Trirema|Triremy|Triremie|Triremę|Triremą|Triremie",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/trireme.png",
    "game_info": "Starożytna jednostka morska, mogąca z bliska atakować inne okręty lub miasta.",
    "historical_info": "Trirema była statkiem wojennym antycznej marynarki śródziemnomorskiej. Mimo tego, że posiadała żagiel, podczas walki napędzały ją trzy rzędy wioślarzy. Gdy byli oni dobrze wyćwiczeni i zmotywowani, statek potrafił być zaskakująco szybki i zwinny. Triremy przeważnie posiadały na dziobie ostry koniec (taran), a ich podstawowa taktyka polegała na tym, by staranować i zatopić wrogi statek. Niektóre triremy przewoziły również łuczników do walki na odległość, podczas gdy inne – większe ilości piechoty. Jednostki takie zbliżały się do burty wrogiego statku, po czym piechota wchodziła na pokład i próbowała go przejąć. Triremy pozostawały istotnymi jednostkami militarnymi, aż zostały wyparte przez działa, oraz postępy w konstrukcji statków i takielunku.",
    "strategy": "Trirema jest pierwszą jednostką pływającą, dostępną cywilizacjom w grze. Jest to jednostka strzelająca o średniej sile ataku na odległość. Nie może zaczynać walki wręcz. Triremy użyteczne są przy usuwaniu z wód domowych statków barbarzyńców oraz, w ograniczonym zakresie, nadają się do zwiadu (nie mogą wpływać na wody oceaniczne, chyba że należą do Polinezyjczyków).",
    "movement": 4,
    "cost": {
        "production": 45,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Żegluga|Żeglugi|Żegludze|Żeglugę",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/sailing.json"
    },
    "free_promotions": [
        {
            "name": "Nie może wypływać na pełne morze",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/cannot_enter_deep_ocean_at.json"
        }
    ]
}