{
    "id": 93,
    "name": "Kobukson|Kobuksonu|Kobuksonowi|Kobukson",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/turtle_ship.png",
    "game_info": "Ciężko opancerzona jednostka wodna z epoki Renesansu, niezwykle trudna do zniszczenia. Kobuksony nie mogą wypływać na pola otwartego morza poza granicami miasta. Może je budować wyłącznie Korea. Zastępują karawele.",
    "historical_info": "Te duże opancerzone okręty wojenne dynastii Choson odegrały znaczącą rolę w obronie Korei przed Japończykami w XVI w. Załoga składała się po połowie z żołnierzy i wioślarzy. Ten tzw. statek-żółw był morderczym narzędziem koreańskiej marynarki do walki na krótkim dystansie. Zaprojektowano go, by siał przerażenie w szeregach wroga – każdy z okrętów miał na dziobie wyrzeźbioną głowę smoka, która podobno wydzielała siarkowe wyziewy, by ukryć podejście okrętu do wroga. W odróżnieniu od innych konstrukcji tego okresu kobukson nie posiadał górnego pokładu. Najwyższa część okrętu była pokryta żelaznymi kolcami, które miały uchronić przed abordażem. Żołnierze i wioślarze znajdowali się na oddzielnych pokładach poniżej. Kobukson, uzbrojony w dwa tuziny dział i inne bronie strzeleckie, był niezwykle groźnym przeciwnikiem dla nieprzygotowanych marynarek wrogów Korei.",
    "strategy": "Kobukson to unikatowa jednostka koreańska, zastępująca karawelę. Ma on większą siłę ognia niż karawela, jest też wyjątkowo trudny do zniszczenia. Nie może on jednak wypływać na pola otwartego morza poza granicami miasta.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Astronomia|Astronomii|Astronomii|Astronomię",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/astronomy.json"
    },
    "free_promotions": [
        {
            "name": "Nie może wypływać na pełne morze",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/cannot_enter_deep_ocean.json"
        }
    ]
}