{
    "id": 72,
    "name": "Rydwany bojowe|Rydwanów bojowych|Rydwanom bojowym|Rydwanów bojowych",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/war_chariot.png",
    "game_info": "Szybka jednostka dystansowa. Tylko Egipcjanie mogą ją rekrutować. W przeciwieństwie do strzelców rydwanowych nie wymaga koni.",
    "historical_info": "Egipcjanie byli wczesnymi mistrzami rydwanów, a ich przeciwnicy mieli wszelkie podstawy, by obawiać się mocy rydwanów bojowych. Często na takich rydwanach osobiście uczestniczyli w walce faraonowie. Amenhotep II przechwalał się, że z rozpędzonego rydwanu trafił cztery cele, oddalone od siebie o trzydzieści stóp z taką siła, że strzały przebiły siedem centymetrów miedzi stanowiących tarczę. Dokładnie jak każda inna jazda, rydwany bojowe szczególnie przydawały się w pościgu za wycofującym się przeciwnikiem. Gdy wróg uciekał, nie mógł ochronić się tarczą i stawał się kompletnie bezbronny przed ogniem z łuków albo po prostu mógł zostać zmiażdżony pod kołami pędzącego rydwanu.",
    "strategy": "Rydwany bojowe to unikatowa jednostka egipska zastępująca strzelców rydwanowych. Jest od nich szybsza, a Egipcjanie mogą ją stworzyć nawet, jeśli nie mają koni. Jako jednostka kawalerii są podatne na ataki włóczników.",
    "movement": 5,
    "cost": {
        "production": 56,
        "faith": 112
    },
    "prereq_tech": {
        "name": "Koło|Kołu|Kołu|Koło",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/the_wheel.json"
    },
    "free_promotions": [
        {
            "name": "Kara za trudny teren|Kary za trudny teren|Karze za trudny teren|Karę za trudny teren",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/rough_terrain_penalty.json"
        },
        {
            "name": "Bez terenowej premii do obrony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack.json"
        }
    ]
}