{
    "id": 73,
    "name": "Słonie bojowe|Słoni bojowych|Słoniom bojowym|Słonie bojowe",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/war_elephant.png",
    "game_info": "Szybka jednostka strzelająca, bardzo skuteczna na płaskim terenie. Mogą ją stworzyć tylko Hindusi. Ma większą siłę bojową i siłę ostrzału niż strzelcy rydwanowi, których zastępuje.",
    "historical_info": "Słonie bojowe stanowiły przerażający widok na polu walki, często były dla sojuszników takim samym zagrożeniem, jak dla wrogów, i mogą zostać uznane za pierwszą broń masowego rażenia. Hindusi używali słoni w walce aż do wynalezienie prochu, co spowodowało, że stały się bezużyteczne. W walkach przed wynalezieniem prochu słonie bojowe miały dwa podstawowe zadania. Po pierwsze, ich zapach śmiertelnie przerażał konie, wyłączając kawalerię wroga z użytku. Po drugie, mogły przebić się przez najsilniejszą nawet linię piechoty, miażdżąc ścianę włóczni, która była nie do pokonania dla żadnego konia. Słonie były wyjątkowo trudne do zabicia, historia odnotowuje przypadki, gdy przeżyły trafienia sześćdziesięciu i więcej strzał. Podstawowy problem z używaniem słoni polegał na tym, że z wściekłości lub bólu często wpadały w szał i jeździec nie mógł ich opanować. Jeźdźcy dosiadający słoni często uzbrojeni byli we gwóźdź i młot, których mogli użyć do zabicia zwierzęcia, jeżeli zaatakowało ono własne jednostki.",
    "strategy": "Słonie bojowe to unikatowa jednostka indyjska, zastępująca strzelców rydwanowych. Jest od nich silniejsza (i wolniejsza), ale może poruszać się po każdym terenie, nie otrzymując takiej kary, jak strzelcy rydwanowi. Słonie bojowe to jednostka kawaleryjska, słaba w walce z włócznikami.",
    "movement": 3,
    "cost": {
        "production": 70,
        "faith": 140
    },
    "prereq_tech": {
        "name": "Koło|Kołu|Kołu|Koło",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/the_wheel.json"
    },
    "free_promotions": [
        {
            "name": "Bez terenowej premii do obrony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Nie może atakować wręcz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/may_not_melee_attack.json"
        }
    ]
}