{
    "id": 33,
    "name": "Zera|Zer|Zerom|Zera",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/zero.png",
    "game_info": "Jednostka lotnicza przeznaczona do walki o panowanie w powietrzu i przechwytywania nadlatujących maszyn wroga. Mogą ją budować tylko Japończycy. Jednostka otrzymuje premię do walki z innymi myśliwcami i nie wymaga ropy naftowej.",
    "historical_info": "Myśliwiec Mitsubishi A6M Zero był używany przez Japonię przez całą II wojnę światową. Zaprojektowano go do startu z lotniskowca. Na początku II wojny światowej był najlepszym myśliwcem na świecie operującym z lotniskowca. Zero łączył zwrotność i daleki zasięg, był doskonały w walce powietrznej, łatwo pokonywał znacznie gorsze amerykańskie i brytyjskie samoloty. Z upływem czasu alianckie myśliwce zostały znacznie ulepszone, tymczasem japońskie lotnictwo cierpiało ze względu na niedobór materiałów i siły roboczej. Pod koniec wojny Zero był już o wiele gorszy na tle rywali, ale w swoim najlepszym momencie był naprawdę doskonałym myśliwcem i panował na niebie Pacyfiku.",
    "strategy": "Zero jest wyjątkową i dość mocną jednostką lotniczą Japończyków, która zastępuje myśliwce oraz otrzymuje duże premie do walki z innymi myśliwcami, a do budowy nie wymaga źródła ropy naftowej. Może stacjonować w każdym posiadanym przez ciebie mieście lub na pokładzie lotniskowca. Może poruszać się z miasta do miasta (lub lotniskowca), a także wykonywać misje w odległości do 8 pól. W zasadach dotyczących jednostek powietrznych znajduje się więcej informacji.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar|Radaru|Radarowi|Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Przechwytywanie (100)|Przechwytywania (100)|Przechwytywaniu (100)|Przechwytywanie (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/interception_(100).json"
        },
        {
            "name": "Premia przeciwko myśliwcom (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/bonus_vs_fighters_(33).json"
        },
        {
            "name": "Czyszczenie nieba|Czyszczenia nieba|Czyszczeniu nieba|Czyszczenie nieba",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/air_sweep.json"
        },
        {
            "name": "Rozpoznanie powietrzne|Rozpoznania powietrznego|Rozpoznaniu powietrznemu|Rozpoznanie powietrzne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/air_recon.json"
        },
        {
            "name": "Premia przeciwko bombowcom i śmigł. (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/promotions/bonus_vs_bombers_helicopters_(150).json"
        }
    ]
}